{
  "name": "乾为天",
  "pinyin": "qian_wei_tian",
  "code": "111111",
  "palace": "乾宫",
  "general_text": "“乾”字本作☰，即此卦三奇，一连纯阳，圆满之形也，后假作三数字。左旁从 ，中日，上下象其光线，即太阳放光彩之象。乾之性，在人则气力圆满，刚健之义也。《说卦传》曰：“乾健也。”天之性至刚，其德至健，其体圆满盈实，其运动强进而无有间断，故以此卦此字充之。",
  "modern_general_text": "“乾”字本写作☰，即卦中的三条阳爻，象征着纯阳相连、圆满无缺的形态，后来才被借用为数字“三”。字形左边从日，上下象征光线，如同太阳放射光芒。乾的本性，在人身上体现为气力充沛、刚强健朗。《说卦传》说：“乾，健也。”天的本性至刚，品德至健，体态圆满充实，其运动强劲且永无间断，所以用此卦此字来代表天。",
  "takashima_general": "乾：元亨利贞。\n此五字文王所系，谓之《彖》辞。《乾》之为天，上文既述之，在人则君也，父也，夫也。盖天包地，君抚民，父育子，夫帅妻，其理一也。“元亨利贞”四者，乾之德也。乾秉纯阳之性，而兼此四德，故其为气也，充满宇宙，无瞬息之间，是即健而无息之谓也。人能法乾之健，自然气力充实，俯仰无愧，孟子所谓浩然之气，“至大至刚，配义与道，无是馁也”。此即被天命德之圣人也。\n“元”者始也，大也，仁也，不朽不坏，天地之大德，所以生万物也。元字从二从人，仁字天字亦然，盖在天为元，在人为仁，犹仁者推爱己之心以及于人也。\n▲　甲骨文元\n“亨”者通也。物始生而成之义也。在人为礼，人之处世，以礼让为贵，便可使人生爱好之情，即与仁之博爱同。\n“利”者宜也，吉也，万物发达而遂其生也。在人为义，见利思义。利与义若相反，而实足以相成，以义为利，利即义也。义字从羊从我，我牧羊而衣其毛，食其肉，是自食其力，不慕夫外也。“义”者宜也，利之得其正也。利字，《说文》云“从刀从和”，和然后利，字本从和省文，古曰“利者义之和也”。\n▲　甲骨文利\n“贞”者正也，兼贞正、贞常、贞固之义。在人为智，盖内有神明在抱之姿，外有坚贞不拔之操，斯有守有为，自得保其终也。故曰“贞固足以干事”。\n▲　甲骨文贞\n盖“元亨”，物之始通也，言其时则自春而夏，言其日则自旦而昼，在人则自幼而壮，在草木则自萌芽而至繁盛也；“利贞”，物之成而又复其本也，言其时则自秋而冬，言其日则自映而夕，在人则自壮而耋，在草木则自实而陨也。为人君者，以乾天为法，故御天下之道，莫大于仁育万物，君能体仁，则天下莫不被其德。《文言传》曰：“君子体仁，足以长人。”且此卦爻象，亦非专止君上，下至匹夫匹妇，为父为夫者，其卦象、卦义、卦用亦复相同，宜推类而扩充之。“元亨”二字，专就乾之全体德性上说，“利贞”二字，更含圣人教诫之旨。何则？“贞”者正也，“利”者宜也，是贵行其所宜，守其所正也。以人事推之，必有其刚健进取之性，然自恃其勇毅果敢，或将侮人之弱，凌人之柔，欺人之愚，是自陷于过失也。惟贞正而可以克其终也，因深警之曰“利贞”。\n《彖传》曰：大哉乾元，万物资始，乃统天。云行雨施，品物流形。大明终始，六位时成，时乘六龙以御天。乾道变化，各正性命，保合太和，乃利贞。首出庶物，万国咸宁。\n六十四卦，始于《乾》，终于《未济》。《未济》之卦，《离》火之性上升，坎水之性下降，为水火不相交之象。刚柔失位，事犹未成，故曰《未济》。夫《未济》非不济也，有待而济也。六十四卦，循环不已，是未济之终，即复而为乾天之始。乾为日，阳光所照，万物发育，故坤舆得其照临而水气蒸发，腾而为云，降而为雨，寒暑燥湿，四时循环而无须臾之间。精气凝结，万物流形，是皆始于乾元一气之功德。故孔子赞之曰：“大哉乾元，万物资始，乃统天。云行雨施，品物流形。”“乾元”者，包括阴阳之称也。凡物必有始，又必有终，今以六爻之位示其理，则初爻生也，始也，上爻死也，终也。各由其物之性，而不误其时命，谓之“大明终始，六位时成”。夫资始万物者，乾元之功，而乾元亦不自以为功，必使雷、风、水、火、山、泽六子相辅而成，六子亦能承袭天意，以行天之所欲为，而不违其道。天以父道而御六子，谓之“时乘六龙以御天”。乾坤与六子协心，以行变化之道，其间功用无穷，而分量有定。乾坤六子，各全其命，生生变化，谓之“乾道变化，各正性命”。八卦协心，以能保合此造化，谓之“保合太和”。“乃利贞”者，谓日月星辰与四时事物之消长，各不愆其运转，不违其次序，得保此元气之常存，是以利且贞也。圣人体天立极，以一人而统理万机，是曰“首出庶物”。一时庶物沐圣人之化，又得发育繁殖，各有其所，书曰“黎民于变时雍”，万邦协和，即此可见。圣功王道，乾元一德包括尽之矣。\n此《彖传》自“大哉”以至“统天”，专说乾天纯阳之德体；自“云行”以至“流形”，专说天地阴阳和合交感之妙用；自“乾道”以至“性命”，专说阴阳变化之功德；至“保合太和”，扩充之于人道，始见教诫劝化之本领，于是三才之大义具备。盖人效法夫天，天之为道，以公明正大为主，则为人君、为人父、为人夫之道，亦宜以公明正大也。\n此卦纯阳在上，自有君临万邦之象。圣天子体乾出治，布化宣猷，登进贤良，授之以职，又仰其德如龙者，崇以师傅，参与庶政，如汤之于伊尹，文王之于太公，一时庶职咸熙，风流令行，所谓“保合太和”。君令而臣行，上倡而下和，君臣合德，上下通志。盖君子秉纯阳之德，适当休明之全，虽有不善人，伏于里卦之坤，不敢复露头角，是以四海靖宁，国家安康，万民咸沐浴于深仁厚泽之中，无一天不得其所；于是品物丰饶，国富民裕，兵强食足，兆民输爱国之忱，四国动会归之化，熙熙皞皞，共乐泰平，是乾之时也。\n溯昔仁德天皇亲察下民之疾苦，敕百官曰：“夫天子犹太阳之照临下土，发育万物，宜代天而布化。天子为天之子，而敬承上天之志，以施行之于下民者也，故朕视众庶犹子，众庶视朕犹父也。今朕尊为天子，万福无极，众庶有或未得其所者，若鳏寡孤独，穷而无告，或孝子而待父母之疾，不得医药，或遭逢水火二难，而不能抚育妻子，或罹疾病，不得药饵，朕岂忍晏然漠视哉！凡而百官，是朕众子中最年长而有德者也，其怜恤子弟，固当与朕同心。今后三年，除天下租税，救万民之疾苦，尔百官其共体此意，所谓一夫不获是予辜。朕实不胜饥渴之忧，愿汝等三年之内，与朕同此艰苦，以实行救荒之政。”百官谨而奉命，皆感戴君恩之厚，于是世风一变，上自权贵，下至贱民，济贫恤穷之风盛行，有余财者，赈济穷民，贷土田者，不收田租，贷家屋者，不征家税，惟以博爱为荣誉。是以兆民无不蒙王泽者，如大旱之得甘雨。迨三年之后，天皇登楼，远见炊烟之飏，欣然则咏《高屋》之御制。迄今追诵敕文，讽咏歌谣，无不感怀圣德也。\n盖乘乾御宇之世，风同道一，明良相庆，无复所间；然气运迭更，极盛必衰，或潜龙而不用，或亢龙而有悔，运会之升降，阴阳消长之理，古今同然。故君子之处世，辨六爻之时，玩其辞，即可知天命之向背。凡人筮得此卦，法太阳之循环而不暂息，一切动静之为，要皆奉乾以为法。其宏量卓识，以见龙飞腾得力，正可进而有为之时。然气运之通塞进退各有其宜，初爻虽见其才德如龙，而时机未会，未可进而当事也。二爻可进之时既来，而应以九五，二五各以阳德应之，犹非阴阳相亲也。三爻更近上位而在下，拮据黾勉，颇劳思虑。至四爻，则五爻之盛运将来，察上下之情，审进退之机，待时而动，尚未决也。五爻得盛大之气运，百绩考成，正乘时得位之际也。上爻以乾之气运既过，要宜速退而无悔。九二之“利见大人”，由初九确乎不拔之志操；九三之无咎；由九二之谨慎不伐；九四之无咎，由九三之乾乾惕若；九五之“利见大人”，由九四之能疑能审。故积功累行在于人，而成德达才在于天。至九五，则潜龙之精神既竭，忧疑之念虑全消，无思无为，惟有“同声相应，同气相求”之乐而已，则亢龙之悔，不必待至上九而后知也。是所谓理之不可违，数之不可逃，几之不可不预者也。\n《大象》曰：天行健，君子以自强不息。\n“天行健”，一言以断定乾天全卦之德。行者运也，讲也，为也，往也，道也；谓天道运行，犹如太阳日日运行，循环不息，无一刻之停止也。君子体天行之刚健，天理浑然，无一毫人欲之间，自强不息，自足当天下万般之事业。然此自强者，亦非暴戾猛进而不知止，妄用健强之谓也。玩索“潜龙”、“亢龙”及用九“无首”之辞，而可知其义也。\n【占】　得此卦者，要临事刚健，自强不息，犹天行也。又要包括“元亨利贞”之四德。乾有施德而不计利之意。\n○　女子：筮得此卦，以阴居阳，有刚强过中之嫌。宜慎重也。\n○　天候：二三四五之中，变则必晴也。\n○　买卖：不利买而利卖也。\n○　祸福：谓积善余庆，积不善余殃，恐有不在当代而在后裔也。\n○　常人：有高其身而不知鄙事之虞。\n○　贤者：有知天命而独行是道，恐群阴潜伏，有群小构谗之惧。",
  "modern_takashima_general": "乾：具有元、亨、利、贞四种德行。\n这五字是周文王所系，称为《彖》辞。乾代表天，象征人间的君王、父亲和丈夫。道理相通：“元亨利贞”是乾的四德。乾具备纯阳属性，充满宇宙，刚健而不停息。人若能效法乾的刚健，便能气力充实，正如孟子所说的“浩然之气”。\n“元”是开始、伟大、仁慈，是天地生万物的大德。在人为仁爱。\n“亨”是通达，是万物生长成形的意义。在人为礼教，处世以礼让为贵。\n“利”是适宜、吉祥，万物各得其所。在人为义，见利思义，利义相成。\n“贞”是端正、坚固。在人为智，内心光明，外在坚贞。\n“元亨”如春夏，如早晨至中午，象征事物的发生与成长；“利贞”如秋冬，如日落，象征事物的成熟与归藏。君子应体悟仁德，不仅君王，普通百姓亦同。特别是“利贞”，警示人们即便刚健进取，也需坚守正道，不可仗势欺人，这样才能善终。\n\n《彖传》说：伟大的乾元之气，是万物的源头，统领天道。云行雨施，万物成形。从始至终光明普照，六个爻位按时序形成，如驾御六龙在天。乾道变化，使万物各正性命，保持和谐，这就是“利贞”。元气为首，生养万物，天下安宁。\n六十四卦始于《乾》，终于《未济》，循环往复。乾象天，如太阳普照，蒸发水气为云雨，循环无端，这就是乾元的功能。六爻展示了事物从初生的“潜”到终结的“亢”的过程。君子效法天道，应光明正大。\n此卦纯阳在上，有君临天下之象。圣明的天子效法乾德，任用贤良（如汤用伊尹，文王用太公），君臣同心，天下太平。历史上仁德天皇曾见百姓疾苦，免税三年，与民共苦，最终国家富足，这就是体恤百姓、实行仁政的典范。\n\n凡占得此卦，应效法太阳运行不息，刚健有为。但气运有盛衰，要辨明六爻的时机：\n初爻：时机未到，不可轻进。\n二爻：时机已至，利见大人。\n三爻：地位危险，需勤勉谨慎。\n四爻：审时度势，进退未决。\n五爻：气运盛大，正是得位之时。\n上爻：气运已过，宜速退避悔恨。\n\n《大象》说：天道运行刚劲强健，君子应效法它，自我力求进步，永不停止。\n君子自强不息，不是盲目猛进，而是要顺应天理，除去私欲。通过“潜龙”、“亢龙”的爻辞，可以理解刚健而知进退的含义。\n\n【占断】\n得此卦者，做事要刚健，自强不息，同时兼备元亨利贞四德。乾卦有施恩不求回报之意。\n○　女子：占得此卦，因阴居阳位，有过于刚强之嫌，应当慎重柔顺。\n○　天候：若二、三、四、五爻发生变动，必定转晴。\n○　买卖：不利于买进，利于卖出。\n○　祸福：积善之家必有余庆，积不善之家必有余殃，报应可能不在当下而在子孙。\n○　常人：恐怕有自视过高而不屑于做琐碎小事的忧虑。\n○　贤者：知天命而独行正道，但需防备小人暗中诽谤。",
  "lines": {
    "1": {
      "text": "初九：潜龙勿用。",
      "takashima_explanation": "《象传》曰：潜龙勿用，阳在下也。\n\n\n初九以阳居阳。龙之为物，神灵不测，能大能小，能飞能潜，应时而变化者也。爻之取象于龙者，以喻人具灵明之德，变通之才也。“潜龙勿用”四字，周公所系，谓之爻辞，以下仿之。“潜”者隐伏之称，此爻在纯乾之时而居最下，未得遽用，犹龙之时运未来，而隐伏于深渊也，故谓之“潜龙勿用”。占得此爻者，以不得其时，虽有才德，未可进用也。然龙之潜，非终于潜者也；“勿用”者，非竟不用也。龙有神灵之作用，不得其时，蛰而不腾，潜而不现，寂然以养其心神，君子亦待时而动，善成其用。当此勿用之时，晦其才，韬其德，不干进而取祸，亦不迟疑而失机，乐天知命，俨如神龙之蛰而待伸也。盖天地之气有升降，君子之道有行藏，孔子曰“舍之则藏”，正得此卦之旨也。若以小事筮得此卦，宜用妇人而成事，盖以此爻变则为《姤》，《姤》以“女壮”故也。\n\n\n【占】　问战征：乾为武人，有战征之象。初爻阳气始动于黄泉，犹是潜伏，故曰“潜龙”。在军事，为威令初发，大军未集，宜按兵以待也。吉。\n\n\n○　问营商：龙而潜，曰“勿用”，虽是一种好贸易，只可株守，未可骤动也。\n\n\n○　问功名：龙本飞腾发达之物，初爻曰潜，是未得风云之会也。故曰位在下也。\n\n\n○　问婚姻：《乾》初变《姤》，《姤》曰“女壮，勿用娶女，”是宜戒之。\n\n\n○　问家宅：按震为龙，震在东方，是宅之东，必有渊水，闭塞不济，宜修凿之。\n\n\n○　问六甲：生男。",
      "modern_text": "初九：龙潜伏在深水之中，暂时不宜有所作为。比喻君子在时机未到时应韬光养晦，积蓄力量。",
      "modern_takashima_explanation": "《象传》说：潜龙勿用，是因为阳气处于下位。\n\n初九是阳爻居阳位。龙这种神物，变化莫测，能飞能潜。用龙作比喻，是象征人具备灵明的德行和变通的才能。“潜”是隐伏的意思，此爻处于乾卦的最下方，时机未到，就像龙潜伏在深渊，所以说“潜龙勿用”。占得此爻的人，虽然有才德，但因不得时机，不宜进取。然而，“勿用”不是永远不用，而是暂且韬光养晦，等待时机，像神龙蛰伏以待伸展。孔子说的“舍之则藏”就是这个意思。如果占问小事，利用妇人可以成事，因为此爻变为《姤》卦，《姤》意为女子强壮。\n\n【占断】\n○　问征战：乾代表武人，有战争之象。初爻阳气初动，尚处于潜伏阶段，意味着军威初发，大军未集，应当按兵不动等待时机。吉利。\n○　问经商：龙潜伏，说“勿用”，意味着虽然是好生意，但只能保守经营，不可急躁行动。\n○　问功名：龙本应飞腾，现在却潜伏，说明还没遇到风云际会的机会，地位尚低。\n○　问婚姻：乾卦初爻变为《姤》卦，《姤》卦辞说“女壮，勿用娶女”，所以应当警戒，不宜娶。\n○　问家宅：震卦为龙，位在东方，家宅东面必定有深水闭塞不通，应当修缮疏通。\n○　问生育：生男孩。"
    },
    "2": {
      "text": "九二：见龙在田，利见大人。",
      "takashima_explanation": "《象传》曰：见龙在田，德施普也。\n\n\n此爻阳处二位，故曰九二，阳气发现，有龙出渊，现于地上之义也。在圣人，潜不终潜，有屈而将伸之机。曰“在田”，盖有其德，而犹未居其位也。“大人”者，以其有人君之德，故称大人。此爻变则为《离》，《离》文明之象，卦变为《同人》，以文明之人而与人同，故曰“利见大人”。盖刚健者，性之德；文明者，学之成；中者居之宜；正者位之得。然有其德，而犹不自以为足，欲见九五之大人，盖期勉进其见识，相与赞成天下事业，是龙德始见于世，立身显名之时也。五者君上之定位，二者臣下之定位，此卦二五皆以阳刚相应者，盖有故也。《乾》之为卦，其体则纯阳圆满，其时则刚健日进，其爻则二五共备刚中之德，同德相助，谓之两刚相应之例。《乾》之卦，处九五之位，以明德御众贤，九二之臣，承奉君意，以飞力于国家，并法天德，以治国家，以其志望之同，而两阳相应如是。上下之大人，合志而济世，则其德化之所及，无有穷极也。又此爻备三才之妙义，“现龙”者，谓得天之时；“在田”者，谓得地之利；“利见大人”者，谓得人之和也。\n\n\n【占】　问战征：龙本灵物，初爻曰“潜”，是谓伏兵；二爻曰“现”，则发现而出也。“在田”则必列阵于田野空旷之地。《传》曰“德施普也”，是必战胜而行赏也。\n\n\n○　问营商：爻曰“现龙在田”，知其货物大般是米麦丝棉之类。现者，谓物价发动开涨；“利见大人”者，谓当有官场出而购买也。\n\n\n○　问功名：谓伏处田间者，当乘时而进用也，且得贵人之助，故曰“利见大人”。\n\n\n○　问婚姻：二五相应，五居尊位，婿家必贵。曰“现龙”，必是新进少年也。大吉。\n\n\n○　问六甲：生男，且主贵。",
      "modern_text": "九二：龙出现在田野之上，利于拜见德高望重的大人物。比喻有才德的人开始崭露头角，适宜求教于贤者。",
      "modern_takashima_explanation": "《象传》说：见龙在田，是因为恩德普遍施予。\n\n此爻阳气处于第二位，所以叫九二。象征阳气显现，龙离开深渊出现在地上。对于圣人来说，不会终究潜伏，现在有了伸展的机会。“在田”，说明具备了德行但还没有占据高位。“大人”，指具备君王德行的人。此爻变为《离》卦，象征文明；全卦变为《同人》，意为与人和同，所以说“利见大人”。这象征着刚健的品性、文明的学识、中正的地位。虽然有德，但不自满，想要拜见九五之尊的“大人”，以增进见识，共同成就天下事业。这是龙德初次显现于世、立身扬名的时候。九五是君位，九二是臣位，二者都阳刚且同德相助。君主以明德治理，臣下竭力报国，上下志同道合，恩德教化无穷。“现龙”是得天时，“在田”是得地利，“利见大人”是得人和。\n\n【占断】\n○　问征战：龙在初爻是“潜”，指伏兵；在二爻是“现”，指出现。“在田”意味着必定列阵于田野空旷之地。《传》说“德施普也”，预示必将战胜并进行封赏。\n○　问经商：“现龙在田”，货物多半是米麦丝棉之类。“现”意味着物价开始上涨；“利见大人”意味着会有官方人士出来采购。\n○　问功名：隐居田间的人应当乘时进取，并且能得到贵人的帮助。\n○　问婚姻：二爻与五爻相应，五爻尊贵，对方家庭必定显贵。“现龙”指年轻有为的后生。大吉。\n○　问生育：生男孩，且主显贵。"
    },
    "3": {
      "text": "九三：君子终日乾乾，夕惕若，厉无咎。",
      "takashima_explanation": "《象传》曰：终日乾乾，反复道也。\n\n\n九三以阳居阳，故才强而志亦强，具刚健之性。然位不得其中，居内卦之上，奉外卦而治下，任大而责重，若违上意，必得谴责，若失下情，必受众怨。上下之际，祸福之交，成败之所由决也。盖九三所居之地，正当危惧之时，惟“终日乾乾”，戒慎恐惧，可以免咎。六爻之中，三爻配三才而为人位，此爻以乾德居六十四卦人道之首位，君子之象也，故不称大人，而称“君子”。初之“潜”，二之“现”，四之“跃”，五之“飞”，皆有待于此爻也。故修我德，勤我业，“终日乾乾”，如临危地，戒慎畏惧，而修之于身，施之于事，能通于下之志，能虑天下之变，则虽身居危地，处置得宜，可变危而为安也，故曰“厉无咎”。所谓“反复道”者，即反复叮咛，重复践行之意。又此爻变则为《履》，《履》之六三曰“履虎尾”，可以见危殆之地位也。三者日之终，故曰“夕”；此爻变则为《兑》，《兑》者西也，日之在西，即夕之象也。\n\n\n【占】　问战征：危事也。爻曰“终曰乾乾，夕惕若”，是能临事而惧者也，故虽危无咎。\n\n\n○　问功名：九三处下卦之极，其位犹卑，功名未显也，故称君子；在忧危之地，故曰乾乾惕若，斯可免咎。\n\n\n○　问营商：居不中之位，履得刚之险，度其贸易必是危地，须日夜防备，可脱险而获利也。\n\n\n○　问家宅：观爻象，必须谨慎持身，勤俭保家，斯无灾害。\n\n\n○　问婚嫁：三以六为应，三位卑，六位尊，尊则不免亢而得悔，是不宜攀结高亲也。\n\n\n○　问六甲：生男。产时恐稍有危惧，恐终无咎。",
      "modern_text": "九三：君子整日勤勉不懈，到了夜晚仍然保持警惕戒惧，虽处危境却能免于灾咎。",
      "modern_takashima_explanation": "《象传》说：终日乾乾，是因为要反复磨练正道。\n\n九三以阳爻居阳位，才华强、志向大，性情刚健。但位置不正中，处于下卦的顶端，上奉外卦，下治民众，责任重大。如果违背上意会被谴责，失去民心会招致怨恨。这是祸福交替、成败决断的关键时刻。九三所处的地位正是危急恐惧之时，只有“终日乾乾”，整日戒备谨慎，才能免除灾祸。此爻象征君子，承上启下，是潜、现、跃、飞各阶段的关键。所以要修德勤业，像身临险地一样戒慎恐惧，通达下情，深虑世变，这样即使身处危地也能转危为安，所以说“厉无咎”（有危险但无灾难）。“反复道”指反复叮咛践行。此爻变为《履》卦，有“踩老虎尾巴”的危险之象。三爻象征一天的终结，所以叫“夕”。\n\n【占断】\n○　问征战：这是危险的事。爻辞说“终日乾乾，夕惕若”，说明能临事而惧，小心谨慎，所以虽然危险但没有灾咎。\n○　问功名：九三处在下卦极点，地位还低，功名未显，所以只称“君子”。处于忧患之地，只有勤勉警惕才能免祸。\n○　问经商：位置不正，处于刚强险要之地，推测生意必定处于危险环境，必须日夜防备，才能脱险获利。\n○　问家宅：必须谨慎持身，勤俭持家，才没有灾害。\n○　问婚嫁：不宜攀结高亲。\n○　问生育：生男孩。生产时恐怕稍有惊险，但最终无灾害。"
    },
    "4": {
      "text": "九四：或跃在渊，无咎。",
      "takashima_explanation": "《象传》曰：或跃在渊，进无咎也。\n\n\n九四以阳居阴，且近君位，其将进者阳之情，其将退者阴之志，故疑而未决也；然阳气方进，龙之一跃，自有升天之象。或者，疑而未定之辞，“或跃”者，将进而未进也。“在渊”者，欲进而复退。渊为空虚之地，上与天通气，且渊有水，龙得水便易于腾跃，与二爻“在田”不同。兹虽一跃而后在渊，知终必跃而升天，故曰“无咎”。《象》辞加一进字，益见乘时进必无咎也。人能审时势之可否，察人心之向背，待时而出，见可而动，其进也非贪位，其退也非沽名，可以投事机之会，可以免失身之辱。所谓无咎者，亦勉人之不失其时也。四爻越内卦迁外卦之处，故有进之意。又此爻变，外卦为《巽》，《说卦传》曰：“巽为时退，为不果”，故有犹豫之象。\n\n\n【占】　问战征：观爻象，行军前进，必有渊水阻隔，宜设船筏；或临渊有敌军埋伏，宜预设备，乃得无咎。\n\n\n○　问营商：爻曰“或跃在渊”，若在贩运海货，恐罹波涛之险，或者物价一时腾涨。爻曰“无咎”，可保无害。\n\n\n○　问功名：有一举成名之象，大吉。\n\n\n○　问家宅：渊者水也，跃者飞升也，必家道有一时振兴之象。\n\n\n○　问六甲：生男。",
      "modern_text": "九四：龙或跃起或留在深渊之中，没有灾咎。比喻审时度势，进退自如，把握时机。",
      "modern_takashima_explanation": "《象传》说：或跃在渊，是说进取不会有灾咎。\n\n九四以阳爻居阴位，接近君位。想进取是阳的性情，想退守是阴的意志，所以犹豫不决。但阳气正在上升，龙一跃起，自然有升天之象。“或”是疑虑未定的词，“或跃”指想进还没进。“在渊”指想进又退回。渊是空虚之地，上有天空，下有水，龙得水容易腾跃，与二爻的“在田”不同。虽然现在还在渊中，但终将跃上天空，所以说“无咎”。《象传》加了一个“进”字，说明乘时进取必无灾咎。人若能审视时势，体察人心，待机而动，进不贪位，退不沽名，就能抓住机遇，免受屈辱。四爻是跨越内卦进入外卦的地方，所以有进取之意。此爻变为《巽》卦，巽代表“进退不果”，所以有犹豫之象。\n\n【占断】\n○　问征战：行军前进必有深水阻隔，宜准备船筏；或者深渊旁有敌军埋伏，宜预先防备，才能无咎。\n○　问经商：若贩运海货，恐怕有波涛之险，或者物价一时飞涨。爻辞说“无咎”，最终可保无害。\n○　问功名：有一举成名之象，大吉。\n○　问家宅：渊代表水，跃代表飞升，家道必定有一时振兴的迹象。\n○　问生育：生男孩。"
    },
    "5": {
      "text": "九五：飞龙在天，利见大人。",
      "takashima_explanation": "《象传》曰：飞龙在天，大人造也。\n\n\n五爻刚健中正而居尊位，下与九二之臣，同德相应，见大人而助其治化，谓有圣人之德，而居天子之位，恩泽被于生民者也。盖“大宝曰位”，虽有其德，苟无其位，不能利济天下。“飞龙在天”者，谓龙飞上天，云行雨施，神变化而泽及万物。圣人在位，天下被其泽，万物遂其生，故取象于此。所谓大人者，“与天地合其德，与日月合其明，与四是合其序，与鬼神合其吉凶”。以其备龙之德，腾跃而居天位，为万物所瞻抑，故天下利见。《象传》曰“飞龙在天，大人造也，”造犹作也，即所谓“圣人作而万物睹”也。\n\n\n【占】　问战征：九五尊位，必是天子亲征，王师伐罪，故曰“大人造也”。\n\n\n○　问营商：九五辰在申，上值毕，附星咸池。咸池者苍龙之舍，咸池亦名五车，主稻黍豆麦，度其贸易，定在五谷之属。曰“飞龙”者，知物价之飞生也；曰“利见大人”，知其贩运或出自政府之命也。\n\n\n○　问功名：有云宵直达之兆。\n\n\n○　问疾病：有上应天召之象，不吉。\n\n\n○　问六甲：生男，主贵。",
      "modern_text": "九五：龙飞翔在天空之上，利于拜见德高望重的大人物。比喻圣人在位，德泽天下。",
      "modern_takashima_explanation": "《象传》说：飞龙在天，是圣人兴起作为的时候。\n\n五爻刚健中正，居于尊位，下与九二之臣同德相应，是有圣人之德且居天子之位，恩泽被及苍生。“飞龙在天”指龙飞上天，行云施雨，泽被万物。比喻圣人在位，天下蒙受恩泽。所谓的“大人”，是德行合乎天地、光阴合乎日月、秩序合乎四季、吉凶合乎鬼神的人。因为他具备龙的德行，腾跃居于天位，被万物瞻仰，所以天下人都利于见到他。“造”就是“作”，即“圣人作而万物睹”。\n\n【占断】\n○　问征战：九五是尊位，必是天子亲征，王师讨伐罪逆，所以说是“大人造”。\n○　问经商：推测贸易必定属于五谷之类（因星宿关系）。说“飞龙”，知道物价会飞涨；说“利见大人”，知道贩运可能出自政府的命令。\n○　问功名：有直上云霄、飞黄腾达的预兆。\n○　问疾病：有上应天召（升天）的迹象，不吉利。\n○　问生育：生男孩，且主显贵。"
    },
    "6": {
      "text": "上九：亢龙有悔。",
      "takashima_explanation": "《象传》曰：亢龙有悔，盈不可久也。\n\n\n上爻以阳居《乾》卦之极，极则太过，龙飞过高，故曰“亢”，以高致危，故“有悔”。此卦言龙始而“潜”，继而“现”，中而“跃”，终而“飞”，飞则已当全盛，过此则宜复潜，则不特可免此日之悔，即可冀后日之再飞。犹人臣居势位之极，当知退避之意，斯富贵可以长保也，否则，知进而不知退，则鲜有不蒙咎者矣，故曰“盈不可久也。”此爻变则为《夬》，《夬》者，决也，日中则昃，月盈则亏，天理之必然也。故当斯之时，宜因悔思改，见机而退，斯得之矣。若夫尧舜之禅让，范蠡张良之功成身退，皆不极亢而善其终者也。\n\n\n【占】　问战征：上九居《乾》之极，阳极于上，故“亢”；亢则因胜而骄，是以“有悔”也。故《传》曰“盈不可久”，知不能持久也。\n\n\n○　问营商：“亢”者，太过也，凡卖买之道，不可过于求盈也，过盈则必有亏，故曰“不可久”也。\n\n\n○　问功名：上九之位已极，宜反而自退，否则必致满而遭损。\n\n\n○　问家宅：是必宅基太高，太高则危，亦可惧也。\n\n\n○　问疾病：是龙阳上升之症。《传》曰“盈不可久”，知命在旦夕间矣。可危。\n\n\n○　问婚嫁：不利。\n\n\n○　问六甲：生男，恐不育。",
      "modern_text": "上九：龙飞得过高，必将有所悔恨。比喻物极必反，盛极而衰，应知进退。",
      "modern_takashima_explanation": "《象传》说：亢龙有悔，是说盈满的状态不能长久。\n\n上爻处于乾卦的极点，极就是太过，龙飞得过高，所以叫“亢”，因高而导致危险，所以“有悔”。龙从潜、现、跃到飞，飞已经是全盛，过了全盛就应当再次潜伏，这样不仅能免除今日的悔恨，还能期望日后再飞。就像人臣位极人臣时，应当知道退避，才能保住富贵。如果只知进而不知退，很少有不遭灾咎的。此爻变为《夬》卦，意为决断。日中则斜，月盈则亏，这是天理。所以此时应当因悔思改，见机而退。像尧舜禅让、范蠡张良功成身退，都是不让自己达到“极亢”而得以善终的例子。\n\n【占断】\n○　问征战：上九阳气极盛，叫“亢”。亢就会因胜利而骄傲，所以“有悔”。不能持久。\n○　问经商：“亢”就是太过，买卖之道，不可追求过分的盈余，过盈必亏。\n○　问功名：地位已达到极点，应当急流勇退，否则必因满招损。\n○　问家宅：必定是宅基太高，太高则危险，令人恐惧。\n○　问疾病：这是阳气上冲的病症，命在旦夕，危险。\n○　问婚嫁：不利。\n○　问生育：生男孩，恐怕难以养育。"
    },
    "7": {
      "text": "用九：见群龙无首，吉。",
      "takashima_explanation": "《象传》曰：用九，天德不可为首也。\n\n\n“用九”者，为六十四卦阳爻之变，示阳刚之用例，即《易》中百九十二阳爻之通例也。“用”者变动之象，“九”者阳数之终，《乾》卦全体皆阳，阳极则变，故曰“用九”。“见”者，《乾》六爻皆取象于龙，曰“潜”，曰“跃”，曰“飞”，显然昭著，故曰“见”。“首”者上也，《易》以《乾》为首，“无首”者，言而有出夫其上者矣。卦以得变为吉，《乾》卦纯阳无变，故六爻未尝言吉；用九则动而将变，故曰吉。《象传》曰用九天德，以《乾》卦纯阳，不亲阴柔，浑然无德，亦即乾为天之义。“不可为首”者，言无以尚之也。夫《乾》以六龙各有行云布雨之势，在人则谓群贤汇萃，同心翊赞，以匡国家，以显功名，各宜谦让巽顺，不矜不伐，或互竞才智，争夸首功，便是凶象。《易》曰“群龙无首，吉”，正所以垂诫之也。《象传》曰：“用九，天德不可为首也。”要必知舜之玄德升闻，而好问察迩，卑牧自下，斯以为至矣。",
      "modern_text": "用九：群龙出现而无首领，吉祥。比喻刚健之人应懂得谦让，不争居首位。",
      "modern_takashima_explanation": "《象传》说：用九，是说天德不可自居首位。\n\n“用九”是六十四卦阳爻变动的通例。“用”是变动之象，“九”是阳数的终极。乾卦全体都是阳，阳极必变，所以叫“用九”。“见”是指乾卦六爻都用龙来取象（潜、跃、飞等）。“无首”，意味着虽然强大，但不争强好胜居于人上。卦象以变化为吉，乾卦若纯阳不变就没有吉凶可言，用九意味着变动，所以说吉。天德纯阳，如果不亲近阴柔，就无法体现其德行。“不可为首”，是说群贤毕至，共同辅佐国家，应当谦让顺从，不夸耀功劳。如果互相竞争才智、争抢首功，就是凶象。所以“群龙无首，吉”是用来告诫人们要谦虚。像舜帝那样虽然德行高尚，却喜欢问询他人、体察近事、谦卑自处，这才是极致。",
      "guaci": "乾：元亨利贞。",
      "modern_guaci": "乾卦象征天：至为亨通，利于坚守正道。乾为纯阳刚健之卦，具备元始、亨通、和谐、贞正四种美德。"
    }
  },
  "guaci": "乾：元亨利贞。",
  "modern_guaci": "乾卦象征天：至为亨通，利于坚守正道。乾为纯阳刚健之卦，具备元始、亨通、和谐、贞正四种美德。"
}