{
  "name": "天泽履",
  "pinyin": "tian_ze_lv",
  "code": "110111",
  "palace": "艮宫",
  "general_text": "“履”者，冠履之履。篆书从尸，从彳，从舟。尸者，象人身；舟者，载也；彳者，行也。即所谓步履而行，可以运动人身者也。故此卦以此取名，《彖》辞曰“履虎尾”者是也。转而为礼，礼者，人之所践行也，故《序卦传》曰，“物畜然后有礼，故受之以履”；《大象》曰，“以辨上下”。又转为福之义，《诗》曰“福履绥之”是也。人能守礼，则天赐之以福。此卦外《乾》内《兑》，《乾》天，《兑》泽，天在上，泽居下，上下尊卑之分正，故有礼之象。又《乾》为行，《兑》为和，《论语》曰：“礼之用，和为贵。”《彖》有“履虎尾”之辞，故即取其首字以名卦也。",
  "modern_general_text": "“履”字本意指鞋子，篆书字形寓意人穿着鞋在行走。引申为践行、行为。序卦传认为，物质积蓄丰富后（小畜卦）就必须讲究礼仪，所以接着是履卦。此卦上卦为乾（天），下卦为兑（泽），天在上，泽在下，尊卑秩序分明，这正是礼仪的象征。乾代表刚健运行，兑代表和悦，象征以和悦的心态去践行礼仪。卦辞中提到“踩在老虎尾巴上”，寓意伴君如伴虎的危机感，但只要守礼就能化险为夷，故取名“履”。",
  "takashima_general": "履：履虎尾，不咥人，亨。\n▲　篆书履\n《象传》曰：履，柔履刚也。说而应乎乾，是以履虎尾，不咥人，亨。刚中正，履帝位而不疚，光明也。\n此卦《乾》上《兑》下，《乾》为老父，前行，《兑》为小女，追随在后。凡以刚健践弱之后易，以柔弱践刚健之后难。就卦面《观》之，以六三一阴之柔弱，介五阳刚强之中，有欲行难行之象。以至弱之质，蹑于至刚之后，犹“履虎尾”，最是危机。文王就其难行之道，系其辞曰“履虎尾”，危之也。《乾》为虎，虎指刚健者。人者对虎而言，“不咥人，亨”。此卦二五两爻，皆得阳刚之中正，九五尊位，居至高至贵，而能不疚于心，必有光明之德也，谓之“刚中正，履帝位而不疚，光明也”。《彖传》三句，专就五爻而言，此爻卦变则为《离》，《离》为火，为日，为电，有光明之象。\n以此卦拟人事，内卦《兑》为我，外卦《乾》为彼，我柔弱而彼刚健。例之古人，如上杉谦信、织田信长等，刚毅果敢，为其臣仆者，一不顺从，每遭惨祸，谚云“伴君如伴虎”，此之谓也。嗟乎！世路险阻，无往而非危机，虎之惟人，不独山林，凡一切利害所关，即为危机之所伏，皆可作虎观也。惟以不敢先之心，后天下之人，以不敢犯之心，临天下之事，以不敢轻进之心，处天下之忧患，敬以持己，和以接人，以此履虎，虎虽刚猛，必不见难。由是观之，人能行以卑逊，何往而不亨通哉！行于强暴，则强暴服，行于蛮貊，则蛮貂化，行于患难，则患难再，皆和悦之效也。以卦体言，初爻虎尾，至九五之时，危险既去，身安心泰，自具光明之德也。故履之时，柔能制刚，弱能胜强，虽刚暴难制者，皆可以柔和之道制之。若欲以刚制刚，必有大咎，此《履》卦所以贵和悦而应上也。\n以此卦拟国家，上卦为政府，下卦为人民，上刚强，下卑屈，名分悬隔，刚强者进于前，卑屈者随其后，谓之履，柔履刚也。上下之秩序如此，下以和悦爱敬，服从夫上，上亦乐其柔顺，不复以强暴相凌，谓之“悦而应乎乾，是以履虎尾，不咥人，亨”。九五之君，德称其位，垂拱而天下治，上不愧祖宗之鉴临，下不负臣民之瞻仰，何疚之有？于是功业显著，德性光明，谓之“刚中正，履帝位而不疚，光明也”。\n通观此卦，高者无若天，低者无若泽，上下尊卑之分，昭然若揭。六三以一阴，介在五阳之间，为全卦之主，才弱而志刚，体暗而用明，不自量力，而敢于前进，致蹈危祸也。初九在下，素位而行，不关荣誉，虽涉危险之世，行其固有之业，而自得其安乐也。九二居内卦之中，不系情于名利之途，坦然自乐，不陷于危险也。九四上事威猛之君，下接奸佞之侣，处危惧之地，小心翼翼，位尊而主不疑，权重而人不忌，终得遂其志也。九五居尊位，雄才大略，独断独行，以刚猛而御下者也。上爻熟练世故，洞悉人情，建大业，奏伟功，而克享元吉者也，是《履》之终也。\n《大象》曰：上天下泽，履，君子以辨上下，定民志。\n此卦“上天下泽”，尊卑贵贱之等级分明，是不易之定理也。君子见此象，“辨上下，定民志”，使之各居其所，各安其分，不相紊乱，自无僭越，礼制之要也。夫宇宙间，莫低于泽，莫高于天，譬诸在人，莫尊于冠，莫卑于履，上下之分如此。《履》者，礼也，君子体《乾》之强，庄敬而日强，所以行礼也。《兑》之德悦也，悦者和也，礼以退为让，履以下为基，故曰“履，德之基也”。天而不下交于泽，则江河无润；泽而不上交于天，则雨露无滋。惟天高而能下，故水土草木之气，蒸而为云雨，而天益高；惟君尊而能卑，故亿兆臣民之分辨，而为礼让，而君益尊。若上下不辨，民志不定，则等威无别，民情骚动，天下纷然，乱自此起，如之何其能治也？此卦上自天子，下至庶人，安尊卑之分，联上下之情，君怀明德，民无二志，天下所由治也，谓之“君子以辨上下，定民志”。\n【占】　问家业：有门庭肃穆，仆妾顺从之象。\n○　问任官：有品级渐升之象，若攀援干进，反致不利。\n○　问营商：宜辨别货品，实察商情，待时而售，必得高价。\n○　问出行：利于滨海之地。\n○　问六甲：得女。\n○　问疾病：宜疏通中焦。\n○　问遗失：一时为物所掩，久后自出。",
  "modern_takashima_general": "卦辞说：踩在老虎尾巴上，老虎不咬人，亨通。\n此卦上乾下兑，乾为刚健老父在前走，兑为柔弱少女在后随。以柔弱者跟随刚强者，如同跟在老虎身后，这就是“履虎尾”，非常危险。但只要小心谦逊，以柔克刚，老虎就不会伤人。这象征虽然处境险恶（如伴君如伴虎），但若能敬慎持己、和悦待人，就能化险为夷，无往而不利。\n在国家层面，象征政府刚强，人民柔顺。人民以和悦之心服从政府，政府也不暴虐欺凌，上下秩序井然，国家自然大治。\n总观全卦，尊卑分明。初九安守本分；九二坦荡自乐，不慕名利；六三才弱志刚，最易招祸；九四处危地而小心翼翼，终获吉祥；九五刚猛御下，虽有危机但光明正大；上九回顾往昔，功德圆满。\n君子应效法此卦，辨别上下尊卑，安定民心，使各安其分。\n\n【占卜】\n问家业：家风严谨，妻妾仆人顺从。\n问官运：品级会逐渐提升，但若急于求成反而不利。\n问经商：看准行情，待价而沽，必获高价。\n问出行：利于去海边或水边。\n问生育：生女儿。\n问疾病：应疏通消化系统（中焦）。\n问失物：暂时被东西遮盖，过段时间会自动出现。",
  "lines": {
    "1": {
      "text": "初九：素履，往无咎。",
      "takashima_explanation": "《象传》曰：素履之往，独行愿也。\n\n\n“素”者生帛，取天然之色而无饰也。“素履”者，谓直行本分。此爻以阳居阳，虽得正位，上无正应，在下位，不援上，《中庸》所谓“君子素其位而行，不愿乎其外”者也。以居《履》之初，去虎犹远，守当然之本业，独善其身，不求闻达，一旦得位，亦不改其“素履”之守，所谓“穷不失志，达不离道”，故曰“素履，往无咎”《象传》曰“独行愿也”者，谓己之所愿，不在乎外也。此爻无正应，故曰“独”也。\n\n\n【占】　问功名：宜安居乐道，待时运亨通，往无不利。\n\n\n○　问营商：直守旧业，久后必获利。\n\n\n○　问谋事：宜缓待，不宜急迫。\n\n\n○　问战征：宜独行潜往，刺探敌情，无咎。\n\n\n○　问家宅：“福履绥之”，门庭吉祥。\n\n\n○　问六甲：生男。",
      "modern_text": "初九：朴素地前行，没有灾咎。以淳朴之心做事即可。",
      "modern_takashima_explanation": "“素”指没有染色的丝绸，意指本色。“素履”即安守本分，不加修饰。初九阳刚居下，虽然得位，但上面没有应援，象征君子安于现状，不攀附权贵，独善其身。此时离危机（老虎）还很远，只要坚守本业，不求虚名，无论穷达都坚守志向，前行就不会有灾祸。象传说的“独行愿”，是指坚守自己的志愿，不被外物所动。\n\n【占卜】\n问功名：应安贫乐道，等待时运亨通，前程无碍。\n问经商：坚守旧业，长久必有获利。\n问谋事：宜暂缓等待，不宜急躁。\n问战争：适合单人潜伏刺探敌情，无咎。\n问家宅：门庭吉祥。\n问生育：生男孩。"
    },
    "2": {
      "text": "九二：履道坦坦，幽人贞吉。",
      "takashima_explanation": "《象传》曰：幽人贞吉，中不自乱也。\n\n\n“坦坦”者，道之平也；“幽人”者，谓隐居山林之士也。此爻当履之时，得刚中之位，中则不偏，不偏则不危，履行其道，犹行平坦之道路也，故曰“履道坦坦”夫行道者，履于旁则危险，履其中则平坦，必其中心淡泊，忘情荣辱，以道自守，斯得幽人之贞也，故曰“幽人贞吉”，若欲急进而从事，恐履虎而招祸也。盖此爻虽有才德，以上无应爻之助，故未得出而用世，惟其穷居乐道，遵时养晦，故吉。《象传》曰“中不自乱也”者，谓不降其志，不辱其身，是不以利达乱其心者也。一说“幽人”为幽囚之人，如文王之囚羑里而演《周易》，文天祥之囚土室而作《正气歌》之类，虽在患难，不乱其志也。此爻内卦变为《震》，《震》为大途，有道之象；又以《兑》泽，有幽谷之象，故曰“幽人”。\n\n\n【占】　问功名：有高尚其志之象。\n\n\n○　问营商：一时物价平平，可得微利。\n\n\n○　问出行：平稳，获吉。\n\n\n○　问终身：有恭敬修身之意。\n\n\n○　问家宅：有分析财产之意。\n\n\n○　问失物：有意外损耗之虑。",
      "modern_text": "九二：行走在平坦宽阔的大道上，隐居之人坚守正道则吉祥。",
      "modern_takashima_explanation": "“坦坦”形容道路平坦，“幽人”指隐居的高士。九二处于下卦中位，不偏不倚，就像走在平坦的大道上。象征内心淡泊名利，忘怀荣辱，坚守正道，如同隐士般贞静自守，所以吉祥。如果急于进取，反而可能踩到虎尾招致祸患。此爻虽有才德，但时机未到，应当韬光养晦，不因名利而乱了心志。\n\n【占卜】\n问功名：志向高尚，不求速达。\n问经商：目前物价平稳，可得微利。\n问出行：旅途平稳，吉祥。\n问终身：适合恭敬修身，安分守己。\n问家宅：有分家析产的意思。\n问失物：恐怕有意外的损耗。"
    },
    "3": {
      "text": "六三：眇能视，跛能履。履虎尾，咥人，凶。武人为于太君。",
      "takashima_explanation": "《象传》曰：眇能视，不足以有明也；跛能履，不足以与行也。咥人之凶，位不当也。武人为于大君，志刚也。\n\n\n“眇”者，目之偏视也；“跛”者，足之偏废也。“武人”者，文官之对；“大君”者，尊贵之称。此爻以阴居阳，不中不正，无才无德，以刚暴取辱者也。盖于履为成卦之主，欲恃其势而统辖群刚，不自度才德之微，不足负担大事。目之眇，自以为能视，足之跛，自以为能履，不避危险，勇往直前，自蹈履虎受咥之祸，故曰“眇能视，跛能履，履虎尾，咥人，凶”。曰“眇”曰“跛”者，示六三之柔暗，能视履者，谓恃九二而冒险躁进。虎之不咥我，以我背后有《乾》也。六三见虎之畏《乾》，以为畏己也，去《乾》而自用，遂为虎所咥。《彖》曰“不咥人”，爻曰“咥人”，其义相反，盖《彖》取内卦《兑》之柔和爱敬而立义，爻主中正，以六三阴柔不中正，独与上九之一爻相应，上九虎之首也。履尾而首应，故有咥人之象。六三不自知其量，放肆横行，武人而干犯九五之大君，其强暴而无所忌惮如此，大凶之道也。《象传》曰“眇能视，不足以有明也；跛能履，不足以与行也”者，谓其识暗，故视不能明，谓其才弱，故行不能远。“位不当也”者，谓以阴居阳；“志刚也”者，谓其阴柔而不中正，志刚而触祸也。《兑》为毁折，互卦《离》为目，巽为股，《离》目为《兑》所毁折，有眇之象；《巽》股为《兑》所毁折，有跛之象。又《兑》为口，有咥之象；“武人”《巽》之象，《巽》之初六“利武人之贞”可见也。“武人”，武士也，如《诗》所咏“赳赳武夫”是也，其职掌专主军政，奉王命以讨伐不庭，效忠于疆场者也。“武人为于大君，”刚强自用，干犯名分，孔子所谓“暴虎冯河，死而无悔”之徒，其甚者窃弄兵权，不奉朝命，如北条义时足利尊氏者也。我国维新以来，军政严肃，海陆两军，类皆桓桓武士，干城之选，好谋而成，固不徒以志刚为武也。《易》之垂诫，或不在当时而在后世，其虑远矣。\n\n\n【占】　问家宅：有暗昧不明，以小凌大之象。\n\n\n○　问商业：有被人欺弄，急切不能脱售之虑。\n\n\n○　问战征：宜退守，不宜进攻，妄动者凶。\n\n\n○　问行人：恐中途遇险。\n\n\n○　问失物：就近寻觅，自得。\n\n\n○　问六甲：生男，但婴儿防有残疾。",
      "modern_text": "六三：眇了一只眼却自认为看得清楚，跛了一条腿却自认为走得好，踩在老虎尾巴上被咬了，凶险。比喻自不量力。",
      "modern_takashima_explanation": "六三阴柔居于阳位，才德微薄却志向刚强，不自量力。好比眼睛瞎了一只却自以为看得清，腿跛了却自以为走得快。因为看不清形势、走不远道路，却还要逞强冒险，结果踩到了老虎尾巴，被老虎咬伤，非常凶险。这就像一介武夫妄图行使君王的权力，刚愎自用，肆无忌惮，必招致大祸。这是对才疏学浅却妄自尊大者的警告。\n\n【占卜】\n问家宅：家中有是非不明，以下犯上之象。\n问商业：有被人欺骗，货物急切难卖的忧虑。\n问战争：宜退守，不可进攻，妄动必凶。\n问行人：途中恐怕会遇到危险。\n问失物：就在附近找，能找到。\n问生育：生男孩，但要预防婴儿有残疾。"
    },
    "4": {
      "text": "九四：履虎尾，愬愬，终吉。",
      "takashima_explanation": "《象传》曰：愬愬终吉，志行也。\n\n\n“愬愬”者，畏惧之貌。此爻以阳居阴，逼近九五尊位，才强态弱，以九五为虎，常怀危惧，故有“履虎尾”之戒。若以其危故，而退身远引，亦非为臣之道。此爻处大臣之位，有可未常不献，有否未常不替，亦非避其威而不履也。但小心谨慎，常若想想，故曰“履虎尾，愬愬”。是以位虽高而主不疑，权虽重而上不忌，终免忧危，而得保全之吉，故曰“终吉”。此卦全卦以柔为吉。‘终”字对初而言，有始于危，终于不危之义也。《系辞传》曰“四多得”，此爻多惧，惟其防患周密，终得免害。《彖》辞曰“不咥人，亨”者，谓此爻也。《象传》曰“志行也”者，谓履行其道也。“志”者，为平日期望之志也。\n\n\n【占】　问时运：以温和接人，以笃实当事，虽临危险，终得免祸，是气运平稳之时也。\n\n\n○　问商业：不宜急切脱货，宜谨慎耐守，终获利益。\n\n\n○　问战征：宜临危固守，遇救得捷，可转败为胜。\n\n\n○　问六甲：平稳得男。",
      "modern_text": "九四：踩在老虎尾巴上，小心翼翼，最终吉祥。",
      "modern_takashima_explanation": "“愬愬”是恐惧颤栗的样子。九四紧邻九五至尊（虎），处境正如踩在老虎尾巴上一样危险。但因为九四能时刻保持极度的恐惧和警惕，小心侍奉，既不逃避责任，也不冒进邀功。虽位高权重但懂得谦卑，让君主不疑心、不忌惮。因为防患周密，所以最终能化险为夷，获得吉祥。\n\n【占卜】\n问时运：待人温和，做事踏实，虽有危险终免祸患，运气平稳。\n问商业：不要急于出货，谨慎等待，最终有利可图。\n问战争：危急时应固守，等待救援，可转败为胜。\n问生育：平稳，生男孩。"
    },
    "5": {
      "text": "九五：夬履，贞厉。",
      "takashima_explanation": "《象传》曰：夬履贞厉，位正当也。\n\n\n夬者，决也“夬履”者，谓其一任刚决以履行也。此爻刚健中正，体《乾》卦，《履》尊位，下无应爻，自恃刚明，果于任事，多威武猛断之政，未免有果敢而窒之弊，故曰“夬履”。古圣人居天下之尊位，虽明足以照，刚足以决，势足以专，未尝不博取天下之议，以广其见识，此圣人之所以为圣人也。此爻不患不刚明，而患在躁急，一任己见，以刚行刚，不审时机，不察群情，遂致上下不通，内外阻隔，急切之甚，激成祸变，是危殆之道也，故曰“贞厉”。“贞”者，贞固也，谓固执而不变也；“厉”者，危也，谓当常存危惧之心也。《易》中用“厉”字之例皆然，《噬嗑》之九五，“贞厉无咎”，亦犹是也。盖《履》之道，尚柔不尚刚，九五以刚居刚，是决于履也；以其中正之德，又能危厉自惕，斯得动无过举。《书》曰“心之忧危，若蹈虎尾”，国君能常思蹈虎之危，可谓“履帝位而不疚”也。爻辞“贞厉”者，固见其厉也。《象传》曰“位正当也”者，与《兑》之九五及《中孚》之九五同义。盖有不满于君德之旨也，谓刚决之君，似于宽仁温和之德有阙，所宜反省而加勉也。\n\n\n【占】　问时运：前苦后甘，目下正当披云见日之时，犹宜毋忘曩时苦境，兢兢业业，斯能长保其富也。\n\n\n○　问商业：宜和衷共济，有货不宜急售，久后必得厚利。\n\n\n○　问失物：有不待寻而自得之象。\n\n\n○　问官途：目下已得升迁，惟宜谨慎，斯可永保。\n\n\n○　问疾病：危而后安。",
      "modern_text": "九五：果断地前行，坚守正道但有危险。",
      "modern_takashima_explanation": "“夬”是决断的意思。九五居于君位，刚健中正，独断专行（夬履）。虽然地位正当，但因过于刚猛急躁，听不进意见，容易造成上下隔绝。即便坚守正道（贞），仍然暗藏危机（厉）。如果不审视时机、不察民情，一味刚强行事，会激起祸变。所以必须如履薄冰，时刻保持危惧警惕之心，反省自己是否缺乏宽仁之德，才能避免过失。\n\n【占卜】\n问时运：先苦后甜，目前运势转好，但要兢兢业业才能长保富贵。\n问商业：宜团队合作，货物不宜急售，久后有厚利。\n问失物：不用找，自己会出来。\n问官运：目前已升迁，但需谨慎才能长保职位。\n问疾病：经历危险后会好转。"
    },
    "6": {
      "text": "上九：视履，考祥其旋，元吉。",
      "takashima_explanation": "《象传》曰：元吉在上，大有庆也。\n\n\n“视履，考祥其旋”者，谓自视其履行之迹，能考祸福之祥兆。此爻居《履》之终，即践行之终，凡人之所践行，善则得福，不善则得祸，治乱祸福之所歧，悉由于履行。人之所履，亦难保始终皆善，有始不善而终善者，有始善而终不善者，必观于终，然后见也。若周旋无亏，终始如一，则其吉大矣，故曰“视履，考祥其旋，元吉”。《象传》曰，“元吉在上，大有庆也”。谓君上能行此道，则大有吉庆也。元即大，吉即庆也。凡六十四卦之中，上爻系“元吉”者，不过二三卦，此爻居其一，盖上爻者，极地而多危殆也。\n\n\n【占】　问时运：目下正得安乐之时，其人必素行无亏，晚运亨通，福寿双全，大吉也。\n\n\n○　问商业：往返经营，俱得大利。\n\n\n○　问家宅：祸福无门，惟人自招，若能积善，必有余庆。\n\n\n○　问疾病：恐天年有限。\n\n\n○　问失物：不寻自得。\n\n\n○　问六甲：必产贵子。\n\n\n○　问战征：大获胜捷，奏凯而旋。",
      "modern_text": "上九：回顾自己走过的路来考察吉凶，一切周全圆满就是大吉。",
      "modern_takashima_explanation": "上九处于全卦终点，象征事情到了最后阶段。此时应回头审视自己走过的路（视履），考察结果是祸是福。祸福都是自己行为的结果。如果回顾过往，行为周全无亏，善始善终，就能获得圆满的大吉（元吉）。这是功成名就、福寿双全的象征。\n\n【占卜】\n问时运：目前安乐，晚运亨通，福寿双全。\n问商业：往返经营，都能获得大利。\n问家宅：积善之家必有余庆。\n问疾病：恐怕寿命有限（天年已到）。\n问失物：不找自得。\n问生育：必生贵子。\n问战争：大获全胜，凯旋而归。"
    }
  },
  "guaci": "履：履虎尾，不咥人，亨。",
  "modern_guaci": "履卦象征践行礼仪：踩在老虎尾巴上，老虎却没有咬人，亨通。比喻以柔顺的态度处理危险之事，可化险为夷。"
}