{
  "name": "天火同人",
  "pinyin": "tian_huo_tong_ren",
  "code": "101111",
  "palace": "离宫",
  "general_text": "《同人》一卦，《离》下《乾》上，故合为“ ”字，有光明上际溥见之象。《乾》天也，《离》火也，天气上升，火性炎上，与天同也，故为《同人》。按《同人》之卦，上承《否》，天地不交为《否》，上下相同为《同人》。盖与《否》相反，而足以相济，故虽同道相与，乃能济否也，是卦之所以次《否》也。",
  "modern_general_text": "同人卦，离火在下，乾天在上，光明上照，普照天下。乾象征天，离象征火，天气上升，火性也向上，二者性情相同，所以称为《同人》。按卦序，同人卦承接在《否》卦之后。天地之气不交融叫做《否》，上下心志相同叫做《同人》。同人与否卦意义相反，正好可以相互济助，虽然只是志同道合之人相处，却足以解决否卦的闭塞，这就是同人卦排在否卦之后的原因。",
  "takashima_general": "同人：同人于野，亨。利涉大川，利君子贞。\n《同人》之道，要在广远无间，中外如一，斯谓之大同。“野”谓旷野，取远与外之义；“于野，”则上天下地，空阔无际，无所容其私心，斯物无不应，人无不助，故“亨”。心无私欲，则地无险阻，无往不利，虽大川亦可涉。但同亦分公私，合我者同，不合者异，是小人之党也，非同也；要必公正无私，浑然天心，虽千里之遥，干载之后，志无不合，道无不同，故曰“利君子贞”。\n《象传》曰：同人，柔得位得中而应乎《乾》，曰《同人》。《同人》曰，同人于野，亨，利涉大川，乾行也。文明以健，中正而应，君子正也。惟君子为能通天下之志。\n《彖》以卦体释卦义。柔谓六二，《乾》为九五，六二以柔居柔，得位得中，以应九五，故曰“应乎《乾》”。《乾》者健也，健而能行，足以济险，故曰“利涉大川，乾行也”。“文明”者，《离》之象，刚健者，《乾》之德。二五皆中正，得以相应，君子之道也，故曰“君子正也”。君子心公，公则天下感之，君子道正，正则天下化之，遐迩一体，上下同德，则天下之志皆通矣。惟君子能之，故曰“惟君子为能通天下之志”。\n以此卦拟人事，全卦五阳一阴，六二一爻，以阴居阴，位得中正，为内卦之主，上应九五。全卦之象，恰如以一女居五男之中，以一女对五男，宽裕温柔，周而不比，众阳和悦，而同心合意，天下皆通。“同人，柔得位得中而应乎乾”，不曰应九五，而曰应《乾》，可知不专应九五一爻，而遍应众阳，为“能通天下之志”也。几天下之事，以一人独成则难，与人共成则易，而与人之道，有公有私，公则道合，私则道离，且以私同者其道小，以公同者其道大。譬如平原，一望无垠，绝无隐蔽，是即“同人于野”之象也。内卦《离》为明，为智，外卦《乾》为正，为健。人能得夫《离》之明，《离》之智，以应乎《乾》之为正为健，以此而谋事，则事无不利，以此而涉险，众险皆可涉，即以此而交天下之人，则天下之人志无不通，是率天下而大同也。\n以此卦拟国家，上卦为君，至刚至健，威权赫赫，卦中之九五也；下卦为臣，得位得中，文明有象，卦中之六二也。二与五为正应，君臣合志，正明良际会之时也。《同人》之卦，次于《否》后，否则“天地不交，万物不通”，其要在于不能“通天下之志”，惟《同人》为能通之。通则为《泰》，是国家所以济否开泰者，实赖《同人》之力也。《序卦》曰，“物不可以终《否》，故受之以《同人》”，可知天地不交为《否》，上下相通为《同人》。是故有国家者，君得其位，又当得其刚之中，臣得其位，又当得其柔之中，庶几刚柔相应，上下合志，虽大川之险而可涉，天下之志而能通。且六二之臣，不特上应九五，又必比合初、三、四、上诸阳，一心一德，同朝共济，体《离》之明，法《乾》之行，出以至正，不涉偏私，斯天下之人，正者感而通，不正者亦化而通，安往而不通，即安往而不同哉！\n通观此卦，上卦为《乾》，下卦为《离》。《离》本《乾》也，《坤》交于中而生《离》，其象为火。盖《乾》本元阳，火者阳之真气，与《乾》同体，故曰同。天之生人，耳同听，目同视，口同味，心同觉，一人之所是，万人同以为是，一人之所非，万人以为非，亲者同爱，长者同敬，人虽至愚，此心此志，无不同也。故孟子曰：“圣人先得我心之所同然者也”，“天之所与于我者，不异也”。盖公则无不同，一涉私欲，遂致去《离》乖僻，不可复同，然其秉彝之良，卒不可昧也。是天之所与于我，而其不可昧者，离也；不可异者，乾也。故人秉《离》之明，行《乾》之健，至公无私，自然亨通，险阻化而为平地，虽涉大川，亦无不利，是《同人》之所以亨也。观诸爻无同之象，盖凡人有意求同，便涉于私，私则不同，盖同者不言同而自同也。初九曰“于门”，谓出外无所私呢也，故“无咎”。六二曰“于宗”，虽中且正，以涉宗党之私，为可吝也。九三以刚强居二五之间，强欲求同，虽伏藏三年，终不敢兴，知惧，故不凶也。九四近五，如隔塘耳，知义弗直，弗敢强攻，则为吉也。九五刚健，应二爻明，当其未通，不胜愤郁，一旦贯通，自觉喜悦，故曰“先号咷而后笑”也。上九《遁》居郊外，无意求同，故“无悔”。合而言之，《同人》一卦，初、上二爻，“于门”“于郊”，皆在外也，故无咎悔；二有“于宗”之吝，三有戎莽之祸，五有“大师”之患，是皆同于内，故无吉者。盖“于宗”不若“于门”，“于门”不若“于郊”，“于郊”不若“于野”。总之出外则无党援，亦无阿好，地愈远而心愈公。公则平，平则通，故圣人以四海一家，中国一人为心，斯谓之大同矣。若求同于近，虽同亦私，是以《彖》辞首曰“于野”，可知《同人》之道，当以天下力量者也。\n《大象》曰：天与火，同人，君子以类族辨物。\n此卦《乾》上《离》下，《象传》不曰火在天下，而曰“天与火”，盖以《乾》为日，《离》亦为日，象相同也，故曰“天与火”，取其同也。《乾》阳上升，《离》火上炎，性相同也，犹人生性无不相同，故曰《同人》。君子法乾之健，以类其族，用离之明，以辨其物；于异中求同，故族必类之，于同中求共，故物必辨之。凡异之不可不明辨，益知同之不容以相混也。即此而推之，知人有善恶邪正之分，心有是非公私之判，君子亦必当类而观之，辨而别之。如周之与比，党之与群，其貌若相似，其心则自别。要必明析严辨，不稍假借，是异其所不得不共，乃能同其所不得不同。此所以为同之大者也。\n【占】　问时运：目下大有升腾之象，且得朋友扶助，大吉。\n○　问商业：宜于合资会社等业，大利。\n○　问家宅：得合家和悦之象，吉。\n○　问战征：主军士同心，即宜调兵进攻，大利。\n○　问疾病：是火症也，恐医药有误，宜别求良医。\n○　问讼事：防有同党私庇，一时未可结案。\n○　问六甲：生女。\n○　问失物：须细细于物类中寻觅，乃得。\n○　问行人：即日可归，必与友偕来。",
  "modern_takashima_general": "同人之道，关键在于广阔无私，内外如一，这就是大同。“野”指旷野，象征广大空阔，无私心容身，所以万物响应，无人不助，故“亨通”。心无私欲，地无险阻，无往不利，大河也可渡。但同人也有公私之分，只团结对自己有利的人，那是小人结党，不是真正的同人；必须公正无私，顺应天心，即使相隔千里千载，志向道义也相同，所以说“利君子贞”。\n\n以六爻拟人事，全卦五阳一阴，六二得位中正，是内卦之主，上应九五。如同一个女子在五个男子中间，宽和温柔，不偏私，让大家都和悦，同心合意。天下之事，一人独成很难，与人共成则容易，但要出以公心，大道才广。\n\n以国家来看，上卦九五是君，下卦六二为臣。二五相应，君臣合志，是国家济否开泰的关键。君臣上下同心，虽大河之险也能渡过。人若能秉持《离》的聪明才智，去践行《乾》的中正刚健，大公无私，自然亨通。\n\n从全卦来看，初爻“于门”、上爻“于郊”都在外，所以无灾咎；二爻“于宗”有吝惜，三爻有“伏戎”之祸，五爻有“大师”之患，都是因为在内求同，反而不吉。求同越远，心越公。求同于近处，虽同也是私情。\n\n【占】\n问时运：目前大有升腾之象，且得朋友扶助，大吉。\n问商业：适合合资、组建公司等业务，有大利。\n问家宅：全家和悦，吉利。\n问战征：军士同心，宜调兵进攻，大利。\n问疾病：是火症（发热炎症等），恐怕医药有误，宜另求良医。\n问讼事：防备对方有同党私下包庇，一时难以结案。\n问六甲：生女。\n问失物：须在同类物品中细细寻找才能得到。\n问行人：即日可归，必定与朋友一起来。",
  "lines": {
    "1": {
      "text": "初九：同人于门，无咎。",
      "takashima_explanation": "《象传》曰：出门同人，又谁咎也。\n\n\n初九居一卦之始，为《同人》之首也。此卦以二爻为主。初变阴下卦为艮，象门，故曰“于门”，亦不愿独同于二，故欲出门以广交也。门以外无所私昵，故“无咎”。《象传》则颠倒其辞曰，“出门同人”，显言一出门外，天地万物，孰不吾同？不曰无咎，而曰“又谁咎也”，盖无咎，第属己言，“又谁咎”，则见门外之人，皆乐与之同，谁复得咎之者？《易》以人名卦者，《家人》《同人》两卦。《家人》者，一家之人，宜位正夫内；《同人》者，天下之人也，宜志通夫外。《易》言“出门”者，《随》与《同人》两卦，《随》曰出门有功，《同人》曰出门无咎，皆以门内为易溺于私，门外则廓然大公矣。\n\n\n【占】　问时运：目下平顺，宜经营出外，利。\n\n\n○　问家宅：一门之内，雍雍和睦，无咎。\n\n\n○　问商业：利行商，不利坐贾。\n\n\n○　问疾病：宜避地调养，无碍。\n\n\n○　问讼事：防有惩役之患，宜预出躲避，可以免咎。\n\n\n○　问失物：须于门外寻觅。\n\n\n○　问六甲：即时可产，得男。",
      "modern_text": "初九：在门口与人和同，没有灾咎。",
      "modern_takashima_explanation": "初九是卦的开始。此爻变阴则下卦为艮，艮为门，故称“于门”。意指出门广交朋友，不局限于私情。门外无私情偏爱，大家一视同仁，所以“无咎”。《家人》卦讲一家之人，重在门内；《同人》卦讲天下之人，重在门外通达。门内易溺于私情，门外则大公无私。\n\n【占】\n问时运：目前平顺，宜外出经营，有利。\n问家宅：一家之内和睦，无灾。\n问商业：利于行商（跑外勤、运输），不利于坐贾（开店守摊）。\n问疾病：宜换个地方调养，无大碍。\n问讼事：防备有牢狱之灾，宜预先外出躲避，可免灾咎。\n问失物：须在门外寻找。\n问六甲：立刻生产，生男。"
    },
    "2": {
      "text": "六二：同人于宗，吝。",
      "takashima_explanation": "《象传》曰：同人于宗，吝道也。\n\n\n此爻以阴居阴，文明中正，而为全卦之主，卦中诸阳，皆求应二。二与九五为正应，九五为君，居一卦之尊位，二爻曰“同人于宗”，“宗”尊也，言二得同于至尊。在二与五，刚柔中正，时位相应，可谓尽善，但两相亲密，未免偏私，有失至公大同之量。且三四两爻，求同不得，见二与五，同意亲密，致生嫉妒，即所以取吝也，故曰“同人于宗，吝”。《象传》曰“吝道也”，道字最宜玩味，谓一时即未见吝，而已有取吝之道也。《彖》辞以六二得位得中，曰“亨”，爻义以“同人于宗”，曰“吝”，盖卦体主大同，爻义戒阿党也。\n\n\n【占】　问时运：目下未佳，虽有相助，而相忌者多，未能百事遂意。\n\n\n○　问商业：利于大宗买卖，惟须出纳宜留意。得利。\n\n\n○　问讼事：不利。\n\n\n○　问家宅：以勤俭起家，得长子之力。\n\n\n○　问疾病：有魂归宗庙之象，凶。\n\n\n○　问行人：即返。\n\n\n○　问六甲：生女。\n\n\n○　问失物：被拾者藏匿，不见还也。",
      "modern_text": "六二：在宗族内与人和同，有困窘。局限于小团体则有羞愧。",
      "modern_takashima_explanation": "六二阴爻居阴位，中正文明，是全卦之主，众阳爻都想与它和同。六二与九五是正应（君臣关系），“宗”指至尊。虽然二五相应很完美，但两人过于亲密，未免有偏私之嫌，失去了“大同”的度量。而且三、四两爻求同不得，见二五亲密，会生嫉妒，这就是取祸之道。卦辞说“亨”是讲大同的总体，爻辞说“吝”是告诫不可结党营私。\n\n【占】\n问时运：目前运势不佳，虽然有人相助，但嫉妒的人多，不能百事如意。\n问商业：利于大宗买卖，但出纳需留意，能得利。\n问讼事：不利。\n问家宅：勤俭起家，能得长子的助力。\n问疾病：有魂归宗庙（死亡）之象，凶。\n问行人：立即返回。\n问六甲：生女。\n问失物：被捡到的人藏起来了，不会归还。"
    },
    "3": {
      "text": "九三：伏戎于莽，升其高陵，三岁不兴。",
      "takashima_explanation": "《象传》曰：伏戎于莽，敌刚也。三岁不兴，安行也。\n\n\n“戎”者，兵戎也。“莽”者，草深处也。此卦六二，一阴居中，卦中诸阳，皆欲与同。三爻接二最近，欲同之意尤切，然二爻中正，为九五正应，不与三同。三爻过刚不中，性情刚暴，位居二五之间，欲用强而同之。然惧二之中正，畏五之刚健，不敢显发，“伏戎于莽”，以俟其机，上升高陵，以窥其隙，至三岁之久，终不敢兴，亦可见小人之情状矣。其不言凶者，以久而不兴，故未至凶矣，然曰“伏”，曰“升”，其凶已露矣。《象传》曰“敌刚”也者，谓其所敌九五刚健，自知不能胜也；“安行”也者，“三岁不兴”，亦安行乎？《离》为甲，兵戎之象，互卦《巽》，为隐伏之象。此卦九三九四，不言同人者，两爻共有争夺之象，非同人者也。此爻变为《无妄》，其六三之辞曰：“无妄之灾，或系之牛，行人之得，邑人之灾”。可以见其有凶咎也。\n\n\n【占】　问时运：目下直潜伏，三岁后方可出而谋事。\n\n\n○　问商业：宜开山林，三年后大可获利。\n\n\n○　问家宅：防有盗贼窃伺。\n\n\n○　问战征：须防敌军埋伏。\n\n\n○　问讼事：虑有意外葛藤，一时不了。\n\n\n○　问失物：须于丛草中寻之，或山上草中。\n\n\n○　问行人：俟三年后可归。",
      "modern_text": "九三：把兵力埋伏在草丛中，登上高丘瞭望，三年不能兴兵。",
      "modern_takashima_explanation": "九三离六二最近，很想与六二和同，但六二与九五正应，不理会九三。九三性情刚暴，夹在二五之间，想动强抢夺，但又惧怕六二的中正和九五的刚健，不敢公然发作。所以“伏戎于莽”（埋伏在草丛中）等待机会，“升其高陵”窥探虚实。长达三年都不敢起兵，可见小人的情状。没说“凶”，是因为始终没敢行动，但争夺的意图已露。\n\n【占】\n问时运：目前宜潜伏不动，三年后方可出山谋事。\n问商业：适合开发山林，三年后可获大利。\n问家宅：防备有盗贼窥视。\n问战征：须防备敌军埋伏。\n问讼事：恐怕有意外的纠葛，一时完不了。\n问失物：须在草丛中或山上草丛里寻找。\n问行人：等到三年后才能归来。"
    },
    "4": {
      "text": "九四：乘其墉，弗克攻，吉。",
      "takashima_explanation": "《象传》曰：乘其墉，义弗克也；其吉，则因而反则也。\n\n\n“墉”者，城垣也。此爻以刚居柔，而不中正，四与二非应，亦非比，而欲强同于二，且中间隔以九三之“墉”并忌二五粮密，故欲“乘其猜”而攻焉。既思九五刚健中正，攻之于义不直，于势亦不敌，必弗能克，故不攻也。即此转念间，悔过而改善，乃得变凶而为吉，谓之“乘其墉，弗克攻，吉”《象传》曰“义弗克也”者，谓不自逞其强，而能反省夫义，是以吉也。“困而反则也”者，谓不义之举，必陷困厄，止其邪念，而所法则也。此卦名《同人》，三四两爻，均有乖象。人情同极则必异，异极则复同，犹国家之治极而乱，乱极复治也。是人事分合之端，即《易》道循环之理也。凡《易》曰不克，皆以阳居阴之爻，惟其阳，故有《讼》，有攻；惟其阴，故弗克也。此爻及《讼》之九二九四，如“不克讼”，皆是也。\n\n\n【占】　问时运：目下直退守弗动，吉。\n\n\n○　问商业：宜垄断货物，待价弗售，后必获利。\n\n\n○　问家宅：宜修葺墙垣，吉。\n\n\n○　问战征：直坚筑营磊，防敌袭击。\n\n\n○　问讼事：今虽不直，后反得胜。\n\n\n○　问失物：久后可得。\n\n\n○　问疾病：虽凶无害。",
      "modern_text": "九四：登上城墙但未能攻下，吉祥。",
      "modern_takashima_explanation": "九四刚爻居柔位，不中不正，想强行与六二和同，中间隔着九三这道墙（墉），又忌惮二五亲密，想爬墙攻击。但想到九五刚健中正，攻打在道义上理亏，势头上也打不过，肯定不能胜，所以停止了攻击。就在这一转念之间，悔过改善，变凶为吉。这是因为能反省道义，停止邪念，遵守法则。\n\n【占】\n问时运：目前宜退守不动，吉。\n问商业：宜囤积货物，待价而沽（暂时不卖），以后必获利。\n问家宅：宜修缮围墙，吉。\n问战征：宜坚守营垒，防备敌人袭击。\n问讼事：现在虽然理亏，但改过自守，后来反而得胜。\n问失物：很久以后可找回。\n问疾病：虽然凶险，但无大害。"
    },
    "5": {
      "text": "九五：同人，先号咷而后笑，大师克相遇。",
      "takashima_explanation": "《象传》曰：同人之先，以中直也。大师相遇，了相克也。\n\n\n“号咷”者，谓悲忧之甚而啼哭也。此爻君位，当与天下同应，若独与二亲密，非人君之道，即非大同之道也。是以为九三九四所嫉妒，隔绝阻挠，使不得与六二相遇，遂致兴师攻克，始得相遇，盖其初以不遇而号咷，今得相遇而笑乐，谓之“同人，先号咷而后笑，大师克相遇”。在五与二，刚柔相应，上下相洽，其情似私，其理本正，故《象传》明其“中直”，《彖传》称其“中正”，是师壮而得克也，岂得以私匿病之哉！\n\n\n又一说：长国家而欲和同众人，其间有猜疑而离间者，使之隔绝而不相遇，极之号咷悲泣，使离间者亦服其德，复得和同而笑乐也。\n\n\n【占】　问时运：目下正当欢乐之时，从前苦志，今得遂愿。\n\n\n○　问商业：虽小有挫折，终获大利。\n\n\n○　问家宅：防有惊惶之虑，然终得平和也。\n\n\n○　问疾病：先危后安。\n\n\n○　问讼事：须请大好辩护士，方能得直。\n\n\n○　问行人：防中途有阻，须缓得归。\n\n\n○　问六甲：生男。",
      "modern_text": "九五：与人和同，先是号啕大哭，后是大笑欢乐，大军相遇终得会合。",
      "modern_takashima_explanation": "九五是君位，本应与天下大同，如果只和六二亲密，会被九三、九四嫉妒阻挠，导致无法相遇，所以悲痛号哭。后来兴师动众攻克了阻碍，才得以相遇欢笑。五与二相应，情虽似私，理却是正的。也有一种说法：作为国家领导者想团结众人，中间有小人离间，导致隔绝悲泣，最终以德服人，重归于好。\n\n【占】\n问时运：目前正是欢乐之时，以前的辛苦，现在能遂愿。\n问商业：虽然有小挫折，终究能获大利。\n问家宅：防备有惊慌之事，但最终能得平和。\n问疾病：先危险后平安。\n问讼事：必须请很好的律师（辩护士），才能胜诉。\n问行人：防备中途有阻隔，会晚一点回来。\n问六甲：生男。"
    },
    "6": {
      "text": "上九：同人于郊，无悔。",
      "takashima_explanation": "《象传》曰：同人于郊，志未得也。\n\n\n“郊”者，国都之外，旷远之地。此爻在五爻之上，为无位之地。《同人》一卦，卦中五阳皆欲同于六二一阴，三爻与二相比，其欲同之意尤切。四爻非应非比，然以介在二五之间，亦欲强同于六二。五爻与二为正应，惟此爻居上，与二非应非比，孤介特立，置身荒郊之外，较初之于门更远。无私匿之情，免争夺之患，在六爻中，最为完善，谓之“同人于郊，无悔”。盖《同人》之量，“愈远则愈大，国外曰郊，郊外曰野，“于郊”较野殊近，故“于野”则亨，于郊”则第曰“无悔”。《象传》曰“志未得也”，志即“为能通天下之志”而言，其仅曰“于郊”。犹未能通天下之志也，故曰“志未得也”。\n\n\n【占】　问时运：目下顺适，诸事无所障碍，但宜在闲散之地。\n\n\n○　问商业：宜立业于市尘之外，无忧耗损，一时亦未能获大利益。\n\n\n○　问战征：宜在荒地屯营。\n\n\n○　问失物：于郊外觅之。\n\n\n○　问讼事：恐难得直。\n\n\n○　问家宅：平顺无灾。\n\n\n此卦为归魂之卦，若占命数而得此卦，至上爻必死。《师》之上爻，可参看也。",
      "modern_text": "上九：在郊野与人和同，没有悔恨。虽未达到最广泛的和同，但也无悔。",
      "modern_takashima_explanation": "“郊”是国都之外。上九在五爻之上，没有实权位置。卦中其他阳爻都想争夺六二，唯独上九孤高特立，置身荒郊之外，比初九的“于门”更远。没有私情，也就免去了争夺的祸患，所以“无悔”。虽然没有达到“同人于野”那样通达天下的境界（志未得），但也能独善其身。\n\n【占】\n问时运：目前顺适，诸事没有障碍，但适合在闲散的地方。\n问商业：宜在市区之外立业，无忧耗损，但一时也难获大利。\n问战征：宜在荒地驻扎。\n问失物：在郊外寻找。\n问讼事：恐怕难以胜诉（因为置身事外，无人相助）。\n问家宅：平顺无灾。\n注：此卦为归魂卦，若占卜寿命得此卦，至上爻则必死。"
    }
  },
  "guaci": "同人：同人于野，亨。利涉大川，利君子贞。",
  "modern_guaci": "同人卦象征与人和同：在旷野中与人和同，亨通。利于涉渡大河，利于君子坚守正道。胸怀宽广，方能与人和谐。"
}