{
  "name": "火天大有",
  "pinyin": "huo_tian_da_you",
  "code": "111101",
  "palace": "乾宫",
  "general_text": "按：大字从一从人。一者天也，以人贯天，天人一致，所以谓大也。有字从又从月，又手也，持也；月渐渐生光，满则光大，有大有之象焉。此卦《离》上《乾》下，《离》炏，《乾》作三，合作 字。卦位六五一阴居尊，五刚之大，皆为尊位所有，故曰《大有》，遂以《大有》名卦。阴小阳大，阳为阴所有，宜曰小有，不知爻虽阴，位则居阳，五刚为九五主阳位者所有，故不曰小有，曰《大有》。",
  "modern_general_text": "按：“大”字由“一”和“人”组成，“一”代表天，人顶天立地，贯通于天，天人合一，所以称为“大”。“有”字由“又”（手）和“月”组成，表示手持之意；月亮渐渐盈满生光，圆满则光大，这便是大有之象。本卦上卦为《离》，下卦为《乾》。卦象中六五爻以阴柔之质居于尊位，其他五个阳刚之爻的盛大，皆为这位尊者所有，因此名为《大有》。通常阴小阳大，阳为阴所有本应叫“小有”，但此爻虽为阴，却居于阳位（九五尊位），且五阳皆归属于这位占据阳位的主宰，所以不叫小有，而叫《大有》。",
  "takashima_general": "大有：元亨。\n《正义》曰：柔处尊位，群阳并应，能大所有，故称《大有》。元为善之长，大有得《乾》之元，以流行成化，故以“元亨”归之。程子曰：诸卦“元亨利贞”，《彖》皆释为“大亨”，恐与《乾》《坤》同也。凡卦有“元亨”者四，《大有》、《蛊》、《升》、《鼎》也。\n《彖传》曰：《大有》，柔得尊位，大中而上下应之，曰“大有”。其德刚健而文明，应乎天而时行，是以元亨。\n此卦下《乾》上《离》，《乾》者天也，《离》者日也，是日在天上，遍照万物，庶类繁昌，君心下交，贤才辈出，物之大者，人之大者，皆归我所有之象也。以其所有之大，名此卦曰《大有》。《大有》者，包括宇宙之大而有之也。卦中一阴五阳，五阳皆服六五柔中之德化，故曰“《大有》，柔得尊位，大中而上下应之，曰《大有》”，“大中”者，犹曰正中也，从容中道，见天子建中和之极，启天下大顺之化，柔能应天，故上下皆应之也。六五之君，虚以容人，中以服人，明以知人，是以得独擅《大有》之尊称。无论诸爻得位或失位，并无凶咎者，以其皆应六五也。且内卦《乾》刚健，外卦《离》文明，六五之君，应于《乾》之九二，应乎《乾》，即应乎天也。应天而时行，其德如是，是以“元亨”，不在上下五阳，而在六五一阴。夫健而不明，则不能辨，明而不健，则不能决，惟健而明，乃足以保其大有也。盖“刚健而文明”者，德之体，存其德于身也；“应乎天而时行”者，德之用，施其德于政也。应天乃所时行，时行必本于应天，德本一贯，人君有如此之德，天下虽大，可运于掌上也。“元亨”者，元即从乾元来，亨者通也；乾健高明，居尊应天，是得“元亨”之道也。\n以此卦拟人事，凡人处世，贵贱尊卑，各从分限，有所宜有，故各宜保其所有。然求有之道，又宜出于公，而不宜溺于私也；又宜取诸远，而不宜拘于近也。私则情意系恋，而有必不正；近则见识狭隘，而有必不广。譬如求学，当扩其识于上下古今，而识斯大也；譬如求财，当搜其利于山川海陆，而利斯大也。然必健以行之，而无或自怠；明以察之，而无为所蔽。德则应乎天，行则合乎时，如是以求有，则我之所有，可包括夫天下之有；天下所有，皆统归于我之所有，庶几所有者皆公而非私，亦可即近而及远矣。此之谓“大有元亨”。人能玩味《易》象，凡其作事，顺天而无违，出于公不溺于私，取诸远不拘于近，是即《大有》之道也。\n以此卦拟国家，六五一阴在天位，而抚有五阳。《乾》为富，为正大，《离》为福，为公明，具此公明正大之德，即未尝富有天下，而其量已足包天下矣，《系辞传》所谓“富有之谓大业”是也。《周易》六十四卦中，一阴五阳之卦凡六，而一阴占君位者，惟此一卦，是以能得《大有》之名也。故《大有》之世，六五之君，虚己而抚育万民，集臣民之贤者，使之从大中之政。九四为近侍之臣，以明哲而有为；九二为正应之臣，刚健而多才；六五能信任不疑，凡臣民之有为有才，皆得收用其效，而若己有之者也。制作尽善者，元也；治化四达者，亨也。是以其政公明正大，德被四海，天下之事，各得其理，天下之民，各得其所，国富民裕，上熙下安，世日进者文明，治堪造者康乐。抚此良庶之人民，大起富强之国势，纳四海之广于利用厚生之中，图天下之大归一道同风之俗。凡下民身家衣食，皆得被其泽，使不敢自私其有，咸欲以所有举之于上也。是之谓《大有》，谓之“上下应之”也。\n《同人》之卦，文明之化行于下，庶民皆有君子之风，而无乖戾之俗；《大有》之卦，文明之德备于上，天下咸被圣人之泽，而无缺陷之遗。《比》卦以一阳居尊，下应五阴，其应者皆系民庶；《大有》以阴居尊，下应五阳，其应者皆系贤人。得天下贤人而应之，其德之所有，岂不大乎！\n通观此卦，以五阳函一阴，一阴具离明之德，升五爻之天位，诸阳崇之，天子富有四海之象也。《比》卦以一阳统五阴，受《师》之后，宜继乱用刚；此卦一阴统五阳，受《同人》之后，宜继治用柔。《离》火为阳精，与天同体，天体高而火炎上，高明无极。上九“自天佑之，吉无不利”者，为君同于天之象。六爻皆以贡上为义，初为民，二为臣，三为诸侯，四为辅政之大臣，五为天子，上为天人。天子富有天下，天下百物之利，九壤之赋，皆天之所生。五者天之子也，以天之物，养天之子，造化之定理，谁得而干之！士君子涉世饮啄皆天也，况其大者乎？此《大有》之占也。\n《大象》曰：火在天上，大有，君子以遏恶扬善，顺天休命。\n《离》为日，乾为天，日在天上，照见物之繁多，故曰《大有》。夫“日在天上”明至也，明至则公明正大，而善恶无逃。君子体天，善则举之，恶则抑之，庆赏威罚，各得其当，即福善祸淫之道也，故曰“遏恶扬善，顺天休命”。其“遏恶”，使其有所惩也；其“扬善”使之有所劝也。民能惩恶劝善，天下岂有不治者哉！夫天命之性，有善而无恶，“遏恶扬善”亦不过顺天命之本然。推之讨有罪，奉天之休命而遏之也；命有德，奉天之休命而扬之也。五刑五用，怒非有私，五服五章，喜非有私，于是恶无不化，善无不劝，大有之治，长保永久也。\n【占】　问时运：目下亨通，如日在天上，有光明遍照之象。\n○　问商业：可放胆大做，有富有日新之象。\n○　问家宅：必是祖基素封，积善之家，宜诫劝子弟，培植善根，家业可永保也。\n○　问战征：主将星明耀，赏罚得中，万军用命之象。\n○　问行人：必满载而归，大利。\n○　问六甲：生男。\n○　问疾病：不利。\n○　问讼事：主公明断结，否则亦必和息。",
  "modern_takashima_general": "大有卦：大吉大利。\n柔顺者处于尊位，群阳皆来相应，能拥有天下万物，故称《大有》。本卦下卦为乾（天），上卦为离（日），太阳高悬天上，普照万物，象征君王恩泽下交，贤才辈出，天下的大物、大人皆归我所有。六五爻以一阴统领五阳，五阳皆顺服其柔中之德，刚健而文明，顺应天道而行，所以“元亨”。关键在于六五君王虚怀若谷，能容人、服人、知人。只要刚健且光明，就能保有大有。\n\n**以此卦拟人事：** 凡人处世，应公而忘私，目光远大。私心太重则行为不正，眼光太近则见识不广。求学当博古通今，求财当广纳四方。只要刚健行动且光明洞察，顺应天时，就能拥有大业。\n\n**以此卦拟国家：** 六五君王居天位，拥有天下。推行公明正大的政治，任用贤才（如九二、九四），国家富强，百姓安乐，这便是太平盛世之象。\n\n**占断：**\n* **问时运：** 运势亨通，如同红日当空，光明普照。\n* **问商业：** 可以大胆经营，生意日新月异，财富源源不断。\n* **问家宅：** 祖业丰厚，积善之家，应教导子弟积德，家业可永保。\n* **问征战：** 将帅英明，赏罚分明，三军用命，必胜。\n* **问行人：** 必满载而归，大吉。\n* **问胎孕：** 生男。\n* **问疾病：** 恐有凶险（日中则昃，盛极必衰之意）。\n* **问诉讼：** 能得到公正判决，或者和解了结。",
  "lines": {
    "1": {
      "text": "初九：无交害。匪咎，艰则无咎。",
      "takashima_explanation": "《象传》曰：《大有》初九，无灾害也。\n\n\n“交害”者，涉害也。九居一卦之初，虽卦属富有，初阳在下，未与物交，所以未涉于害也，何咎之有？凡处富有之时，易致自满，满则骄生，骄生则害即随之，有害即有咎。惟时时克思厥艰，斯小心敬惧，有而不自以为有，即出而无相交，必矢刻苦自劝之心，不敢稍存骄盈之念，故曰“艰则无咎”。盖富有本非有咎，在初时未交于害，以为“非咎”，则一交而遂得咎者，咎由自取之耳。能思其艰难，则可以保其有，即可以免其咎。《象传》曰“《大有》初九”，言当《大有》初爻，无所交涉，不关灾害也。一说，训“无交害”三字，为国无交而害者，盖以初九之应在九四，两刚相遇，其情不相得。此意亦可备一解。\n\n\n【占】　问时运：目下尚未交盛运，须刻苦自勉，待好运到来，自然得利。\n\n\n○　问商业：想是基业初创，百货未曾交办，须要谨守其初，自得无害而有利也。\n\n\n○　问战征：必是初次动众，尚未交锋，须要慎始，自无后患。\n\n\n○　问家宅：必是新富之家，艰难创业，自得后福。\n\n\n○　问讼事：尚未投告，还宜和息为善。\n\n\n○　问行人：尚未有归志也。\n\n\n○　问六甲：生男，产期尚远。\n\n\n○　问失物：一时难以即得，待久可有。",
      "modern_text": "初九：没有交涉上的灾害，并非有灾咎，在艰难中前行则没有灾咎。",
      "modern_takashima_explanation": "《象传》说：大有初九，没有灾害。\n\n初九处于卦的开始，虽然身处“大有”富有的卦象中，但因为地位低下，尚未与外界深入交往，所以未受灾害。凡是处于富有的时候，容易自满，骄傲则生害。只有时刻不忘艰难，小心谨慎，富有而不自夸，刻苦自勉，才能无咎。能居安思危，才能保持富有。\n\n**占断：**\n* **问时运：** 目前好运尚未完全到来，必须刻苦自勉，等待时机。\n* **问商业：** 创业初期，货物尚未流通，只要谨守初衷，自然无害有利。\n* **问征战：** 初次出兵，尚未正式交锋，必须慎重开始，才无后患。\n* **问家宅：** 新富之家，创业艰难，日后会有福气。\n* **问诉讼：** 尚未正式起诉，最好和解。\n* **问行人：** 还没有回来的念头。\n* **问胎孕：** 生男，产期尚远。\n* **问失物：** 一时难找，时间久了可能会找到。"
    },
    "2": {
      "text": "九二：大车以载，有攸往，无咎。",
      "takashima_explanation": "《象传》曰：大车以载，积中不败也。\n\n\n此爻以阳居二，阴阳刚柔，适得其宜。当大有之时，居臣下之位，上应六五之君，是具大有为之才，遇大有为之时，以一身而任国家之重者也。二阴柔，是以能容，九阳刚，是以能行，象车。初、三两刚，比辅于左右，为“大车”，故曰“大车以载”，谓其才之足以任重而行远也。二以刚中之德，恢有容之量，能以天下之人才，属之于群，量才器使，俾得各效厥职，而无有丛脞，故曰“有攸往，无咎”。占者如此，则位足以酬其志，德足以堪其任，上不负君之所托，下不失民之所望，何咎之有？《象传》曰“积中不败也”者，言大车得初三左右两刚比辅，车体完厚，虽积重于中，行远而不败，犹九二才力刚强，能肩当天下之重，断无败事之虞也。此爻变则为《离》，《离》六二辞曰，“黄离，元吉”，可以参考也。\n\n\n【占】　问时运：目下正交好运，一路顺风，无往不利。\n\n\n○　问商业：贩运货物，贸迁有无，极之域外通商，无不获利。\n\n\n○　问战征：利于陆战，率军直进，攻取皆捷。\n\n\n○　问家宅：平安无咎，若谋高迁，更吉。\n\n\n○　问疾病：宜出外就医，吉。\n\n\n○　问行人：因在外谋事，诸多利益，一时未归。\n\n\n○　问讼事：得胜。\n\n\n○　问六甲：生男，逾月则生女。",
      "modern_text": "九二：用大车来装载货物，有所前往，没有灾咎。比喻才堪重任，可以远行。",
      "modern_takashima_explanation": "《象传》说：用大车装载，是因为积蓄丰富且居中不败。\n\n九二阳刚居中，上应六五君王，象征才干足以任重道远，像大车承载重物。九二既有包容的雅量，又有刚健的行动力，能够任用人才，尽职尽责，上不负君王所托，下不失百姓所望，所以前行无灾咎。象征能力刚强，能肩负天下重任，绝无失败之虞。\n\n**占断：**\n* **问时运：** 正交好运，一路顺风，无往不利。\n* **问商业：** 贩运货物，甚至远赴海外通商，无不获利。\n* **问征战：** 利于陆战，率军直进，攻取皆胜。\n* **问家宅：** 平安无咎，若谋求高迁更吉。\n* **问疾病：** 宜外出就医，吉。\n* **问行人：** 在外谋事获利多，暂时不归。\n* **问诉讼：** 得胜。\n* **问胎孕：** 生男，过月则生女。"
    },
    "3": {
      "text": "九三：公用亨于天子，小人弗克。",
      "takashima_explanation": "《象传》曰：公用亨于天子，小人害也。\n\n\n“亨”与享同。“公用亨于天子”者，谓天子设筵，宴会公侯也。九三与之，此爻居下卦之上，公侯之象。九五之君，虚己下贤，一时四方公侯，感化来宾，如《诗》所咏“喜宾安乐，寥获湛露”之义是也，故曰“公用享于天子”。盖诸侯之于天子，藩屏王家，天子喜其功，宴享而劳之。此爻以阳居阳，具纯正之才德，可得与此宠荣，若使小人当此，捧富有，擅威福，慢上凌下，必招祸患，安得与享礼之优待乎？上无比应，君上必不信任，故曰“小人弗克”，《象传》亦曰“小人害也”。\n\n\n一说“享于天子”者，谓能以所有贡奉于君上。凡土地之富，人民之众，皆天子之有也，诸侯谨守臣节，忠顺奉上，抚育黎庶，以效屏藩，丰殖货财。以资贡献，享之天于，以其有为天子之有也。若小人而居此位，则私有其富，不复知奉公之道，故曰“小人弗克”。此义亦通。\n\n\n按：凡《易》辞曰“先王者，以垂统言；曰“帝”者，以主宰言；曰“天子”者，以正位言；又“后”者，天子诸侯之通称；“大君”者，天子之尊称也。\n\n\n【占】　问时运：目下正当显荣之时，利为公，不利营私。\n\n\n○　问仕途：恰得宠任荣赏之象，若取赂必败，宜慎。\n\n\n○　问商业：不特得利，且可得名。\n\n\n○　问战征：有犒赏三军之象，得获胜仗，恐于兵众有《损》。\n\n\n○　问家宅：有喜庆宴会之象，家食丰富，但使用婢仆中，须当留意。\n\n\n○　问讼事：若为饮食起衅，恐难得直。\n\n\n○　问六甲：生男。主贵，但幼小时，防多疾厄。",
      "modern_text": "九三：公侯向天子进献，小人则不能胜任。",
      "modern_takashima_explanation": "《象传》说：公侯受天子宴请，小人若如此则会受害。\n\n“亨”通“享”。九三居下卦之上，象征公侯。天子（六五）礼贤下士，宴请公侯。九三才德纯正，配得上这份荣耀。如果是小人处于这个位置，拥有财富就会骄横跋扈，慢上凌下，必然招致祸患，无法胜任这份荣耀（或指无法胜任进贡的职责）。\n\n**占断：**\n* **问时运：** 正当显荣之时，利于公事，不利营私。\n* **问仕途：** 得到宠信和奖赏，但若受贿必败，要谨慎。\n* **问商业：** 不仅得利，还能得名。\n* **问征战：** 有犒赏三军之象，能打胜仗，但兵力恐有损耗。\n* **问家宅：** 家中有喜庆宴会，衣食丰足，但需留意仆人。\n* **问诉讼：** 若是因饮食起的争端，恐怕难胜诉。\n* **问胎孕：** 生男，孩子显贵，但幼时多病痛。"
    },
    "4": {
      "text": "九四：匪其彭，无咎。",
      "takashima_explanation": "《象传》曰：匪其彭，无咎，明辨析也。\n\n\n“彭”者，盛多貌。《诗》曰“行人彰彭”，曰“出车彭彭”，曰“驷 彭彭”曰“四牡彭彭”皆形容人马之强盛也。此爻以刚居柔，当《大有》之时，在执政之位，有刚明之才德，立众贤之上，与六五之君，阴阳亲比，君上之眷顾至渥，宠遇殊盛，所谓位极人臣，威权富贵，萃于一身，是处过盛之势者也。过盛则可危，惟能体《离》之明，居柔善逊，见几而避，虽处其盛，以为非已之盛也，故曰“非其彭，无咎”。《象传》释“无咎”曰，“明辨析也”，“析”者明之体，“明辨”者，得外卦《离》日之象。\n\n\n一说以“匪”为篚，此爻威权之盛，天下之人，辐辏其门，非无赠贿之嫌。身居大臣之地，运值《大有》之时，琐琐赠贿，何足动其心乎？是谓“非其彭，无咎”。《易》之取象广大，不容偏执一义也。\n\n\n【占】　问时运：六爻已值其四，是目下已到极盛之会，当持盈保泰，知止不辱。\n\n\n○　问商业：已得利益，毋过贪求，斯无害。\n\n\n○　问家宅：必苟完苟美，如卫公子荆之居室，则善矣，否则未免盈满有损。\n\n\n○　问疾病：防有膨胀之患。\n\n\n○　问六甲：生男。\n\n\n○　问讼事：得明决之才，判断得直。\n\n\n○　问失物：在竹篚内寻之。",
      "modern_text": "九四：不过分夸耀自己的盛大，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：不过分夸耀盛大而无咎，是因为具有明辨是非的智慧。\n\n“彭”是盛大的样子。九四位高权重，处于极盛之时，受君王宠信。若过分盛大则危险，但九四能谦逊避让，不把盛大归功于自己，认为这并非自己的功劳，所以无咎。意思是虽然威权极盛，但内心清明，不贪功滥权。\n\n**占断：**\n* **问时运：** 目前已到极盛时期，应当保持现状，知足常乐，才不会受辱。\n* **问商业：** 已获利益，不可过分贪求，才无害。\n* **问家宅：** 居室适度就好，太过豪华则有损。\n* **问疾病：** 需防备腹胀等疾病。\n* **问胎孕：** 生男。\n* **问诉讼：** 能遇到明断之人，判决公正。\n* **问失物：** 可在竹筐之类的容器内寻找。"
    },
    "5": {
      "text": "六五：厥孚交如，威如，吉。",
      "takashima_explanation": "《象传》曰：厥孚交如，信以发志也；威如之吉，易而无备也。\n\n\n“孚”者，所以通上下之情；“威”者，所以严上下之分也。情不通则高，分不严则亵。“交如”者，交接之义；“威如”者，威严之义。孔子曰，“正其衣冠，尊其瞻视，俨然人望而畏之”，此之谓也。此爻以柔中居尊位，虚心礼贤，下应九二，上下五阳，皆归其德，故曰“厥孚”。明良一德，朝野倾心，如良友之善交，故曰“交如”。然君心贵和，而君体贵尊，所谓有仪可象，有威可畏，故曰“威如”。盖《大有》之世，在下者有协助之志，在上者又能诚信接下，足以感发之，故《象传》曰“信以发志也”。又《象传》曰“易而无备也”者，六五居群刚之间，独用柔道，未免为人所易慢，而无畏怖之心也。\n\n\n【占】　问时运：必其平生为人所信服，且有威望，晚运亨佳之会也。\n\n\n○　问商业：一时众商信服，货物通行，可永保其富有也。\n\n\n○　问战征：众军勇跃，威令远扬，尤宜警备，以防敌军。\n\n\n○　问家宅：主一家和睦，恐有盗窃，宜备防也。\n\n\n○　问失物：所窃者即信用之人，以威逼之，必交还也。但恐得而复失。\n\n\n○　问六甲：生男。\n\n\n○　问讼事：被告者必畏威而和。\n\n\n○　问行人：如期而归。",
      "modern_text": "六五：以诚信与人交往，同时具有威严，吉祥。",
      "modern_takashima_explanation": "《象传》说：诚信交往，是用信义来激发众人的志向；威严之所以吉祥，是为了防止因平易近人而使他人产生轻慢之心。\n\n“孚”指诚信，“威”指威严。六五柔居尊位，虚心礼贤，上下互信（交如）。君王既要亲和也要有威严（威如），才能让下属敬畏且信服。在“大有”之时，上位者诚信待下，下位者就有协助之志。但六五柔顺，容易被轻视，所以要有威严，让人不敢轻慢。\n\n**占断：**\n* **问时运：** 平生为人信服且有威望，晚运亨通。\n* **问商业：** 众商信服，货畅其流，可永保富有。\n* **问征战：** 军心振奋，威名远扬，但需时刻警备，防备敌军。\n* **问家宅：** 家庭和睦，但要防备盗窃。\n* **问失物：** 是熟人偷的，威逼他就会交还，但怕得而复失。\n* **问胎孕：** 生男。\n* **问诉讼：** 被告会因畏惧威严而求和。\n* **问行人：** 准时回来。"
    },
    "6": {
      "text": "上九：自天佑之，吉无不利。",
      "takashima_explanation": "《象传》曰：《大有》上吉，自天佑也。\n\n\n此爻居《大有》之极，不居其有者也。以刚在六五国君之后，可谓尽人事而待天命者也，是贤师付也。为能则天道，以计划国政，使《大有》之君，应天时，统万机，积德行，享有全盛之福。此非“自天佑之”，岂能享其有哉！所谓不期而自致者。当此时得天助之，凡百事业，无不吉利，故曰“自天佑之，吉无不利”。夫圣人之作《易》其要在天助人归，如云“天之所助者顺也，人之所助者信也”。此爻之辞，可谓一言足以蔽三百八十四爻也。\n\n\n【占】　问时运：目下一路好运，万事皆吉。\n\n\n○　问商业：百货皆获利。\n\n\n○　问家宅：一门福庆。\n\n\n○　问战征：即此一战，军功大捷，可罢师也。\n\n\n○　问行人：即归。\n\n\n○　问疾病：默得神佑，吉。\n\n\n○　问六甲：生男。\n\n\n○　问失物：就高处寻觅，可得。",
      "modern_text": "上九：上天保佑他，吉祥，无往不利。",
      "modern_takashima_explanation": "《象传》说：大有卦上九大吉，是因为来自上天的保佑。\n\n上九居大有卦的极点，不居功自傲。处于尊位之外，可谓尽人事而待天命。能顺应天道，辅佐君王，享有全盛之福。这是不期而遇的福分，凡事无不吉利，所以说“自天佑之，吉无不利”。\n\n**占断：**\n* **问时运：** 一路好运，万事皆吉。\n* **问商业：** 各种货物都能获利。\n* **问家宅：** 满门福庆。\n* **问征战：** 这一战将获大捷，战争可以结束了。\n* **问行人：** 马上回来。\n* **问疾病：** 冥冥中得神灵保佑，吉。\n* **问胎孕：** 生男。\n* **问失物：** 去高处寻找，可以找到。"
    }
  },
  "guaci": "大有：元亨。",
  "modern_guaci": "大有卦象征大有收获：至为亨通。柔居尊位，上下皆应，富有而光明，所以大为亨通。"
}