{
  "name": "地山谦",
  "pinyin": "di_shan_qian",
  "code": "001000",
  "palace": "兑宫",
  "general_text": "“谦”字本从 ，谓心所念，常收敛向在氐下也。取心念常在下，而不自满亢，故屈己下物曰“谦”，贬己从人亦曰“谦”。《子夏传》作嗛，嗛与“谦”同。此卦《艮》下《坤》上，是即山在地下之象。或曰：山各有脉，其形起于地上，其根发于地下，故山从地而上。盖山本高也，伏于地下，而不自以为高，是为谦之义也。遂以《谦》为卦名。《序卦》曰，“有大者不可盈，故受之以谦。”此《谦》之所以次乎《大有》也。",
  "modern_general_text": "“谦”字意为内心收敛、甘居人下。卦象是艮（山）在下、坤（地）在上，象征高山将形体隐伏于地下，尽管本质高大却不自以为高，这就是“谦”的含义。《序卦传》说：拥有伟大成就（大有）的人不可自满，所以接着就是谦卦。",
  "takashima_general": "谦：亨，君子有终。\n▲　篆书谦\n《谦》者，卑退为义，屈己下物也。止内而顺外，《谦》之意也；屈高而居卑，《谦》之象也。守之以虚，行之以逊，故亨也。小人亡而为有，约而为泰，是自满也，满者故难保其终；君子则尊而能卑，高而能下，心愈小而道愈宏，志弥显。《坤》曰“大终”，艮曰“厚终”，故曰“君子有终”。今文曰终下当有吉字，盖本刘向《说苑》。《彖》辞曰“君子有终”，亦不言吉。盖不言吉，而吉自在也。\n《彖传》曰：谦亨。天道下济而光明，地道卑而上行。天道亏盈而益谦，地道变盈而流谦，鬼神害盈而福谦，人道恶盈而好谦。谦尊而光，卑而不可逾，君子之终也。\n此卦下艮为山，上坤为地。山本在上，退而居于地下，如人去高位而降下位，能以谦退而居下也，故名此卦曰《谦》。“济”，助也。天道高明，其气下降而助乎地；地道卑俯，其气上腾而交乎天，是天地自然之道也。“天道下济”，“地道卑”，所以成谦也；天气光明，地气上行，所以为亨也。“盈”者“谦”之反，所谓谦受益，满招损，满则盈也。天之“亏盈”者，日月晦明是也；地之“变盈”者，山川河岳是也；鬼神之“害盈”者，奸雄末路，每为鬼神挪揄；人道之“恶盈”者，暴富起家，多为群情怨府。盖“亏”、“变”、“害”、“恶”，自从“益”、“流”、“福”、“好”中而出，循环自然，毫无偏私。谦则不自尊，而人愈尊之，故其道光也；卑则不自高，而其道弥高，故“不可逾”也。君子戒其盈而守其谦，体造化之功，察阴阳之理，万事咸亨，而终身可行，此所以为君子之终也。\n以此卦拟人事，有谦逊卑退之义，为德之基也，即礼义所由生也，惟君子能之。若小人有位而自恃其显，有才而自夸其能，有功而自矜其劳，视人之有位有才有功者，则嫉妒之，谗毁之，惟期其颠覆倾败而后快，绝无相扶相助之情，偏多相轧相倾之意，何怪夫吉凶利害之相寻于无穷也哉？鲜克有终，此小人之所以为小人也。君子守谦逊退让之道，其心愈小，其德愈光，其志益虚，其道益高，人虽欲逾之，而卒不可逾也，故曰“谦亨，君子有终”。夫天下之事，始而亨者，十得八九，终而亨者，十不过一二而已，是终之难也，故其终为“君子之终”也。\n以此卦拟国家，上卦者地也，下卦者山也，即以山之高，入于地中之象，是《谦》之义也。六五之君，虚己礼贤，不敢自作威福，一以委任臣邻，或用其“吉”以济险，或善其“鸣”以作乐，或取其“撝”以制礼，或尚其“劳”以兴师。有文德，又有武功，愈卑下，乃愈高大。尧之克明克兴，舜之舍己从人，禹之拜昌言，所谓恭己无为而天下治者也，其皆同行《谦》之道者乎？后世不察，君耽暴慢，臣溺骄盈，擅权而虐下，窃位而蔽贤，品尊而德《益》晦，名高而行益污，君不能终其位，臣不能终其禄，凶莫大焉。无他，在不知持《谦》之道也，故《易》惟《谦》一卦，六爻皆吉，反此则凶，《易》之垂诫深远矣！\n通观此卦，《谦》者兼也，卑而能尊，故曰兼。六爻之象，下《艮》上《坤》，《艮》止《坤》顺，能止而不上，所以“谦”也。夫造化之理，不足者常益，有余者常损。君子以不足留有余，以有余待不足，故有余者终不至过盈，不足者终不至大损。此两兼之道，称平之权也。诸卦以第三爻为凶地，惟《谦》能保终；诸卦以第五爻为尊也，惟《谦》独用武。盖以《谦》为主，则卑者尊；以无为盈，则高者危；以平为福，则盈者留，是“裒多益寡”之理也。下卦三爻，皆吉而无凶，上卦三爻，皆利而无害。为君而利，为臣面亦利；处常而吉，涉险而亦吉；平治利，即勘乱而亦利。爻象初六《谦》之始，“卑以自牧．也”。六二《谦》之中，积中以发也。九三《谦》之至，以功下人也。六四《谦》之过，不失其则也。六五《谦》之尊，以武服柔也。上六《谦》之极，反而自治也。盖自初至三，自谦而进之；自四至上，自谦而反之。进至三而止，能济险，能扬善，能立功，一以谦行之，有以触退之象；反至六而止，能顺则能服人，能克己，自上反下之象。盖其谦也，非以不足而谦，正以有余而用谦也。故君子之谦，非委靡也，器大而识远，基厚而养定。震世之事功，处之以虚怀，及其当大任，决大疑，勘大乱，翦大恶，世之退诿所不敢任者，君子未常不兼任之也。有可为之才，而不敢为，象山之止，不得不为而后为，象地之顺，谓之“君子有终”也。\n《大象》曰：地中有山，谦，君子以裒多益寡，称物平施。\n山本高耸地上，今入地中，有谦退在下之义，故曰”“地中有山，谦”。夫地至卑也，百步而上丘陵，人以为高，此飓尺之见而已。四隅八极，相距万里，高山峻坂，不知其几也。千仞之山，自百里之外而视之，已没而为平地，岂其山之不高哉？以地之能谦也。盖上卦居夫多，多则裒，下卦居夫寡，寡则益，圣人设象，最有深意。君子见此象，称量品物，宜酌量贫富，使人各得其平，《谦》之道在此，谓之“裒多益寡，称物平施”。\n【占】　问时运：目下平顺，有步步渐高之象。\n○　问商业：物价均平，利益顺适，此业可保永远。\n○　问家宅：此宅想近山麓，家道平顺，大利。\n○　问战征：营屯宜近山，须整齐队伍，严明赏罚。至五爻进师，六爻可以攻取城邑，大胜。\n○　问讼事：宜平和，不宜纷争。\n○　问疾病：是内郁之症，宜宽怀调治。\n○　问行人：舟行而归，吉。\n○　问失物：须于积土中寻见。\n○　问年成：风雨调顺，在不丰不歉之间，平平。",
  "modern_takashima_general": "谦卦：通达，君子能有始有终。\n谦的意思是卑退、屈己待人。内心知止（艮）而外表柔顺（坤），这是谦的含义；本来高大却甘居卑下，这是谦的形象。内心虚怀若谷，行为谦逊退让，所以通达。小人没有实学却装作富有，本来贫穷却装作奢泰，这是自满，自满者难保善终；君子位尊而能卑，身居高位而能礼贤下士，心胸越小道义越宏大，志向越显赫。天道的规律是：亏损盈满而增益谦虚（如日中则昃，月盈则亏）；地道的规律是：改变盈满而流向低洼（如山川变迁）；鬼神也会损害盈满而福佑谦虚；人道则是厌恶盈满而喜好谦虚。谦德虽卑微却不可逾越，这正是君子能善终的原因。\n\n占断人事：谦逊是德行的基础，小人若有地位便恃才傲物，嫉妒贤能，最终必致败亡。君子坚守谦逊，其德行光辉，虽然别人想超越他，却始终无法超越。天下事开始顺利的很多，能善终的极少，唯有修持谦德的君子能有善终。\n\n占断国家：六五之君若能虚己礼贤，不独断专行，信任臣子，国家就能像尧舜禹时期那样大治。如果君骄臣奢，虽有高位，最终必有大凶。易经六十四卦中，唯有谦卦六爻皆吉。\n\n占断时运：目前平顺，有步步高升之象。\n占断商业：物价平稳，利益顺遂，基业可长保。\n占断家宅：此宅近山，家道平顺大利。\n占断征战：屯兵宜近山，赏罚严明，至五、六爻时可攻取城邑大胜。\n占断疾病：内郁之症，宜宽心调治。",
  "lines": {
    "1": {
      "text": "初六：谦谦君子，用涉大川，吉。",
      "takashima_explanation": "《象传》曰：谦谦君子，卑以自牧也。\n\n\n此爻柔而居《谦》卦之初，是《谦》中之谦者，为笃行之君子，而在下位者也。克善其始，知必克全其终也，故曰“谦谦君子”。大凡涉江海之险，轻率急进则多失，宽容缓济则无患，故曰“用涉大川，吉”。“用涉”与“利涉”不同，“用涉”者，谓用谦道以涉之，不言期其利，而要无不利者也，故吉。《象传》曰“卑以自牧也”者，正以释“用涉大川”之义。“牧”者，驯养六畜之名。夫牧牛马，守之不使奔逸，君子之牧心，亦犹此也，能安其卑，不与人争先。此爻变则为《明夷》，《明夷》之初九，有垂翼之辞，君子涉难之象。但“卑以自牧”，不求闻达，则大难可以涉，所以吉也。又互卦（二三四）有《坎》，大川之象。一说牧为郊外之地，大川在郊外，故曰“用涉大川”。\n\n\n【占】　问时运：目下万事亨通，利涉大川。\n\n\n○　问商业：经营之始，宜谦逊谨慎，可获宏利。\n\n\n○　问家宅：辛苦起家，积资成富，家业可长保也。\n\n\n○　问疾病：明夷之伤。\n\n\n○　问失物：失而不可得。\n\n\n○　问六甲：生女。\n\n\n○　问讼事：彼此耗费，必有一伤。\n\n\n○　问功名：可成事。",
      "modern_text": "初六：谦逊再谦逊的君子，可以涉渡大河，吉祥。谦卑自守，即使面对艰难也能化险为夷。",
      "modern_takashima_explanation": "初六柔顺处于最下方，是谦虚中的谦虚，为笃行君子。凡是渡江海之险，轻率急进容易失败，若用谦道宽容缓济则无患，所以说“用涉大川，吉”。《象传》所说的“卑以自牧”，就像牧人驯养牛马不让其奔逸一样，君子也这样收敛心性，安于卑下，不与人争先。此爻变卦为《明夷》，虽有涉难之象，但因不求闻达、谦卑自守，所以能化险为夷。\n\n占断时运：目前万事亨通，利于涉险办事。\n占断商业：创业之始，若能谦逊谨慎，可获大利。\n占断家宅：辛苦起家，积少成多，家业可长保。\n占断疾病：类似明夷卦的伤害，需防。\n占断功名：可以成事。"
    },
    "2": {
      "text": "六二：鸣谦，贞吉。",
      "takashima_explanation": "《象传》曰：鸣谦贞吉，中心得也。\n\n\n此爻柔顺中正，与三相比，与五相应，服三之刚，从五之柔，并用《谦》退之道，故得令闻传于远近，世人盛称其德，谓之“鸣谦，贞吉。”“鸣谦”者，非自鸣其谦，谓谦德积中，必闻于外，名誉彰著，而人皆知其谦，称为谦德之君子也。誉称其情，非自我而干誉，名符其实，非向人以沽名。谦者德之本。六二者，臣位也，人臣而过谦，恐流佞媚之嫌，惟其贞而正，故吉也。《象传》“中心得也”“中心”者，谓积中而发也。\n\n\n【占】　问时运：目下名称藉藉，定多得意。\n\n\n○　问商业：得利。\n\n\n○　问家宅：家中积产富足，外面名声亦好。\n\n\n○　问战征：可鸣鼓直前，攻取中营，大捷。\n\n\n○　问疾病：是用心过劳之症。\n\n\n○　问功名：有必得之喜。\n\n\n○　问讼事：鸣冤得伸。\n\n\n○　问失物：即得。\n\n\n○　问六甲：生女。",
      "modern_text": "六二：谦逊的名声远扬，坚守正道则吉祥。",
      "modern_takashima_explanation": "六二柔顺中正，对上顺应六五，对下佩服九三，坚守谦退之道，因此美好的名声传扬远近，世人称颂，这就叫“鸣谦”。这并非自己吹嘘，而是谦德积蓄于内心，自然显扬于外，实至名归。六二居臣位，若过分谦虚恐有谄媚之嫌，所以强调“贞”（正固）才吉。\n\n占断时运：目前名声很好，诸多得意之事。\n占断商业：必然得利。\n占断家宅：家产富足，外有美名。\n占断征战：可鸣鼓直前，攻取敌方中营，大胜。\n占断疾病：用心过度劳累之症。\n占断功名：必得喜讯。\n占断讼事：冤情可得伸张。"
    },
    "3": {
      "text": "九三：劳谦，君子有终，吉。",
      "takashima_explanation": "《象传》曰：劳谦君子，万民服也。\n\n\n此爻以一阳居众阴之中，众阴皆顺之，有一人信任，万民归服之象。盖三爻为成卦之主，大公无我，人好其德，未尝期人之服，而人自服之。且民为身，互卦二三四为《坎》，《坎》为险难，三四五为《震》，《震》为动，为知惧。身在险难，动而知惧，所谓有劳而不自居其劳者，故曰“劳谦”。爻以一阳居下卦之上，位高而责重，处己而求贤，有吐哺握发之风，《系辞》所云劳而不伐，有功而不德者也。其器度之大，识量之高，是足令天下众民畏服，如此则天下无与争功者，其位可终保矣，故曰“君子有终，吉”。以《乾》九三之君子，入《坤》而为《谦》，故《谦》之三，亦曰“君子”。《艮》者万物成终之象，故曰“有终”。变而之《坤》，《坤》六三曰“或从王事，无成有终”，是可见其《谦》之德也。\n\n\n【占】　问时运：一生劳苦，目下万事亨通，老运更佳。\n\n\n○　问商业：经营之始，百般勤劳，今基业已成，可以永远获利。\n\n\n○　问家宅：必是辛苦起家，积资成富，能复持盈保泰，家业可长保也。\n\n\n○　问疾病：恐病成劳弱，天命有终。\n\n\n○　问失物：后可复得。\n\n\n○　问六甲：生男。\n\n\n○　问讼事：枉者自服，即可了结。\n\n\n○　问功名：得此劳绩，自必《升》用。",
      "modern_text": "九三：辛勤劳苦而又谦逊的君子，有好的结局，吉祥。",
      "modern_takashima_explanation": "九三以唯一的阳爻居于众阴爻之中，众人都顺从他，是万民归服之象。作为全卦之主，大公无我，虽身处险难（互坎）之中，辛劳做事却不自居其功，这叫“劳谦”。位高权重却能求贤若渴，这就是《系辞》所说的“劳而不伐，有功而不德”。因为器度大，无人与他争功，所以地位能永保，结局吉祥。\n\n占断时运：一生劳苦，目前万事亨通，晚运更好。\n占断商业：创业初期百般勤劳，现在基业已成，可长久获利。\n占断家宅：辛苦起家，积资成富，能持盈保泰。\n占断疾病：恐是积劳成疾，身体虚弱。\n占断功名：凭功绩必然升迁。"
    },
    "4": {
      "text": "六四：无不利，撝谦。",
      "takashima_explanation": "《象传》曰：无不利，撝谦，不违则也。\n\n\n此爻居大臣之位，上戴柔顺谦德之君，下有劳谦大功之君子，己处其中，位得其正，故上无所疑，下无所忌，《谦》之善者也，故曰“无不利”。然以阴居阴，德不及五，功不及三，不敢自安，动作施为，无在而不“撝谦”。“撝”字，注作挥，《本义》作发挥，撝与挥本通，即《文言》“六爻发挥”之挥，谓发越挥发也。《象传》释之曰“不违则也”。“则”者，法则也，谓其发挥《谦》德，能合夫法则也。《尚书·〈泰〉誓》曰，如有一臣，断断兮无他技，其心休休焉，其如有容焉。人之有技，若己有之，人之彦圣，其心好之，不啻如自其口出，实能容之，以保我子孙黎民，尚亦有利哉。亦可见其发挥休休有容之度也。若无功而受其禄，无实而窃其名，是失其则矣。\n\n\n一说此爻在大臣之位，初六“谦谦”，如一味谦虚，未免反失权势，恐开轻蔑之渐，故戒之曰“撝谦”。盖谓谦而违其则，必招轻侮，惟不违其则，斯为之“撝谦”也。\n\n\n【占】　问时运：目下正当好运，万事吉利。\n\n\n○　问商业：任从指挥，无不获利；凡买卖但宜留些余步为好。\n\n\n○　问家宅：盍家以谦和作事，事事吉利。\n\n\n○　问战征：指挥如意，必得大捷。\n\n\n○　问疾病：宜表散之，吉。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：无所不利，发挥谦逊之德。",
      "modern_takashima_explanation": "六四身居大臣之位，上有谦德之君（六五），下有劳苦功高之臣（九三），自己处位端正，上不疑下不忌，无所不利。但因才德不及君臣，不敢安逸，故极力发挥（撝）谦逊之德。发挥谦德必须合乎法则（不违则），不可无功受禄、窃名无实，也不可一味过分谦虚而失去威严，恰到好处才叫“撝谦”。\n\n占断时运：目前正当好运，万事吉利。\n占断商业：听从指挥经营，无不获利，买卖留有余地为好。\n占断家宅：全家谦和行事，事事吉利。\n占断征战：指挥如意，必获大胜。\n占断疾病：宜用发散疗法，吉。"
    },
    "5": {
      "text": "六五：不富以其邻。利用侵伐，无不利。",
      "takashima_explanation": "《象传》曰：利用侵伐，征不服也。\n\n\n“不富”者，谓不以己之爵位为富，即谦逊之意。本《虞书》“臣哉邻哉”，邻即臣也。“以其邻”者，谓愿与臣邻同心图治，亦即德必有邻之义也。此爻居尊位，有柔中之德，以为温恭克让之君。为君而能谦顺，不以崇高自满，则天下之人，莫不归心焉，是谦德之至也。然谦虽美德，专尚柔和，或致有轻慢而不服者，故柔宜济以刚，则“利用侵伐”，威德并著，然后能怀服天下，安往而不利哉！故曰：“不富以其邻”，“利用侵伐，无不利。”谦柔之过，或失威武也，圣人故发此义，防其过。一说九三一爻，以全卦言，为劳谦之君子；自六五而言，为过刚不服之臣。《易》之取象，变动而不拘如此。\n\n\n《大有》六五，以不自有而能有人，《谦》之六五，以不自用而能用人，《谦》之用，可谓大也。\n\n\n（附言）山入地中，地变也，有地脉陷落之兆。余十七岁时，与静冈藩士早川和右卫门氏相知，时氏已八十余岁，语余以少时之事。天明年间，该氏修文武之业，经历诸国，时或卖卜，以充旅费。一年夏，偶至羽州象泄辏，船舶辐辏，风景奇绝，为北海之大辏，氏留此数旬。一日午后，结发于旅店楼上，见室内船虫婚聚，初疑为此地常有，问旅店主，答曰：未尝有也。转顾左右壁上天井，悉皆船虫，因益骇异。筮得《谦》之《蹇》。此卦山入地中，有地陷之象，《易》爻经验，未尝或爽，然如此大数，未可妄言告人，惟中心畏惧，急切收拾行李而行。时已将暮，主人劝留明朝，不听，提灯直发。山路险恶，至夜半，渐行四里许，猛闻山谷震荡，神魂惊骇，伏地傍惶。既而震息，灯火已灭，昏黑不能行，踌躇无计，远远闻有人马之声。往前问之，答以因惊受地震，驮倒货覆也。于是谓马丁曰：黑夜难以前往，不如焚火，以待天明，众皆以为然。迨晓，见有赍飞信过者，问之曰：昨夜地大震，象泻辏变陷成海，其他山谷倾倒，顿改旧形，闻之毛发悚然。《易》爻之昭示未来，灵应如此，益为惊服，至今追思，心犹凛凛。推之古老传言，洪水之年，獭凿穴于高处；大风之年，鸟不巢于乔木之梢；昔江户有大火灾，前数夜，鼠连绵结队，转渡桥栏之外，避就他处。他如老狐能知未来，鹊知前吉，鸦知前凶，皆有令人所不可解者。蠢然动物，尚感天地，预知祸福，人为万物之灵，不克前知，可谓人而不如禽兽者也。\n\n\n【占】　问时运：目下虽处正运，然或有龃龉，宜自振作，不可一味姑息也。\n\n\n○　问商业：所获利益，防为他人分取，致生事端。\n\n\n○　问家宅：能以择邻而处，自得守望相助之义。\n\n\n○　问婚姻：得邻近之女议婚，大利。\n\n\n○　问疾病：利用消伐之剂，吉。\n\n\n○　问讼事：宜取邻人作证，得直。\n\n\n○　问失物：于邻家觅之，得。",
      "modern_text": "六五：虽不富有，却能让邻里归附。利于出兵讨伐，无往不利。",
      "modern_takashima_explanation": "“不富”是指君王不以爵位自傲，愿意与臣邻（“邻”即臣）同心图治。六五居尊位，温和谦恭，天下归心。但作为君王若只讲谦柔，可能会被轻慢，所以必须刚柔相济，利于用兵征讨不服者，恩威并施，这样就无往不利。此爻有“山入地中”之象，预示地质变动。\n\n（附录故事：高岛提到一位长者曾在年轻时游历羽州象泻港，见屋内满是船虫，占得谦之蹇卦，卦象显示“山入地中”，判定将有地陷。他急忙离开，当夜果然发生大地震，象泻港陷落成海。这说明易卦与动物本能皆可预知灾祸。）\n\n占断时运：目前虽有好运，但可能遇到阻碍，宜振作，不可一味姑息。\n占断商业：所获利益需防他人分取而生事端。\n占断家宅：择邻而居，守望相助。\n占断婚姻：与邻近女子议婚，大利。\n占断疾病：宜用攻伐猛药（消伐之剂），吉。"
    },
    "6": {
      "text": "上六：鸣谦。利用行师，征邑国。",
      "takashima_explanation": "《象传》曰：鸣谦，志未得也。可用行师，征邑国也。\n\n\n此爻不中而在上卦之极，即处《谦》之极。处极谦之地，而未得其志，所谓不得其平则鸣，故曰“鸣谦”，与六二之“鸣谦”，诚中而发者，辞同而义异。六以柔处柔，柔而未得其志，不能不济之以刚，故曰“利用行师，征邑国”。《象传》换“利”字以“可”字，可者，谓当其时之可，可则用，不可则已。上六之用师，岂得已乎？故断曰“可”。然邑国属己之小国，上六才柔，未足克大敌，力柔不足兴王师，是以有不能昭神武于天下，振王威于华夷之意。《象传》曰“志未得也”，中心未得之意，亦可见也。《豫》之利行师，用其顺而动也；《谦》之利行师，用其顺而止也。\n\n\n【占】　问时运：盛运已过，目下未见得意。\n\n\n○　问商业：有名无实，宜整顿旧业。\n\n\n○　问家宅：防有怪祟，时作响动，用法镇压治之。\n\n\n○　问疾病：宜自调养心志。\n\n\n○　问六甲：生女。",
      "modern_text": "上六：谦逊的名声远扬，利于出兵征讨自己的属邑。",
      "modern_takashima_explanation": "上六处于谦卦的极点，心志未得伸张，所谓“不平则鸣”，所以也叫“鸣谦”（但这与六二发自内心的鸣谦不同，是不得已而鸣）。因为才力柔弱，不足以平定天下大敌，但可以出兵征讨属地的小国（邑国）。\n\n占断时运：盛运已过，目前未必得意。\n占断商业：有名无实，宜整顿旧业。\n占断家宅：防备家中有怪声或作祟，需镇压治理。\n占断疾病：宜自我调养心神。"
    }
  },
  "guaci": "谦：亨，君子有终。",
  "modern_guaci": "谦卦象征谦逊：亨通，君子能保持美好的结局。谦虚是美德之本，能使事业有始有终。"
}