{
  "name": "泽雷随",
  "guaci": "随：元亨利贞，无咎。",
  "modern_guaci": "随卦象征随从：至为亨通，利于坚守正道，没有灾咎。顺应时势而跟随，方能无咎。",
  "pinyin": "ze_lei_sui",
  "code": "100110",
  "palace": "震宫",
  "general_text": "《随》：泽上雷下，《震》奋下，《兑》虚上，其中疏流，则内动不自主，而顺从外，从外，故曰“随”，遂以《随》名卦。《兑》为少女，《震》为长男，以少女从长男，是随之义也；兑为泽，《震》为雷，雷震泽中，泽随而动，是随之象也。其义其象，皆取以阳下阴，阴必悦随，朱子所谓“此动彼悦，成随”是也。《序卦》曰，“《豫》必有随，故受之以《随》”，盖为豫悦之道，物来随己，己亦随物，此《随》之所以次于《豫》也。",
  "modern_general_text": "随卦：泽在上，雷在下。震雷在下方激发，兑泽在上方虚受。卦体中间通畅，内部震动不由自主，只能顺随外部，既然顺从于外，所以叫“随”，于是以此命名。兑象征少女，震象征长男，少女顺随长男，这是“随”的含义；兑为泽，震为雷，雷在泽中震动，泽水随之而动，这是“随”的景象。其含义和卦象，都取义于阳刚谦下于阴柔，阴柔必然喜悦跟随，朱熹所谓“这边动，那边悦，就构成了随”。《序卦传》说：“欢悦（豫）之后必有人跟随，所以豫卦之后接着是随卦。”因为欢悦之道，能让万物来跟随自己，自己也随顺万物，这就是随卦排在豫卦之后的原因。",
  "takashima_general": "随：元亨利贞，无咎。\n▲　篆书随\n卦体《震》自下而震动，《兑》在上而感悦，从而应和之为《随》。盖有舍己从人，乐取于人以为善，故《随》之道，可以致大亨也。《震》为健，得夫《乾》，故曰“元亨”；《巽》于地为刚卤，合夫《坤》，故曰“利贞”。《杂卦》曰“随无故也”，谓上下各从其所处而安，不待有所为也。无故则无事，无事则何咎之有？然失之贞正，则枉己徇人，易于有咎，亦足戒也。\n《彖传》曰：随，刚来而下，柔动而说，随。大亨贞，无咎，而天下随时，随时之义大矣哉！\n此卦本《坤》下《乾》上之《否》，《否》之卦顺以随健。今《否》之上爻，下入《坤》之初爻，而为《震》，其初九为成卦之主；《否》之初爻，上入《乾》之上爻，而为《兑》。是以阳下阴，以高下卑，阳动阴悦，物来随我，我亦随物，谓之《随》。“刚来而下柔，动而悦，随”也，是随之义也。凡人君之从善，臣下之奉命，学者之从义，子弟之从师，皆随也。至于人之从天，欲之从理，邪之从正，为随之善者也。随之道利贞正，若反之，则谓之诡随，即违夫时矣。君子随时而动，随时而悦，各得其宜，是以所为无不奏功，故曰“随大亨贞，无咎”。《随》之义，以动而随，不动则必不能随；以悦而随，不悦则必不欲随。雷发于下，雨水随之降于上，是泽随夫雷，上随夫下也；违其时，则雷不动，泽不悦，上下必不相随。不知随之道，必宜合时，推之天下，阴阳刚柔，莫不皆然，故曰“天下随时”。随之时义如此，岂不大哉！\n以此卦拟国家，则内卦为人民，行动勤勉，从事职业，不敢上抗政府，惟从政府之所命；外卦为政府，不挟威权，惟施悦民之命令，故得上下君民之间，亲密和悦，上倡下顺，天下和平，人心镇静，此《随》之时也，谓之“随，元亨利贞，无咎”。当此之时，九五之圣明在上，居中正之位，廓然大公，相孚于善。君能虚己从臣，臣更恭顺以从君，是以初爻则“有渝”而不失其正，二爻则有“系”而不免于私，三爻则以“居贞”而“有得”，四爻则以“在道”而无咎，上爻则以“从维”而“用享”。总之，从正则吉，从邪则凶；非随之咎，其所以随者自取其咎。夫人臣随君，以诚相通，是以“元亨”；事必“在道”，以正相从，是以“利贞”。如是则君之随臣者，谏则必纳，言则必听；臣之随君者，令无不从，命无不奉。斯以动感悦，以悦应动，上下相随，而治事“大亨”，故曰：“随时之义大矣哉！”\n以此卦拟人事，惟在以强随弱也。夫阳刚之人，不肯下人，是以人心常多乖离，而事业概不得成。若能以刚下柔，措置得宜，则众心必服，何咎之有？随者，不专己之意，即舍己从人，取人为善，其机甚捷，其理甚顺，其功必易成，故曰“元亨”。然随之道，有正有邪，苟其一于柔顺，必致枉道以徇人；过于容悦，则将违道而干誉，是失随之正也。惟其动其悦，悉随夫时，内不失己，外不失人，斯随得其正，咎何有焉！故曰“利贞，无咎”。《易·彖》中系“元亨利贞”之辞者凡七，《乾》、《坤》、《屯》、《随》、《临》、《无妄》，皆在上经，《革》一卦在下经，皆大有为之时，以我得乘时之势，曰“元亨利贞”。“元亨利贞”之解，详《乾》下，须参看。随时之义甚大，推之造化，则震者春也，东方之卦也，万物随之而生，《兑》者秋也，西方之卦也，万物随之而成，故春生之，夏长之，秋成之，冬藏之，各随其时也。天下之理，不动则无所随，不悦则不能随。是《随》之义也，人事莫不皆然。\n通观此卦，三阳三阴，初九以阳与六二遇，阳之随阴也；九五之孚上六，亦阳之随阴也；六二以阴居阴，是阴之从阴也，故曰“系”。有系必有失，不言凶咎，而凶咎可知。六三以阴居阳，是阴之从阳也，以阴故亦曰“系”，然系所当系，系即随，故曰“利居贞”。九四是以阳而随阴，逼近于五，刚而有获，臣道凶矣；惟能感之以诚，保之以哲，复有何咎乎？九五尊位，上动下悦之主，取人以为善，吉莫大矣。上六以柔顺居《随》之极，极夫随者也，能善用其系，系亦得其正也。总之，《随》之道，宜随时为动，从宜适度，处以至诚，出以大公，不特可感格群民，且可用享上帝，将率天下为随时矣。君子观此爻，而知随时之义甚大。盖前卦自《豫》来，悦以随时，无拂逆之情。《序卦传》曰，“《豫》必有随，故受之以《随》”，人能谦以致豫，则能悦以随时。不谦则安能豫？不豫则安能随？三者道同，而机会相因，机会者，惟在于时而已，而适时莫如随。然“随必有事”，有事而后蛊，此所以《蛊》次于《随》也。是故《随》如文王之事殷，《蛊》如武王之造周。夫《易》者不测之神藏，圆妙之灵府也，观之于万物，推之于万事，无所不在，无所不赅，非神圣之道，则安能如此乎？\n《大象》曰：泽中有雷，随。君子以向晦入宴息。\n此卦以《震》阳陷《兑》阴，有藏伏之象，《象》曰“泽中有雷，随”，不曰雷之动，而曰雷之有，《本义》以雷藏泽中释之，深得其旨，盖知象之取义，在雷伏势时也。君子观此象；故不言动作，但言“宴息”。雷之伏藏，在寒冬，人之宴息，在“向晦”，盖亦各随其时也。君子应天而时行，时当“向晦”，入居于内，宴息以养其身，起居随时，惟宜自适。盖其动也，与雷俱出；其静也，与雷俱入。《豫》之“作乐崇德”，《大壮》之“非礼弗履”，《无妄》之“茂对时育”，皆法春雷之动也；《复》之闭关息旅，《随》之向晦宴息，皆法秋雷之藏也。夫舍百为之烦扰，就一枕之安闲，所以养精神于鼓舞之余，以为将来应用之地。故以形息者，凡民所同；以心息者，君子所独。君子虽才德兼备，当随时适宜，否则亦必有咎，是以遇随之时，韬智藏德，辞禄不居，养晦以遵时，抱道而伏处。文王之服事殷纣，勾践之隐会稽，皆得向晦宴息之义者也，谓之“君子以向晦入宴息”。互卦三、四、五为《巽》，二、三、四为《艮》，《巽》为入，《艮》为止，即入而止息之象也。\n【占】　问时运：目下气运平常，宜暂时晦藏，明年利于远行，至第五年，则可得利。\n○　问战征：宜退守，明年当小有功，必俟六年，斯敌皆就缚矣。\n○　问商业：有货一时难售，来春可以获利。\n○　问家宅：防有伏怪，夜间致多惊惧。\n○　问讼事：恐有牢狱之灾，明年又防征役远行。凶。\n○　问失物：宜在枕席间觅之。\n○　问六甲：生女。\n○　问行人：即归。\n○　问出行：以明年为利。",
  "modern_takashima_general": "卦意：震卦在下震动，兑卦在上感应喜悦，相互应和，这就叫《随》。舍弃己见跟从他人，乐于取法他人的善行，所以随卦之道可以极为亨通。震为健，得自乾卦，所以叫“元亨”；巽（互卦）在地为刚卤，合于坤卦，所以叫“利贞”。《杂卦》说“随无故也”，意指上下各安其位，顺其自然，本无事故。既然无事，又何来灾咎？但如果失去正道，委曲自己去迎合他人，就容易有咎，这足以引以为戒。\n\n国家方面：内卦象征人民，勤勉从业，服从政府；外卦象征政府，不依仗权势，只施行惠民政策。君民亲密和悦，上倡下顺，天下太平，人心安定，这就是随卦的时势。此时君主圣明，大公无私；臣下恭顺。初九变通而不失正，六三居贞有得，九四在道无咎，上六维系于君。总之，从正则吉，从邪则凶。\n\n人事方面：关键在于强者能顺随弱者。阳刚者若不肯居人下，人心就会离散，事业难成。若能以刚谦下柔，众心必服。随，就是不专断，舍己从人，取人为善，道理顺畅，功效易成。但随有正邪之分，若一味柔顺，必致枉道曲从；过于取悦，则会违背道义求虚名。只有动静悦乐都顺应时机，内不失己，外不失人，才是正道。\n\n《大象》说：“泽中有雷，随。君子以向晦入宴息。” 雷藏于泽中，是潜伏之象。君子观此象，不谈行动，只说“宴息”。雷在寒冬潜藏，人在日暮休息，都是顺应时机。君子应天时而行，此时应当韬光养晦，辞禄隐居，保养精神，以待将来。文王事殷纣，勾践隐会稽，都深得此义。\n\n【占断】\n○ 问时运：目前气运平常，宜暂时隐忍退藏，明年利于远行，第五年可获利。\n○ 问征战：宜退守，明年小有功劳，要等到六年之后，敌人才会被全部擒获。\n○ 问商业：货物一时难卖，明年春天可以获利。\n○ 问家宅：防备家中有怪异之事，夜间多惊恐。\n○ 问官司：恐怕有牢狱之灾，明年又防备被征役远行，凶。\n○ 问失物：应在枕席之间寻找。\n○ 问六甲（孕产）：生女孩。\n○ 问行人：马上归来。\n○ 问出行：明年有利。",
  "lines": {
    "1": {
      "text": "初九：官有渝，贞吉。出门交有功。",
      "modern_text": "初九：主管之人有了变化，坚守正道则吉利。出门去交往会有功效。",
      "takashima_explanation": "《象传》曰：官有渝，从正吉也。出门交有功，不失也。\n\n\n此卦六爻，各以随人立义，专取相比相从，不取应爻。“官”，谓心之官，凡人作事，皆以心官主之。“渝”者变也，“有渝”者，谓变易其所主司也。官虽贵有守，处随之时，不可不知权变，变者趋时从权之谓也。此爻刚而得正，为成卦之主，主者不可随人，故不言随。“有渝”而得其正，故曰“贞吉”。“出门”则所见者广，所闻者多，不溺于私，惟善是从，则随不失时，变不失正，虚己听人，广交而有功也，故曰“出门交有功”。\n\n\n【占】　问时运：目下正当换运之时，交入新运，一动便佳，尤利出门。\n\n\n○　问商业：货物当贩运出外，得利。\n\n\n○　问家宅：当以修造吉，或迁居出外，更利。\n\n\n○　问战征：击东者变而击西，击南者变而攻北，吉。\n\n\n○　问疾病：恐药不对症，宜改变药饵，乃吉。或于远方求医，更利。\n\n\n○　问失物：门外寻之，得。\n\n\n○　问六甲：生男。",
      "modern_takashima_explanation": "“官”指心的官能（主宰），凡人做事都由心主宰。“渝”即变，“官有渝”指改变原本的主张。做官虽贵在操守，但在顺随时势之际，不可不懂权变。初九刚毅中正，是成卦之主，主事者不应随人，所以爻辞不说“随”。因变通而得正道，所以“贞吉”。“出门”则见多识广，不沉溺于私见，唯善是从，这样随顺不失时机，变通不失正道，虚心听取他人意见，广交朋友必有功效。\n\n【占断】\n○ 问时运：目前正当转运之时，进入新运，一动就吉利，尤其利于出门。\n○ 问商业：货物应当运往外地贩卖，可得利。\n○ 问家宅：修造吉利，或者搬迁到外地更好。\n○ 问征战：声东击西，或攻南变北，战术多变则吉。\n○ 问疾病：恐怕药不对症，宜改变药物才吉。或者去远方求医更好。\n○ 问失物：在门外寻找，可得。\n○ 问六甲（孕产）：生男孩。"
    },
    "2": {
      "text": "六二：系小子，失丈夫。",
      "modern_text": "六二：系住了小孩子，就失去了丈夫。不可贪小而失大。",
      "takashima_explanation": "《象传》曰：系小子于，弗兼与也。\n\n\n刚有以自立，谓之随，柔不足自立，谓之系，故初、四、五，刚不言系，二、三、上，皆柔曰系。随则公，故无失；系则私，故有失。六二以柔居阴，与四隔位，遂系乎四，四阳而居阴，谓之“小子”，是隔位为系之谓也。系四则不能比初，初爻为《随》之主，是谓“丈夫”，故曰“系小子，失丈夫”。旧说谓二系初，失在初，阳犹微，谓之小子，五居尊位，谓之丈夫。然初为卦主，何得曰小子？五为君位，何可曰丈夫？且阳爻为丈夫，初阳爻也，目为小子，其说亦反。夫人之所随，得正则远邪，从非则失是，六二系失所系，虽无凶咎之辞，其不吉可不言而知。《象传》曰“弗兼与也”，谓天地之道，无两全之义，“系小子”，必“失丈夫”，理之当然也。\n\n\n【占】　问时运：目下气运颠倒，宜自审慎。\n\n\n○　问商业：有贪小失大之惧。\n\n\n○　问家宅：阴阳倒置，有女子小人弄权，反致家主受制之象。\n\n\n○　问战征：只能捉捕敌兵，未获斩将拔旗之捷。\n\n\n○　问六甲：生女。\n\n\n○　问失物：小品可得，大件必失。\n\n\n○　问婚嫁：恐非良缘。",
      "modern_takashima_explanation": "刚强者能自立，叫“随”；柔弱者不能自立，叫“系”（依附）。六二阴柔，与九四隔位，于是依附于九四。九四阳刚居阴位，被称作“小子”；六二依附了四，就不能亲比初九，初九是随卦之主，被称作“丈夫”，所以说“系小子，失丈夫”。随从的对象若正大则远离邪僻，随从错误则失去正确。六二依附了不该依附的，虽无凶咎之辞，但不吉利是显而易见的。《象传》说“弗兼与也”，是说天地之道没有两全其美的，抓住小的，必然失去大的。\n\n【占断】\n○ 问时运：目前气运颠倒，应当自我审慎。\n○ 问商业：有贪图小利而损失大局的危险。\n○ 问家宅：阴阳倒置，有女子或小人弄权，导致一家之主受制的现象。\n○ 问征战：只能抓捕小兵，无法获得斩将夺旗的大胜。\n○ 问六甲（孕产）：生女孩。\n○ 问失物：小东西能找到，大件物品必然丢失。\n○ 问婚嫁：恐怕不是良缘。"
    },
    "3": {
      "text": "六三：系丈夫，失小子。随有求得，利居贞。",
      "takashima_explanation": "《象传》曰：系丈夫，志舍下也。\n\n\n“丈夫”，指初九；“小子”，指九四。初为《随》卦之主，以刚居阳，出门有功，谓之“丈夫”；四以刚居阴，其义有凶，谓之“小子”，系初失四，故曰“系丈夫，失小子”，正与二爻相反。初爻本欲出门求交，得三之《随》，必与之亲善，故三之《随》初，有求而得也。初以随求人，苟枉己徇人，虽得亦失，故云“利居贞”。六三才虽弱，位得其正，系“贞吉”之初，失“贞凶”之四，是得居贞之利，即随道之善也，所以求道而得道，求仁而得仁，无求而亦自得焉。互卦《巽》为近利，故“有得”。“居贞”者，谓守常止分，以道自固，以义自裁，不以动而妄求也。《象传》曰“志舍下也”，阳上阴下，三居阳位，所系在阳，所失在阴，故曰“志合下也”。一说丈夫指四，小子指初，与二爻以五谓丈夫，前后不同。且四“贞凶”，何得云丈夫？初“有功”何得云小子？于以刚从柔为随，以柔从人为系之说，亦不合。\n\n\n【占】　问时运：目下交正运，求财求名，无不如意。\n\n\n○　问商业：小往大来，必得利益。\n\n\n○　问战征：主生擒敌将，必得大捷。\n\n\n○　问家宅：家道丰富，但防小儿辈有灾。\n\n\n○　问疾病：大人无妨，小人恐有不利。\n\n\n○　问六甲：恐生而不育。\n\n\n○　问失物：得。\n\n\n○　问婚嫁：主结高亲。",
      "modern_text": "六三：系住了丈夫，就失去了小孩子。随从之中有所求，利于安居守正。",
      "modern_takashima_explanation": "“丈夫”指初九，“小子”指九四。初九刚毅居阳位，出门有功，叫“丈夫”；九四刚居阴位，有凶险，叫“小子”。六三依附初九而失去九四，叫“系丈夫，失小子”，正与六二相反。初九出门求交，得六三随从，必相亲善，所以六三随从初九是“有求必得”。虽然随从他人，若枉己顺人，得亦是失，所以说“利居贞”。六三依附“贞吉”的初九，失去“贞凶”的九四，这是守正之利。求道得道，求仁得仁。“居贞”指守分安常，以道义自固，不妄求。\n\n【占断】\n○ 问时运：目前交正运，求财求名，无不如意。\n○ 问商业：付出小（指失去小子），回报大（指得丈夫），必获利益。\n○ 问征战：主生擒敌将，必获大胜。\n○ 问家宅：家道富足，但防备小儿辈有灾祸。\n○ 问疾病：大人无碍，小孩恐怕不利。\n○ 问六甲（孕产）：恐怕生下来难以养育。\n○ 问失物：能找到。\n○ 问婚嫁：主结成高贵的姻亲。"
    },
    "4": {
      "text": "九四：随有获，贞凶。有孚在道，以明，何咎？",
      "takashima_explanation": "《象传》曰：随有获，其义凶也。有孚在道，明功也。\n\n\n获者，取非其有之辞，“有获”者，谓得天下之心，使之随己也。是私据其所有，而不归于五，失臣道也，故曰“贞凶”。为臣之道无他，惟在以诚相孚而已，“诚则明”，明则无疑，无疑则君臣一心，德施于民而民随之。其得民之随者，相率而共随于君，足以成君之功，致国之治者，皆在此相孚有道耳，复何有咎？否则上下疑猜，即所当获，不免启挟功凌上之嫌，虽正亦凶也。九四具阳刚之才，处大臣之位，才高致谤，位重启嫌，一涉偏私，便招凶祸。惟其中之所存，一秉于诚，外之所行，一循夫理，尽其道以事上，明其几以保身，位虽高不疑于迫，势虽重不嫌于专，君嘉其让，民服其谦，得随之时，协随之宜，何咎之有？故曰“有孚在道，以明，何咎”。“有孚”者，谓有孚于九五也；“明”者，谓自明其志也。自古人臣处功名之际，不克保终者，多由我心之不孚，与不能自明其志也。如汉萧何韩信，皆受君重任，韩信求封于齐，求王于楚，无欲而不获者也，久之积疑生嫌，卒不免祸。萧何虽素知高帝之心，得保首领而终，不免械击之辱，是于“有孚”“以明”之义，犹未尽者也。如唐郭子仪权倾天下，而上不忌，功盖一世，而上不疑，可谓得“有孚在道”者矣。《象传》曰“有孚在道，明功也”，以功云者，释爻之“何咎”。盖“有孚”者，即以孚随之道；“明功”者，即明其随之功也。\n\n\n一说“随有获”者，谓以权在我，任己所为之意；“贞”者谓所系国家之正务；“凶”者有僭逼之疑；“有孚”者心尽其诚；“在道”者行尽其道；“何咎”者，无失臣职之意也。亦通。\n\n\n【占】　问时运：目下有凶有吉，利在单月，不利双月，明年则吉。\n\n\n○　问商业：获利后，防有意外之祸，必俟辨明方可。\n\n\n○　问家宅：或新买，或新造，皆不吉。\n\n\n○　问战征：小胜后，防大败。\n\n\n○　问疾病：先凶后吉。\n\n\n○　问讼事：始审凶，上控则无咎。\n\n\n○　问失物：一时难觅，待后方见。",
      "modern_text": "九四：随从有所获得，坚守正道却有凶险。以诚信立于正道上有什么灾咎？",
      "modern_takashima_explanation": "“获”指拿了不该有的东西。这里指获得天下人心，使人跟随自己。身为臣子私自据有人心而不归于君主（九五），失去了臣道，所以说“贞凶”。臣道无他，唯有诚信。“诚则明”，明则无疑。若能以诚意感通，君臣一心，百姓跟随自己也是为了跟随君主，这何来灾咎？否则上下猜疑，即使所获正当，也不免有功高震主之嫌。九四才高位重，一涉偏私即招祸。必须心存诚意，行事循理，明哲保身，如唐代郭子仪权倾天下而皇上不忌，才算“有孚在道”。\n\n【占断】\n○ 问时运：目下吉凶参半，单月有利，双月不利，明年吉利。\n○ 问商业：获利之后，要防备意外之祸，必须分辨清楚才行。\n○ 问家宅：无论是新买还是新造，都不吉利。\n○ 问征战：小胜之后，防备大败。\n○ 问疾病：先凶后吉。\n○ 问官司：初审凶险，向上申诉则无咎。\n○ 问失物：暂时找不到，以后会发现。"
    },
    "5": {
      "text": "九五：孚于嘉，吉。",
      "takashima_explanation": "《象传》曰：孚于嘉，吉。位中止也。\n\n\n“嘉”者，善也，谓择善而从之。随其善者，非随其人也。“孚”者，以真实诚一之心，相与感通也。“吉”者，谓君明臣良，天下从之，无不服从其化也。舍己从人，乐取于人以为善，即所谓“孚于嘉”是也。五爻阳刚中正，位居至尊，为全卦悦随之主，是圣君至诚相感，以乐从天下之善者也。夫人主之尊，其所随之可否，悉系国家之休戚。尚贤而信之，其所以吉也，如此则不失人，亦不失己，随道之正也，谓之“孚于嘉，吉”。《象传》曰“位中正也”，以阳刚居阳位，得其正也，处中正之位，行中正之道，是以嘉也。\n\n\n一说此爻以阳刚，比上六之柔正，谓上六以柔居阴，有女子之象。今九五孚之为婚，是取婚礼为嘉礼之义。盖随之道，莫切乎夫妇，天下之政化，始于闺门，故曰“孚于嘉”。亦通。\n\n\n【占】　问时运：目下处盛运，万事获吉。\n\n\n○　问商业：以其货物嘉美，获利百倍。\n\n\n○　问家宅：必是积善之家，众咸信从，为一乡之望也。\n\n\n○　问战征：军众同心，必获胜捷，吉。\n\n\n○　问婚嫁：百年好合，大吉。\n\n\n○　问讼事：和好。\n\n\n○　问疾病：吉。\n\n\n○　问六甲：生男。",
      "modern_text": "九五：以诚信追求美善，吉祥。",
      "modern_takashima_explanation": "“嘉”即善，“孚于嘉”指择善而从。随从的是善道，而非仅仅随从某人。九五阳刚中正，居至尊之位，是全卦的主宰。身为圣明的君主，能舍弃己见，乐于吸取天下之善，这就是“孚于嘉”。君主所随从的正确与否关系国家命运，崇尚贤能并信任他们，所以吉利。这样做既不失人，也不失己，是随道的正宗。\n\n【占断】\n○ 问时运：目前处于盛运，万事大吉。\n○ 问商业：因为货物精美嘉良，可获利百倍。\n○ 问家宅：必是积善之家，众人信服，是乡里的望族。\n○ 问征战：军心一致，必获胜捷，吉。\n○ 问婚嫁：百年好合，大吉。\n○ 问官司：和解。\n○ 问疾病：吉利。\n○ 问六甲（孕产）：生男孩。"
    },
    "6": {
      "text": "上六：拘系之，乃从维之。王用亨于西山。",
      "takashima_explanation": "《象传》曰：拘系之，上穷也。\n\n\n“拘”者，执而不弃之谓也；“维”者，交结也。管子曰：“礼义廉耻，谓国之四维，乃维民之道也。”盖其所随，极其诚意缠绵，固结而有不可解者矣。至诚之极，可以孚君心，可以享鬼神，是随之极则也。“王”者，指周王而言；“西山”指歧山而言。此爻以阴居《随》之极位，天下之臣民，随顺化服之极也，故不复言随，反将拘系九五，九五亦从其所系而维之。居《随》之极，效至诚于君，相知之深，相信之笃，终始无间者也。譬如一物，人所爱好，惟恐或失之，既“拘系之”，又从而维之，即所谓拳拳服膺，而不失之意也。昔周大王避戎狄之难，去豳移居歧山之下，民之从之者如归市，是“拘系之”也，大王亦即以道维之。夫大王之去豳也，势穷而人益随之，故周室之业，自此而兴。文王之时，天下之人，无思不服，而文王尚守臣节，享大王于封内之西山，不敢僭郊之禘礼。固结其鬼神，正所以固结于君也，故有此上六之诚意，足以通神明，神明亦随之，谓之“王用享于西山”。凡《易》之爻曰“王用享”者三，皆谓王者用，此爻则以贤臣而享山川，非指其爻而为王也。若夫使之主祭，而百神享之，可以见王者之克当天心，莫大于用贤也。《象传》“上穷也”者，“上”，即尚字，是谓随道之极，无以复尚之也。\n\n\n【占】　问时运：目下左支有绌，不甚如意。\n\n\n○　问商业：坚固结实，稳当可做，但未能事事舒展。\n\n\n○　问家宅：恐防范约束过严，家人怨苦。\n\n\n○　问疾病：祷之则吉。\n\n\n○　问婚嫁：有赤绳系臂之缘。\n\n\n○　问讼事：恐有桎梏困系之患。\n\n\n○　问失物：是自己包裹藏之，未尝失也。\n\n\n○　问六甲：生女。",
      "modern_text": "上六：紧紧束缚住又加以系连，君王到西山去祭祀。",
      "modern_takashima_explanation": "“拘”指执著不弃，“维”指交结。这是指随从到了极点，诚意缠绵，固结不可解。上六居随卦极位，天下臣民随顺到了极点，所以不说“随”，反说像绳索一样“拘系”住君主（九五），九五也维系着它。就像人爱极某物，怕失去了，既拘系又维结。如周大王避难迁居歧山（西山），百姓跟随如归市。上六这种诚意，足以感通神明，所以说“王用亨于西山”。\n\n【占断】\n○ 问时运：目前左支右绌，不太如意。\n○ 问商业：生意稳固结实，稳当可做，但不能事事舒展。\n○ 问家宅：恐怕防范约束过严，家人感觉痛苦。\n○ 问疾病：祈祷则吉。\n○ 问婚嫁：有红绳系足的缘分。\n○ 问官司：恐怕有被拘留困禁的忧患。\n○ 问失物：是自己包裹收藏起来了，并未丢失。\n○ 问六甲（孕产）：生女孩。"
    }
  }
}