{
  "name": "山风蛊",
  "pinyin": "shan_feng_gu",
  "code": "011001",
  "palace": "巽宫",
  "general_text": "此卦《巽》下《艮》上，《艮》为山，《巽》为风，山下有风之象。风者空中之气，流通气候，往来寒暑，发育万物者也。今风入山下，闭息而不得振，风不通，则物腐而生虫。又《巽》为臭，为气，《艮》为止，为覆器，《艮》上《巽》下，是藏臭物于器中，夏从而覆之也，故腐败而生虫。一虫而化为三，愈生愈多，虫在皿中无所食，遂至同类相食，是乱之义也。“蛊”字从三虫，在一皿中，故《春秋传》曰：“皿虫为蛊”。朱子曰：“言器中聚那毒虫，教他自相并，总是败坏之意，故名此卦曰《蛊》。”《说文》，“腹中蛊，悔深所生”，故又有淫溺惑乱之义；又转训事，或为修饬之义。《序卦传》曰“蛊者事也”，《杂卦传》曰“蛊则饬也”。凡遇蛊败，必有谨饬修治之事，犹训乱为治之意。是以卦名取败坏之义，爻辞用为事之义也。",
  "modern_general_text": "本卦下卦为巽（风），上卦为艮（山），山下有风之象。风本应在空中流通，调节气候养育万物，如今风被阻滞在山下，空气闭塞不通，万物就会腐败生虫。巽代表气味，艮代表覆盖的器皿，如同将发臭的东西藏在器皿中盖住，必然滋生虫患，这就是“蛊”字（皿中有虫）的由来。引申为内部腐败、混乱、惑乱。既然有了败坏，就必然需要整治，所以蛊卦虽然卦名取自败坏之意，但爻辞讲的都是如何整治弊乱、革新除旧的事理。",
  "takashima_general": "蛊：元亨，利涉大川。先甲三日，后甲三日。\n▲　甲骨文蛊\n蛊，坏之极也；坏极必当复治，治则必有治蛊之才，应世而出焉，得此治蛊之才，则足以致元亨矣。凡用才以图治，犹用舟揖以涉川，《书》曰“若涉大川，用汝作舟揖”。此之谓也，故曰“利涉大川”。“先甲”“后甲”，诸儒之说纷如，马氏以卦位言，子夏氏以癸丁言，卢氏以《贲》与《无妄》变卦言，郑氏取用辛用丁之义，苏氏据尽巳尽亥之说，皆各执一见。《全书》独以先三后三，为六爻已终，七日更始，取《复》卦“七日来复”之义。简端曰：甲，事之始，庚，事之变，蛊乱极而复治，故曰甲，《巽》化阴而归阳，故曰庚。此说最精确。程氏谓“先甲三日”，以穷其所以然，而处其事；“后甲三日”，以究其将然，而为之防。其说亦通。\n《彖传》曰：蛊，刚上而柔下，巽而止，蛊。《蛊》元亨而天下治也。利涉大川，往有事也。先甲三日，后甲三日，终则有始，天行也。\n此卦《艮》一阳在上，二阴在下，《巽》二阳在上，一阴居下，内外阴阳不交，内志不决，外行不健，因循坐误，此所以渐积而成蛊也。蛊则安得元亨？所谓“元亨”者，必使蛊之坏者复完之，蛊之塞者复通之，斯元亨而天下治矣。《序卦》曰，“蛊者事也”，饬蛊则必有事，往则不能无险，险莫如大川，以饬蛊而往涉，无不利为。“先甲三日，后甲三日”，先、后，即终始也。原其蛊之始，要其蛊之终，先不敢荒，后不敢怠，惟曰不足，终而复始，是非天行之健者不能也。此饬蛊之全功也。\n以此卦拟人事，我巽而从，彼艮而止，意气两不相通。意气不通，则彼我不能合而成事，因循苟且，事必败坏，亦势所必至也。譬如木朽则生蛀，谷久则变蛊，此《蛊》之象也。《蛊》为后天之卦，《艮》《巽》与《乾》《坤》易位，是父母老而子用事，故六爻中，五爻皆言家事。初爻干父蛊而承意；二爻干母蛊而得中；三爻干之，虽有悔而无咎；五爻干之，以“用誉”而承德；惟四爻以“裕”而“见吝”，是失于顺也。凡人事以孝为首，即家事而推之，无事不当如是也。至上爻居《蛊》之终，独善其志，而不言饬蛊，盖将守其志而治身心之蛊，扩其志而济万世之蛊，是则人事之大者也。\n以此卦拟国家，上卦为政府，下卦为人民，《艮》上《巽》下，一高一低，尊卑悬殊，上下隔绝，臣下逡巡畏缩，而无振作之才，人君因循苟且，而乏有为之志，祸乱之萌，已伏治平之中，自此而百弊生，万事隳，是《蛊》之卦名所由起也。然当蛊之时，要必有干蛊之才，而蛊乃可治。《象》曰“蛊，君子以振民育德”，盖以振起其民，育养其德，为饬蛊之要道也。此卦六爻，皆言齐家，不及治国，要之齐家，即所以治国，无二道焉。初爻之干蛊“终吉”，如管仲之相齐桓，孔明之辅后主是也。二爻之干蛊得中，如周勃之事吕后，狄相之事武后是也。三爻之干蛊“无咎”，如伊尹之相太甲，终得复位是也。四爻之裕蛊“见吝”，如李勣之不谏，终至酿祸是也。五爻之干蛊“用誉”，如周公之相成王，终成兴周是也。若上爻“高尚”，则如许巢之不受天下，夷齐之不食周粟是也。后世君臣，思艰图治，所当凛“先甲”“后甲”之惧，守成始成终之道，用《震》之动，法《乾》之健，斯“元亨而天下治”矣。不然，柔顺而自安，退止而不前，蛊坏日深，虽有善者，亦难保其后矣。可不惧哉！可不慎哉！\n通观此卦，艮以刚止在上，上亢而不下济，巽以柔入在下，下卑而不上承，刚柔不接，两情乖隔。下者愈卑而愈巽，逡巡不进，上者愈高而愈亢，忽略苟安。其中日积日敝，渐积渐坏，内腐而外朽，其破败有不可救药者矣。故曰“刚上而柔下，巽而止，蛊”，是自卑于内，苟止于外，所以成蛊也。古书曰：“流水之不腐，以其逝故也；户枢之不合，以其运故也。”故器欲常用，久不用则蠹生；体欲常动，久不动则疾生。则知蛊之生由于止，其所由者非朝夕矣。《象》曰“山下有风，蛊”，风欲行，遇山阻之而止，旋转于山而不能达。风字从虫，故曰蛊以风化。君子欲治其蛊，则莫如“振”，“振”者动而不止也。“振民育德”，即“明德”“新民”之道也。是以诸爻皆曰“干”。“干”者植立之谓，所以饬治而扶起之，其义与“振”同，皆反夫止而用之也，反其止则蛊治矣。若四爻之“裕”，是益其蛊也，故“吝”。五爻皆言干蛊，有子道焉。上爻居五爻之上，处一卦之极，有为父之象，故不言于蛊。以干蛊之事，属之五爻之王，诸爻之侯，而上爻不复事其事。故曰“不事王侯，高尚其事”者，谓其事更有高出王侯之上者也。是将以一言而为天下法，一行而为天下则，其不言治蛊，而所以治蛊者。其道可为万世法则，故《象》曰“志可则也”。若以“不事王侯”，谓隐居高尚者所为，仍蹈苟止卑巽之习，非饬蛊，适以滋蛊矣，于爻义未合。总之此卦，五爻所言，称“父”，称“母”，称“子”，皆家事，上爻则曰“王”，曰“侯”，乃国事。邱氏曰，“以此为子，是诤父之子；以此为臣，是诤君之臣”，此言得之矣。\n《大象》曰：山下有风，蛊。君子以振民育德。\n《小畜》“风行天上”，《观》“风行地上”，《涣》“风行水上”，无所阻，故皆曰“行”；《蛊》，山下有风，风遇山而止，故曰“有”。“行”在外也，“有”在内也，在内必郁而不宣，郁久则坏，语曰“蛊自内生”，此也。君子当此，以之振起其民，养育其德。《艮》之止者使之动，《巽》之入者使之出，将推己之德化民，民亦感其德，而振发有为，得以革去旧染之污，“日新其德”，此君子治蛊之能事也。如是而蛊济矣。\n【占】　问时运：目下好运方来，须力图振作，可改旧观。\n○　问商业：防货物堆积致坏，宜急起贩运出售。\n○　问战征：屯营宜就旷地，不宜近山，防有风鹤之惊。\n○　问家宅：须整肃门庭，凛诲淫蛊惑之戒。\n○　问疾病：防巫蛊咒诅，或腹患蛊毒之症。\n○　问讼事：想是听人蛊惑所致，急宜罢讼。\n○　问婚嫁：恐有男女私情。\n○　问失物：其物已坏。\n○　问出行：防阻风。\n○　问六甲：防有异胎。",
  "modern_takashima_general": "蛊卦代表败坏到了极点，坏透了就必须治理。得治蛊之才，就能大亨通。治蛊如同渡大河一样艰难，需要冒险犯难的精神。“先甲三日，后甲三日”是指做事要有始有终，甲日前推究事理的根源，甲日后防范将来的演变，这是天道循环的规律。\n\n本卦上艮（山）止，下巽（风）顺，上下不通，因循苟且，日积月累而成蛊。要治好蛊，必须使损坏的复原，闭塞的疏通。治蛊必然有事端和风险，所以要像渡大河一样勇往直前。\n\n占人事：彼此意气不通，因循苟且致败。蛊卦多言“干父”、“干母”，是把家事比作国事，意味着父母年迈或有过失，子女继承家业整治弊端。初爻承父意，二爻顺母意得中道，三爻虽有悔但无大咎，五爻用美名承继德行，唯有四爻因宽容姑息而招致羞吝。上爻独善其身，不言治蛊，是坚守高尚志向，从根本上治身心之蛊。\n\n占国家：政府高高在上，百姓卑微在下，上下隔绝，君臣苟且，祸乱潜伏。治蛊之道在于“振民育德”，振作百姓的精神，培育道德。\n\n通观全卦：流水不腐，户枢不蠹，蛊的产生是因为停滞。治蛊就是要打破停滞，除去旧弊，日新其德。\n\n【占断】\n问时运：好运刚来，必须努力振作，革除旧习，可改观。\n问商业：防止货物堆积变质，应抓紧贩运出售。\n问征战：营地宜选在开阔地，不宜近山，防备风声鹤唳的惊扰。\n问家宅：必须整顿家风，防备淫乱蛊惑之事。\n问疾病：防备中邪、中毒或腹部寄生虫病。\n问诉讼：可能是听信小人蛊惑，应尽快停止争讼。\n问婚嫁：恐怕有不正当的男女私情。\n问失物：东西已经坏了。\n问出行：防备大风阻挡。\n问胎孕：防备怪胎。",
  "lines": {
    "1": {
      "text": "初六：干父之蛊，有子，考无咎，厉，终吉。",
      "takashima_explanation": "《象传》曰：干父之蛊，意承考也。\n\n\n“干”者本之正干，得枝叶以附立之，所以维持木身也。故称人能耐事负重任曰“干事”。蛊者事也，“有子”者，赞美之词，即所谓有子克家是也。“考”者，父也，殁曰考。蛊者，物腐虫生之谓，其所由来，非一朝一夕之故，是以《蛊》之诸爻，皆系父子而言之。孝子家庭之间，不幸而父有蛊，蛊而待干，子心戚矣；然幸而得干，则“考无咎”，子亦得以无厉，故吉。\n\n\n【占】　问时运：好运初交，克勤克俭，克光前业，吉。\n\n\n○　问商业：旧业重兴，必多获利。\n\n\n○　问家宅：想是祖先旧宅，当改造重从，大利。\n\n\n○　问战征：如勾践复吴，子胥伐楚，必获重兴。吉。\n\n\n○　问讼事：前不得直，复宜上控，无咎。\n\n\n○　问疾病：虽危无妨，若无子者，占此不利。\n\n\n○　问婚嫁：佳儿佳妇，吉。\n\n\n○　问六甲：生男，必能兴家，吉。",
      "modern_text": "初六：继承父亲的事业来整治弊乱，有儿子继承则先父没有灾咎，虽有危险但最终吉祥。",
      "modern_takashima_explanation": "“干”如同树干支撑枝叶，引申为办事能力。“有子”是赞美之词，指有能干的儿子能继承家业。这里将“蛊”比作父亲遗留下来的弊端，由来已久。儿子若能整治父亲的烂摊子，就能使已故父亲免受责难，儿子虽面临危险艰难，但最终是吉利的。\n\n【占断】\n问时运：好运刚开始，勤俭持家，能光大祖业，吉。\n问商业：重兴旧业，必然获利丰厚。\n问家宅：可能是祖传旧宅，应当翻新重建，大利。\n问征战：如勾践复国，必能重兴，吉。\n问诉讼：之前冤屈未伸，现在上诉，没有灾咎。\n问疾病：虽然危险但无妨碍，但如果没有儿子的人占得此卦则不利。\n问婚嫁：能得佳儿佳妇，吉。\n问胎孕：生男孩，必能兴旺家业，吉。"
    },
    "2": {
      "text": "九二：干母之蛊，不可贞。",
      "takashima_explanation": "《象传》曰：干母之蛊，得中道也。\n\n\n干蛊之解，见初爻下。此爻体巽，以刚中之才，上应六五，巽顺而得中道者也。初爻言“考”，二爻言“母”，是父没而母存也。《蛊》六爻，称“父之蛊”四，称“母之蛊”一，盖以妇人无专制也，在亚细亚古来所戒，如《书》所云“牝鸡司晨，惟家之索”是也。九二以刚中谏其母，故曰“于母之蛊”。必若凯风七子之歌，斯为得矣。以此卦属之君臣，则二爻为大臣，五爻必是幼主，或母后也。幼主则为周公之相成王，劝进豳风，婉转开导，期归于善是已。女主则为陈平、周勃之辅吕后，狄仁杰、娄师德之相武后，从容巽顺，辅翼国政，不使蛊时至大坏者也。盖治蛊固不可过柔，亦不可过刚，过刚则伤恩，过柔则流慢。此爻刚得其中，故能酌量损益之宜，有用刚之实，无用刚之迹，以柔济刚，弥缝得法，自不致蛊之复炽也，故《象传》曰“得中道也”。\n\n\n【占】　问时运：目下贵将顺调剂，不可草率。\n\n\n○　问商业：防有旧债积弊等事，宜宽缓调处。\n\n\n○　问家宅：恐有母党擅权启衅，宜忍耐善处。\n\n\n○　问战征：防有阴险，不可直进。\n\n\n○　问疾病：壮年防是疟母痞块等疾，小儿或是胎气不足，宜服柔和之剂。\n\n\n○　问行人：在半途，后日可归。\n\n\n○　问失物：得。\n\n\n○　问婚姻：当得佳妇。",
      "modern_text": "九二：继承母亲的事业来整治弊乱，不可过于强硬。",
      "modern_takashima_explanation": "九二阳刚居中，上应六五，具备刚柔并济的才干。初爻说“父”，此爻说“母”，象征父亲去世母亲健在。整治母亲造成的弊端，不能像对待父亲那样强硬（不可贞），必须婉转劝谏，既不过于柔顺导致怠慢，也不过于刚硬伤及亲情。如同大臣辅佐幼主或太后，从容顺导，弥补过失，这叫“得中道”。\n\n【占断】\n问时运：目前贵在顺从调剂，不可草率行事。\n问商业：防备有旧债积弊等麻烦，宜宽缓处理。\n问家宅：恐怕有母系亲属专权引发争端，宜忍耐妥善处理。\n问征战：防备有阴谋诡计，不可长驱直入。\n问疾病：壮年防备久积的痞块，小儿防备胎里带的病，宜吃温和的药。\n问行人：在半路，过两天可回。\n问失物：能找回。\n问婚姻：能娶到好媳妇。"
    },
    "3": {
      "text": "九三：干父之蛊，小有悔，无大咎。",
      "takashima_explanation": "《象传》曰：干父之蛊，终无咎也。\n\n\n干蛊之解，见初六下，至九三而蛊已深，非有阳刚之才德，难革此弊。此爻承父破坏之后，若复因循坐视，不思补救，是长父之恶，非为子之道也；然过刚不中，或径情直行，欲补父过，致伤父心，亦未免有悔也。非刚阳之才，未易言干，幸能干之，虽“小有悔”，可“无大咎”，谓之“干父之蛊，小有悔，无大咎”。“小有悔”者，所以警之也；“无大咎”者，所以劝之也。“小有悔”者，固非善于事亲，若因悔而不干，则咎益大矣。是以三爻干而有悔，终胜于四爻之裕而得吝也。\n\n\n【占】　问时运：目下直痛革前非，纵小有挫折，终得有济。\n\n\n○　问商业：宜重兴旧业，改立章程，或有小失，必得大利。\n\n\n○　问家宅：恐栋宇年久，多致蛀腐，毋惜小费，急宜改造。\n\n\n○　问战征：刚武直进，未免小败，然必无大害。\n\n\n○　问失物：得则必得，防有小小口舌之灾。\n\n\n○　问六甲：生男，但生下小孩，未免小有疾厄。\n\n\n○　问疾病：无妨。",
      "modern_text": "九三：继承父亲的事业整治弊乱，虽有小的悔恨，但没有大的灾咎。",
      "modern_takashima_explanation": "到了九三爻，弊端已经很深了，必须有阳刚的才干才能革除。作为儿子继承父亲的烂摊子，如果坐视不管就是助长罪恶。但九三过于刚毅，急于补救，可能会有些过激，伤了父亲的心，难免有小小的后悔。但如果不去整治，祸患更大，所以虽有小悔，终究没有大错。这是勉励人要勇于改过。\n\n【占断】\n问时运：目前应当痛改前非，即使有小挫折，终究能成功。\n问商业：宜重兴旧业，改革规章，或许有小损失，但必有大利。\n问家宅：恐怕房屋年久失修，多有虫蛀腐烂，不要吝惜小钱，应赶紧改造。\n问征战：刚猛直进，难免小败，但不会有大害。\n问失物：一定能找到，但防备有小小的口舌是非。\n问胎孕：生男孩，但小孩生下来难免有点小病痛。\n问疾病：无大碍。"
    },
    "4": {
      "text": "六四：裕父之蛊，往见吝。",
      "takashima_explanation": "《象传》曰：裕父之蛊，往未得也。\n\n\n“裕”者竟也，与“干”相反。“裕父之蛊”者，谓因循苟且，惮于改作，是宽容其蛊而蛊益深也。此爻以柔居柔，不能有为，爻至四，蛊已过半，治之宜如救焚拯溺，迅速从事，斯克有济。父既柔懦而积成其蛊，子复柔弱而不能救，持是以往，必见吝也，故曰“裕父之蛊，往见吝”。此爻变则为《鼎》，《鼎》九四之辞曰“鼎折足，覆公餗，其形渥，凶”，亦可以见其益吝也。初六、六四，共阴柔，同当干蛊之象，而爻辞不同。初六居《蛊》之初，其败未大，故虽阴柔，其功易成，是所以为吉也；六四《蛊》败过半，其坏较甚，而犹气馁力屈，不能贞固干事，是以见吝也。\n\n\n【占】　问时运：运亦平常，但一味因循，终致自误。\n\n\n○　问商业：徒知守常，不知革弊，长此以往，难以得利。\n\n\n○　问战征：威不肃，令不严，未可前往也，往必见败。\n\n\n○　问家宅：父业虽裕，敝败已深，难保其往也。\n\n\n○　问疾病：外形尚裕，内患已深，不急图治，后必莫救。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：宽容放纵父亲的弊政，继续下去会有困窘。",
      "modern_takashima_explanation": "“裕”是宽容，与“干”相反。这是指因循苟且，害怕改革，宽容弊端反而使弊端加深。六四柔弱无能，此时弊端已经过半，应该像救火救人一样迅速整治。如果父亲柔弱造成了弊端，儿子也柔弱不能补救，这样下去必然遭遇羞辱困窘。\n\n【占断】\n问时运：运气平常，但如果一味因循守旧，终究会耽误自己。\n问商业：只知道守旧，不知道改革弊端，长此以往难获利。\n问征战：军威不肃，军令不严，不可前往，去了一定失败。\n问家宅：父业虽然富裕，但内部败坏已深，难保将来。\n问疾病：外表看着还好，内患已深，不赶紧治，以后就没救了。\n问胎孕：生女孩。"
    },
    "5": {
      "text": "六五：干父之蛊，用誉。",
      "takashima_explanation": "《象传》曰：干父用誉，承以德也。\n\n\n此爻以柔居刚，又得中而居尊位，与九二刚中之贤臣，阴阳相应，专心委任，使翼为辅弼，匡救坏乱之旧弊，故曰“干父之蛊”。五爻君位，爻辞曰“父”，知帝王必有父也。卦中初、三两爻，皆曰“干父之蛊”，三则曰“有悔”，故仅得免咎；初则“考无咎”，故曰“终吉”，不可谓非干之善者也。至五爻不特其父无过，且因而得誉，补其过，更扬其名。恶归己而善归亲，其曲委弥缝，非善继善述者不能臻此。《象传》曰“干蛊用誉，承以德也”，盖干蛊则可以才济之，“用誉”则必以德承之，故曰“承以德也”。\n\n\n【占】　问时运：虽门祚衰薄，能自振作，自足立身扬名。\n\n\n○　问商业：旧业虽不甚佳，此番从新改作，必能获名获利。\n\n\n○　问家宅：祖遗之产不厚，幸能扩充前业，必至光大门楣。\n\n\n○　问战征：能克复城池，军声远播，吉。\n\n\n○　问疾病：当延名医治之。\n\n\n○　问六甲：生男。\n\n\n○　问嫁娶：定是名门贵族。",
      "modern_text": "六五：继承父亲的事业整治弊乱，得到赞誉。",
      "modern_takashima_explanation": "六五居君位，柔顺得中，任用贤臣（九二）辅助来整治弊乱。不仅补救了父亲的过失，还赢得了美名，把坏名声归于自己，把好名声归于父亲，这是以德行来继承事业的典范。\n\n【占断】\n问时运：虽然家运衰薄，但能自我振作，足以立身扬名。\n问商业：旧业虽不好，但这次从新改革，必能名利双收。\n问家宅：祖产虽不丰厚，幸好能扩充前人事业，必能光耀门庭。\n问征战：能收复城池，威名远播，吉。\n问疾病：应当请名医治疗。\n问胎孕：生男孩。\n问婚嫁：定是名门贵族。"
    },
    "6": {
      "text": "上九：不事王侯，高尚其事。",
      "takashima_explanation": "《象传》曰：不事王侯，志可则也。\n\n\n此爻为成卦之主，以刚明之才，居艮止之极，不比九五，亦不应九三，逍遥于外，高居卦极，不关世之毁誉荣辱，其清风高节，足以振起颓俗，激动人心，其益世岂鲜少哉！九五者王也，九三者侯也，不比应之，故曰“不事王侯，高尚其事”。上九高尚，固非放情物外者所可托也，是不仅治一时之蛊，实足治万世之蛊也。其志之可则，岂有过哉！故《象传》曰“志可则也”。\n\n\n一说：此卦自初爻至五爻，皆以蛊言，不言君臣，而言父子，人臣之事君，与人子之事父一也。此爻位居最上，独以“不事王侯”言者，盖非君非臣，亦非子，是身居父位者也，故高尚其志，不复事天下之事，而其志之所存，实足为天下法则者矣。\n\n\n凡读《易》者，须先熟察其卦爻之象，与卦爻之时，然后能读得其辞义也，不然而徒拘泥文字，虽终身读《易》，不能得其要。如此爻《象传》无难，难得其旨，何则？“不事王侯，高尚其事”之人，虽有才德，不为人所知，不为世所用，古今来亦不乏其人。若必指是等人，而称之曰其“志可则”则圣贤君子之用世者，反将曰其志不可则，不几大妨名教，有害纲常者乎？盖上九备阳刚之德，居全卦之极，当此蛊坏日甚，不忍坐视天下，是以自初六至六三，奋振其才力，以济时艰，以光前业；迨蛊坏既除，人人得浴太平富贵之泽，上爻独脱然勇退，“不事王侯，高尚其事”，是见几而作之君子也，其志岂不可则哉！\n\n\n【占】　问时运：宜以退为进。\n\n\n○　问商业：目下货价，必将逐渐增高，不必急售。得利。\n\n\n○　问家宅：宜傍高阜之地，吉。\n\n\n○　问疾病：卦为归魂，恐天年有阻。\n\n\n○　问婚嫁：必是女贞男良，天缘巧合。\n\n\n○　问战征：想已值战胜凯旋之时。\n\n\n○　问出行：宜行商，不宜求名。",
      "modern_text": "上九：不为王侯做事，高尚地坚守自己的志向。超然世外，独善其身。",
      "modern_takashima_explanation": "上九居全卦最高位，刚毅明智，不依附权贵，逍遥于世外，不关心世俗的毁誉。这种清风高节，足以振奋颓废的世俗，激励人心，这是在更高层面治理“万世之蛊”。此爻象征功成身退的君子，在天下大治后，不贪恋权位，超然退隐，其志向值得效法。\n\n【占断】\n问时运：宜以退为进。\n问商业：目前货价必将逐渐增高，不必急着卖，能得利。\n问家宅：宜选在高地居住，吉。\n问疾病：此卦为归魂卦，恐怕寿命有阻碍（难治）。\n问婚嫁：必是良配，天作之合。\n问征战：想必已是战胜凯旋之时。\n问出行：宜经商，不宜求功名。"
    }
  },
  "guaci": "蛊：元亨，利涉大川。先甲三日，后甲三日。",
  "modern_guaci": "蛊卦象征整治弊乱：至为亨通，利于涉渡大河。在甲日之前三天（辛日）做准备，在甲日之后三天（丁日）收尾善后。整治腐败需要周密的计划。"
}