{
  "name": "地泽临",
  "pinyin": "di_ze_lin",
  "code": "110000",
  "palace": "坤宫",
  "general_text": "“临”字从人从臣从品。人者以君上为尊；臣者以臣民统之；品者，以品类别之。言人君临御天下，统率臣民，品别品类之贤否，而器使之，是谓君临民，尊临卑，上临下也，临又有监守之义，故监字从临省文。又按临卦，《兑》下浸上，《坤》上陵下，下陵过乎上，有密迩切近之形。卦体兑为泽，坤为地，地在泽上，是地临泽也；上四阴，下二阳，阳欲上进，是以阳临阴也，故《彖》辞曰，下悦而依附乎上，上顺而反降乎下。附乎上，自下附上，降乎下，是上莅下，总其象谓临莅也。自有临辞，遂以临为卦名。",
  "modern_general_text": "“临”字由“人”、“臣”、“品”三部分组成，寓意君王统治天下，统率臣民，并按品类鉴别贤愚而任用。这叫作君临民、尊临卑、上临下。临也有监守的意思，所以“监”字从“临”字演变而来。从卦象看，下卦为兑（泽），上卦为坤（地），地在泽上，象征地临近泽水。下两阳爻欲上进，上四阴爻顺势而降，上下亲近。兑悦而依附于上，坤顺而降临于下，象征君主亲临治理，故名“临”。",
  "takashima_general": "临：元亨利贞，至于八月有凶。\n▲　金文临\n《临》，《兑》下《坤》上，《兑》，悦也，《坤》，顺也。《坤》曰“元亨”，以顺来也，《临》得《坤》之顺，故亦曰“元亨”，《兑》曰“利贞”，以悦致也，《临》得《兑》之悦，故亦曰“利贞”。“元亨利贞”，四德也，首备于《乾》，《乾》，天也，临民者，宜法乎天，故临亦备此四德。“八月”之说，诸儒纷议，然《易》之道，不外阴阳消长。以辟卦言之，《临》为二月之卦，二月当春仲，阳方长也，八月当秋仲，阳渐消也，阳消阴长，凶道也，故曰“至于八月有凶”。曰“至”者，未至而预防其至之谓也；曰“有”者，未有而预虑其有之谓也。若已至焉，若已有焉，凶既临身，虽欲避之，则已晚矣。圣人以《易》垂诫，期临民者先时杜维，亦即“履霜”“坚冰”之意也。万事能有吉而无凶，斯天下可常治矣。\n《象传》曰：临：刚浸而长，说而顺，刚中而应，大亨以正，天之道也。至于八月，有凶，消不久也。\n“刚”指《兑》下二画，谓初爻、二爻。“浸”，渐也，二阳渐长于下而上进也。内《兑》外《坤》，内悦而外顺也。“刚中”者，谓二爻刚得其中。“应”者谓五爻，得柔之中，以应刚中，是刚柔相应也。“大”即元，“以”即利。凡《彖传》以字，即释利字。卦德备“元亨利贞”者，《乾》《坤》《屯》《随》《临》《无妄》《革》，凡七卦，诸卦四德皆从《乾》六阳来，乾为天，故曰“天之道也”。“浸而长，悦而顺”，是道之得其亨；“刚中而应”，是道之得其正，所谓尽人以合天也。“八月，有凶，消不久也”，盖临当二月，“刚浸而长”，至八月柔浸而长，刚浸而消矣。“不久”者，言方消也，即浸之意。刚而浸长，君子应天而行，乃得“大亨以正”：刚而浸消，君子所当前时而戒，斯能免凶矣。阳长阴消，以天道言，则谓寒暑之往来；以治道言，则谓君子小人之进退。圣人特于《临》卦，反复垂诫，意深哉！\n以此卦拟人事，或《临》高而望，或临渊而羡，或临事而惧，或临财，或临难，皆为临也。人事之害，不失于刚，即失于柔，刚之长，能济以柔，柔之长，能济以刚，斯和悦巽顺。刚柔两得，则必万事亨通，百为公正，是人事之至善者也。阴阳消长，天道之循环，固非人力所能挽，而人事之吉凶伏焉矣。浅言之，未寒而不谋其衣，既寒则谋之不及，必致冻矣；未饥而不谋其食，既饥而谋已迟，必致馁矣。推之恶未著时，而不自检摄，则恶必浸增，至恶大而不可复改；邪未盛时，而不自防闲，则邪必浸炽，至邪极而不可复治，皆凶道也。任其欲而纵之，放僻邪侈，盗跖之所以终盗跖；复其性而明之，戒慎恐惧，伯夷之所以终为伯夷。天道之阴阳寒暑，在转移之间，人事之善恶邪正，亦一转移间耳。临卦六爻，惟五爻刚柔得中，称曰“知临”，智则明，能察几，自有先时之吉，斯无后时之凶。人事之所以趋吉避凶，道不外是焉。\n以此卦拟国家，六五之君，临御天下，以悦得众，以顺承天，握《乾》而闻《坤》，举直而黜枉，临之以庄，莫不大亨而得正矣。欲以一人临天下，其势难，以天下临天下，其势易，故人君不贵独临，必贵得人以共理，昔舜有五臣，武有十臣，皆是也。此卦六五之君，委任九二，刚柔相济，内悦外顺，察天时之变，度人事之宜，居正以“体元”，“嘉会”以敦“亨”，利用以裕民，“贞固”以“干事”，道足以教育天下英才，德足以容保子孙黎民。以此而临一国，而一国治，以此而临天下，而天下平。而君子不敢自为已治已平也，谓治难而乱易，必于未乱防其乱，谓泰极即否来，必于未否虑其否，此古人感羽翘而绸缪牖户，闻牛喘而调燮阴阳者，盖皆有深虑焉。《临》卦六爻，无一言凶，亦以其能思患预防耳。六爻中五居尊位，可谓聪明睿智，足以有临之圣君；二爻可谓咸有一德之大臣；初爻则行之以正；四爻则至近当位；上爻则敦厚终吉；虽三爻不中，幸其知忧而无咎。一人当阳，群贤荟萃，宜其君明臣良，得以长安而久治也，岂不休哉？\n太阳历者，因方今外国交际频繁，沿而用之，至其数月，似于月之盈虚失准。然欧美各邦，古亦用太阴历，故今犹以十二分太阳历之一年，同以月称，是以占断上，数月必据大阴历。《易》以冬至为一月之初，故至一年终始，与太阳历无有大差，故不复附月之解释。\n通观此卦，明主在上，为天下大悦之时也。地势卑而下顺，泽水浸而上悦，水土本相亲近，犹人主平易而近民，民皆欢乐而附上也，临之所以为临也。初九、九二，同为“咸临”，泽水自山而下也。初九泽犹未盈，故曰“行”；九二泽水已满，故“无不利”；六三水既及岸，故为“甘”；六四地与水接，故曰“至”；六五地泽正应，有智者乐水之象，故曰“智临”；上六，地愈厚，泽愈深，故曰“敦临”。“咸”者临之速也；“甘”者临之贼也；“至”者临之诚也；“智”者，临之明也；“敦”者，临之久也。“咸临”见其德之能感；“甘临”见其性之过柔；．“至临”见其位之得当；“智临”见其道之克明；“敦临”见其志之笃厚。盖六五之君，不以独临，而能任人，故以“智临”称之。用其“咸”，用其“至”，用其“敦”，而君子之道长；去一“甘”，而小人之道消。阳悦而长，阴顺而消，于是天时正，人事和，上下同德，熙熙皞皞，而天下治矣。是诚临民之极则也。\n《大象》曰：泽上有地，《临》。君子以教思无穷，容保民无疆。\n上卦之地高，下卦之泽卑，以上临下，故曰《临》。夫临下之道，不外教养二者。《兑》取夫悦，教而能悦，以集其思也；《坤》取夫顺，养而能顺，足以容其众也。教而有思，如泽之浸得其润；容而又保，如地之厚而能载。“无穷”者，泽之长也；“无疆”者，地之广也。又《兑》为口，是以能教；《坤》为腹，是以能容。君子取象泽地，以临万民，教之道在育英才，保之诚如抚赤子，泽普群生，量包一世，斯临治矣。\n【占】　问时运：目下作事，恰如一潭活水，流行自在，好运正长。\n○　问商业：泽为货物，地为贩运之地也，得此占，其获利厚而尤远，大吉。\n○　问家宅：此宅必近水泽之乡，家业正旺，财丁两盛，大吉。\n○　问战征：其阵宜临水处，不特一时得胜，且有万民归服之象。\n○　问疾病：其命可保，其病必延久，一时难愈。\n○　问讼事：恐久久不了。\n○　问婚嫁：两姓和合，五世其昌，大吉。\n○　问六甲：生女。\n○　问行人：一时未归。\n○　问失物：在川岸处觅之，保可得也。",
  "modern_takashima_general": "临卦具备“元亨利贞”四德。但说“至于八月有凶”，是基于阴阳消长之道。临卦对应二月，正是春季阳气增长之时；到了八月，阳气消退阴气增长，便是凶道。说“至”、“有”，是告诫人们要在灾祸未发生时就预先防备。如果灾祸已至，想躲避就晚了。圣人以此提醒统治者要防微杜渐。\n\n此卦阳刚之气逐渐增长，下悦而上顺，刚柔相应，合乎天道。但需警惕好景不长，君子应顺天而行，在阳气刚长时大亨通，在阴气刚长时提前戒备，才能免凶。人事上，强调刚柔相济，不仅能使万事亨通，还能公正处世。阴阳消长虽是天道，但吉凶伏在人事之中，要在恶未成形时自我检束。\n\n在国家治理上，六五之君若能任用贤才（九二），以悦得众，以顺承天，便能大亨得正。君王不应独治，而应任人共治。正如舜有五臣。此卦六爻无一言凶，是因为能思患预防。五爻圣明，二爻贤良，初爻正直，四爻当位，上爻敦厚，群贤毕集，国家长治久安。\n\n**占断**：\n* **问时运**：目前如活水流通，自由自在，好运正长。\n* **问商业**：泽象货物，地象贩运，获利丰厚且长远，大吉。\n* **问家宅**：住宅必近水边，家业兴旺，人财两盛，大吉。\n* **问战征**：布阵宜临水，不仅获胜，且有万民归服之象。\n* **问疾病**：性命可保，但病程拖延，一时难愈。\n* **问讼事**：恐怕很久不能了结。\n* **问婚嫁**：两姓和合，子孙昌盛，大吉。\n* **问六甲**：生女孩。\n* **问行人**：一时回不来。\n* **问失物**：去河岸水边寻找，保准能找到。",
  "lines": {
    "1": {
      "text": "初九：咸临，贞吉。",
      "takashima_explanation": "《象传》曰：咸临贞吉，志行正也。\n\n\n山泽通气之卦，名之曰咸；此卦泽上有地，阴阳之气相感，故初、二两爻，皆曰“咸临”。初居卦之始，其阳犹微，与四相应。四以柔而当位，初以刚而得志，行各得其正，乃能应而进于五，相与得行其道，以佐大君“智临”之治也，故曰“贞吉”。《象传》曰“志行正也”，盖初爻位居其正，是以志之所行，莫不正也。\n\n\n【占】　问时运：目下新运初交，能守其正，行无不利。\n\n\n○　问商业：时当新货初出，市价平正，尽可贩行，无不如志。吉。\n\n\n○　问家宅：必是忠厚中正之家，现下适有吉事临门。大利。\n\n\n○　问战征：初次临阵，宜从大路进军。吉。\n\n\n○　问疾病：病是初起，正气充足，可保即愈。\n\n\n○　问婚嫁：门户相当，品行端正，佳偶也。\n\n\n○　问讼事：一经临审，即可了结。\n\n\n○　问六甲：生男，临盆有喜。",
      "modern_text": "初九：以诚感人地亲临治理，坚守正道则吉祥。",
      "modern_takashima_explanation": "阴阳之气相感应，称为“咸”。此卦初、二两爻都叫“咸临”。初九处于开始阶段，阳气尚微，与六四相应。六四柔顺得当，初九刚健得志，二者都行得其正，辅佐君王（六五）实现“智临”的治理，所以说“贞吉”。\n\n**占断**：\n* **问时运**：刚交好运，只要守正道，无往不利。\n* **问商业**：新货刚上市，价格公道，尽可贩卖，定能如愿。吉。\n* **问家宅**：必是忠厚正直之家，吉事临门。大利。\n* **问战征**：初次上阵，宜走大路进军。吉。\n* **问疾病**：病刚起，身体正气足，很快能好。\n* **问婚嫁**：门当户对，品行端正，是佳偶。\n* **问讼事**：一经审理就能了结。\n* **问六甲**：生男孩，临盆有喜。"
    },
    "2": {
      "text": "九二：咸临，吉，无不利。",
      "takashima_explanation": "《象传》曰：成临，吉无不利，未顺命也。\n\n\n此爻成卦之主，以刚中之才，与六五柔中之君，阴阳相应，虽在大臣之位，任官之日犹浅，不保无众阴嫉之也。故直临则必有咎，宜待在上之君长，感我才德，而后临之，然后可得吉也。此爻曰“吉”，曰“无不利”，于六爻中特见赞美，盖初爻以正感，二爻以中感也。《象传》曰“未顺命也”，谓此爻在下体而不当位，故小人未尽从其命也。\n\n\n【占】　问时运：目下正佳，又得贵人照应，大吉。\n\n\n○　问商业：初次既获吉，二次更利。\n\n\n○　问家宅：有福星照临之象，前后皆吉。\n\n\n○　问战征：再接再励，所向皆吉，但防偏裨中，有不从令者，以致败事。\n\n\n○　问婚嫁：咸利，惟属羊者最佳。\n\n\n○　问讼事：却不致败，但一时未得顺从。\n\n\n○　问六甲：生男，但未产也。\n\n\n○　问行人：在外者归期未定。",
      "modern_text": "九二：以诚感人地亲临治理，吉祥，无往不利。",
      "modern_takashima_explanation": "九二是成卦之主，具备刚中之才，与君王（六五）相应。虽是大臣，但任职尚浅，难保不被众阴爻嫉妒。若直接行事恐有灾咎，应等待君主感应到我的才德，再进行治理，方能吉祥。此爻之所以特别赞美“吉、无不利”，是因为初爻是以“正”感人，九二是以“中庸”感人。但因其在下卦，未能完全顺行使命，恐有小人未尽从命。\n\n**占断**：\n* **问时运**：目前运气正佳，又得贵人照应，大吉。\n* **问商业**：初次已获利，第二次做会更赚。\n* **问家宅**：有福星照临，前后都吉利。\n* **问战征**：再接再厉，所向皆吉，但要防备部下有不听命令而坏事的。\n* **问婚嫁**：都吉利，属羊的人最佳。\n* **问讼事**：不会败诉，但一时对方未能顺从。\n* **问六甲**：生男孩，但尚未生产。\n* **问行人**：在外的人归期未定。"
    },
    "3": {
      "text": "六三：甘临，无攸利。既忧之，无咎。",
      "takashima_explanation": "《象传》曰：甘临，位不当也。既忧之，咎不长也。\n\n\n“甘”者，五味之中，为人之所最嗜，为怡乐之义。“甘临”者，谓不能临人以德，而以甘言谄之，必无诚心实意也。三爻近二爻，见二爻未从其命，遂欲巧言求进。究之，言虽甘，而位不当，何利之有？既知其非而“忧之”，反邪归正，去恶从善，则以今日之是，亦足补前日之非，则可以免咎，谓之“既忧之，无咎”也。《象传》曰“位不当也”，以阴居阳，是位之不得其正也；“咎不长也”，幸以其忧之速，故其咎未至于长也。\n\n\n【占】　问时运：运既不佳，行亦不正，幸能知悔，后运可望。\n\n\n○　问商业：店基不得其位，惟贩运糖业则佳。\n\n\n○　问家宅：屋运不佳，宜迁徙为吉。\n\n\n○　问战征：屯营地位不当，迁营则吉。\n\n\n○　问疾病：药不对症，宜进苦辛之剂，无咎。\n\n\n○　问婚姻：不合。\n\n\n○　问行人：外不得利，近时可归。\n\n\n○　问失物：可得。\n\n\n○　问六甲：生女，恐难长养。",
      "modern_text": "六三：甘言蜜语地亲临治理，没有什么好处。若已经忧虑到了，就没有灾咎。",
      "modern_takashima_explanation": "“甘”指甜美怡乐。“甘临”是说不能以德服人，而用甜言蜜语谄媚，缺乏诚意。六三接近九二，见九二不听命，便想巧言求进。但言语虽甜，位置却不当（阴居阳位），没什么好处。如果能知错而忧虑，改邪归正，去恶从善，就能免除灾咎。\n\n**占断**：\n* **问时运**：运气不佳，行事不正，幸好能知悔改，后运还有希望。\n* **问商业**：店址位置不好，只适合做糖业生意。\n* **问家宅**：屋运不佳，搬家才吉利。\n* **问战征**：扎营位置不当，迁移营地则吉。\n* **问疾病**：药不对症，应吃苦味辛辣的药，无咎。\n* **问婚姻**：不合。\n* **问行人**：在外没利益，近期可归。\n* **问失物**：可以找到。\n* **问六甲**：生女孩，恐难抚养。"
    },
    "4": {
      "text": "六四：至临，无咎。",
      "takashima_explanation": "《象传》曰：至临无咎，位当也。\n\n\n此爻位近至尊，才志俱弱，以柔顺之资，居台鼎之贵，能略分忘势，下应初九之刚正，尊贤尚德，情意恳至，故曰“至临”。盖大臣有休休好善之诚，无矜矜自足之意，以至诚之心，感应初九，初九之贤，亦感而悦服，共谋国事，是以无咎，临政之吉，莫大于此，《象传》曰“位当也”，谓得柔正之德也。\n\n\n【占】　问时运：好运已至，无不得当，有吉元凶。\n\n\n○　问商业：目下贩运，正当其时，无往不利。\n\n\n○　问家宅：宅位得当，家业兴隆，无咎。\n\n\n○　问战征：其时已至，正可临敌获胜。\n\n\n○　问疾病：虽至危笃，尚可无咎。\n\n\n○　问婚姻：彼此欢洽，门户亦当。\n\n\n○　问行人：即至。\n\n\n○　问失物：即得。",
      "modern_text": "六四：尽心尽力地亲临治理，没有灾咎。",
      "modern_takashima_explanation": "六四位近君王，虽才志柔弱，但能放下身段，礼贤下士，下应初九的刚正，情意恳切至极，所以叫“至临”。这是大臣有至诚之心，初九也因此悦服，共谋国事，所以没有灾咎。这是从政最大的吉利。\n\n**占断**：\n* **问时运**：好运已到，事事得当，有吉无凶。\n* **问商业**：目前贩运正当时，无往不利。\n* **问家宅**：住宅位置得当，家业兴隆，无咎。\n* **问战征**：时机已到，正可临敌获胜。\n* **问疾病**：虽病重危急，但还可以保无咎。\n* **问婚姻**：彼此欢洽，门当户对。\n* **问行人**：马上就到。\n* **问失物**：马上能找到。"
    },
    "5": {
      "text": "六五：知临，大君之宜，吉。",
      "takashima_explanation": "《象传》曰：大君之宜，行中之谓也。\n\n\n“知”者，智也，“智临”者，知人善任之谓也。夫以一人之身，临天下之广，自任其智，适足以为不智，惟能取天下之善，任天下之事，如此则“知周万物，道济天下”，是恭己无为之郅治也。此爻具柔中之德，居至尊之位，下应九二，知其贤而任之，所谓“聪明睿知，足以有临”，此爻得之矣，故曰“大君之宜”。舜之称大智，合天下之智以为己智，曰“舜好问而察迩言”，亦此意也。《象传》曰“行中之谓也”，谓五有柔中之德，倚任刚中之贤，以成“智临”之功，中道而行，是即不偏之谓也。\n\n\n【占】　问时运：目下运得其时，又得好人相助，事事宜成，吉。\n\n\n○　问商业：知往知来，通晓商情，自然获利。吉。\n\n\n○　问家宅：有五福临门之兆。吉。\n\n\n○　问战征：能得军心，斯知己知彼，战无不胜也。\n\n\n○　问疾病：当得良医，详知病由，治之自然得愈。\n\n\n○　问婚姻：宜家宜室。大吉。\n\n\n○　问失物：有人拾得，久后自知。\n\n\n○　问六甲：生男，主贵。\n\n\n○　问行人：尚在半途，后日可归。",
      "modern_text": "六五：以智慧来亲临治理，这是大君应有的作为，吉祥。",
      "modern_takashima_explanation": "“知”通“智”。“智临”指知人善任。君王不应自恃聪明，而应任用天下的贤才（九二），集天下之智为己智，实现垂拱而治。六五具备柔顺中正之德，居尊位，任用刚中的贤臣九二，这就是“大君之宜”。\n\n**占断**：\n* **问时运**：目前得时机，又得好人相助，事事皆成，吉。\n* **问商业**：通晓行情，知往知来，自然获利。吉。\n* **问家宅**：有五福临门之兆。吉。\n* **问战征**：得军心，知己知彼，战无不胜。\n* **问疾病**：能遇到良医，查明病因，自然治愈。\n* **问婚姻**：宜室宜家，大吉。\n* **问失物**：被人捡到了，以后自然会知道。\n* **问六甲**：生男孩，主贵。\n* **问行人**：还在半路上，过几天回来。"
    },
    "6": {
      "text": "上六：敦临，吉，无咎。",
      "takashima_explanation": "《象传》曰：敦临之吉，志在内也。\n\n\n“敦”者，笃也，厚也。此卦六五既应九二，上六又从而附益之，谓之“敦临”，犹复六四既应初九，六五亦从而附益之，谓之“敦复”，其义一也。此爻为《坤》之极，居《临》之终，阴柔在上，与二虽非正应，而志在从阳，屈尊从卑，降高就下，礼意敦笃，是临道之善持其终者也，故曰“敦临，吉，无咎”。凡卦于上爻为极，过极每多危象，此爻曰“敦临”，有“安土敦仁”之义，无过极之虑也，是以吉而无咎。《象传》曰“志在内也”，内者，指内卦二阳，虽与内卦无应，上六之志，惟在于内，故曰“志在内也”。可与《泰》初九之《象传》“志在外也”对看。\n\n\n【占】　问时运：目下好运已终，惟其存心忠厚，故得无咎。\n\n\n○　问商业：贩卖内地，吉。\n\n\n○　问家宅：世代忠厚，内外肃穆，吉。’\n\n\n○　问战征：宜增兵益饷，以保护内地为要。\n\n\n○　问疾病：培养元气，勿药有喜。\n\n\n○　问六甲：生女。\n\n\n○　问失物：即在家内，未尝失也。\n\n\n○　问行人：即日可归。",
      "modern_text": "上六：以宽厚敦实地亲临治理，吉祥，没有灾咎。",
      "modern_takashima_explanation": "“敦”指笃厚。上六处于临卦的终极，阴柔在上，虽不与九二正应，但心志向往阳刚（内卦），愿意屈尊降贵，礼意敦厚，是能善始善终的表现，所以吉祥无咎。通常上爻多有险象，但这爻因“敦厚”而无过极之虑。\n\n**占断**：\n* **问时运**：目前好运虽已结束，但只要存心忠厚，可保无咎。\n* **问商业**：贩卖内地的货物，吉。\n* **问家宅**：世代忠厚之家，吉。\n* **问战征**：宜增兵增饷，以保护内地为重。\n* **问疾病**：培养元气，不吃药也能好。\n* **问六甲**：生女孩。\n* **问失物**：就在家里，没丢。\n* **问行人**：当天就能回来。"
    }
  },
  "guaci": "临：元亨利贞。至于八月有凶。",
  "modern_guaci": "临卦象征亲临治理：至为亨通，利于坚守正道。但到了八月时节会有凶险。盛极必衰，好景不会永远持续。"
}