{
  "name": "火雷噬嗑",
  "pinyin": "huo_lei_shi_he",
  "code": "100101",
  "palace": "巽宫",
  "general_text": "“噬”，啮也，“嗑”，合也，啮而合之也。卦全象颐，以初、上二刚为两唇，以二、三、四、五四阴为齿，上下龂腭，有噬之象。以四爻一刚，梗于其间，如物之在口，初上二刚，以四为梗，遂致上下不得合。下唇动，上唇止，必噬乎四之梗，梗消而两唇乃合，谓之《噬嗑》。卦承《观》来，《序卦》曰：“可观而后有合，故受之以《噬嗑》，嗑，合也。”既有可观，后必来合，《噬嗑》所以次《观》也。",
  "modern_general_text": "“噬”是咬，“嗑”是闭合，意思是咬碎东西使上下颚闭合。整个卦象就像口腔，初爻和上爻两根阳爻代表嘴唇，中间的阴爻代表牙齿，这就有了咬东西的形象。第四爻是阳爻，像硬东西梗在嘴里，导致上下嘴唇无法闭合。下卦震动，上卦离止，必须咬断中间的梗阻物，嘴唇才能闭合，所以叫《噬嗑》。此卦承接《观》卦而来，观察之后必有结合，所以《噬嗑》排在《观》卦之后。",
  "takashima_general": "噬嗑：亨，利用狱。\n▲　篆书噬\n▲　篆书嗑\n《杂卦》曰：“噬嗑，食也。”凡食下咽则口合，有物梗之则口不合，不合则不通，合则亨通矣，故曰“噬嗑，亨”。由是而推之，在家庭则有谗邪以梗之，在朝廷则奸佞以梗之，在道路则有强暴以梗之。一如物之在口，有梗则不通也，欲期其通，当先治其梗，治梗者，“利用狱”。治狱宜刚，象取初上两刚，用之者，则在五爻也。“狱”，囚也，外卦《离》体，外实中虚，有狱象焉。内卦《震》，《震》威也，外卦《离》，《离》明也，威而且明，有治狱之才焉，故曰“利”。如是而噬嗑济矣。《彖传》曰：颐中有物曰噬嗑，噬嗑而亨。刚柔分，动而明，雷电合而章。柔得中而上行，虽不当位，利用狱也。\n颐本合也，因中有物梗，则上下不合，卦体初上两刚在外，二、三、五三柔分列上下，四爻一刚在中，如颐中有物之象，必得初上两刚相交，噬而嗑之，啮去其梗，颐斯合矣。颐合梗去，则亨通也，故曰“噬嗑而亨”。此卦内卦一刚二柔，外卦二刚一柔，是刚柔相分也。雷动也，电明也，“动而明”。雷震而电煽，一时合发，威耀交彰也。“柔得中”，指六五言，以柔居刚，为刚柔得中也。“上行”，谓五居尊位，柔而处阳，位虽不当，而利于用狱。盖用狱过刚则伤猛，过柔则伤宽，刚柔得中，而狱平矣。统言之，物有害于口齿间者，人以噬嗑治之；物有害于造化者，天地以雷电治之；物有害于政治者，先王以刑狱治之。所谓“噬嗑而亨”者，道在此矣。故《噬嗑》一卦，为治天下之大用也。\n按：《贲》卦亦有物在颐中之象，然上卦《艮》止，下卦《离》丽，上止下丽而不动，故不能噬物，虽有颐中含物之象，无噬物之义也。\n以此卦拟人事，卦象为“颐中有物曰噬嗑”，谓颐因物梗不能合也。推物之所害，不第颐然，物入于耳而耳必不聪，物生于目而目必不明，物入于胸而胸必致病，物入于心则心必致蒙，是物之害在身也。极之父子之间，有物以间之，则父子乖；兄弟之间，有物以间之，则兄弟离；夫妇之间，有物以间之，则夫妇怨；朋友之间，有物以间之，则朋友疏，是物之有害于彝伦也。欲除其害，在治人则用刑狱，在治己则用内讼，其法一也。动为雷，明为电，动以致其决，明以察其几，动与明合，而赏罚彰焉。以位言之，五爻为君，以德言之，五爻为心，心所以称天君也。此卦五爻，以柔居阳，曰“柔得中”，谓心能柔而用刚，则刚柔得中，斯不失严，亦不失宽，而内松之功用全矣。卦名曰《噬嗑》，《彖》辞曰“颐”，皆取象于齿颊间，故六爻中，曰“灭趾”，曰“灭鼻”，曰噬肉，曰“噬胏”，曰“灭耳”，皆取象于人身，是诚为剥肤之灾也。在内则撤去而心身亨，在外则谗邪去而万事亨，所以善其治者，全在天君也。《易》理所赅甚广，为家，为国，为身，在占之者随事取之耳。\n以此卦拟国家，朝廷中所最害政者，群僚在位，有一谗佞与立其间，颠倒朝政，惑乱君心，虽有贤能，被其离间，不能协办共事，此国家所以日替也。此卦四爻，一刚在中，间阻上下，即其人也。初上二阳，一上一下，不相会合，二三柔顺无能，五爻以柔居阳，比近于四，未免偏听。雷伏而不动，电匿而无明，治道之不亨，职是之故。《彖》辞所谓“颐中有物”者，其象亦犹是耳。“颐中有物”，治之利用齿，朝中有谗，治之“利用狱”，而主狱者则在五爻之君，相辅而治狱者，则在初上两刚。然以刚克刚，遇刚则折，犹必用二三两柔，调剂其间，斯四刚贴服。在五爻之君，以柔居阳，位虽不当，而能发雷之动，效电之明，雷电交作，治道乃彰。“动而明”则刑无或枉，明而动则罪无轻纵，是以刚柔中，而狱平矣。六爻历言治狱之方，初轻刑而寡过，二乘刚而易服，三“遇毒”而无害，四守贞而获吉，五用中而恤刑。要皆得刚柔之宜，惟上爻酷刑而有凶，是用刚之过也，即足为治狱者戒。就一卦言，九四为颐中之物，即梗法之人，是受狱而待治者也；就六爻言，九四刚直守贞，为治狱之能才也。盖卦象而爻辞，各取其义，玩其占者，毋以辞害意也。\n通观此卦，其象取全体象颐，又取上下雷电二象，为治狱之用，雷以抉伏，电以烛奸，动则能断，明则能察，合而施之，刑法昭彰。六五虽不当位，以柔居阳，为治狱之主，专用初上两刚相合为治，刚柔合而间去，间去而狱平。卦旨如此，在六爻则又有各取其义。或以初上两爻无位，为受刑之人，中四爻为用刑之人。就卦体观之，以四爻一刚，为受刑之人，余五爻为用刑之人，然爻辞皆主“利用狱”，未尝有用刑受刑之别也。但两刚不能独噬，必合诸柔而共噬，故诸爻各有所噬，而噬之中，又分其坚柔焉。二“噬肤”，肤柔而易噬，其罪轻；三“噬腊肉”，较肤而稍坚矣，故有“毒”；四“噬乾胏”，胏肉而带骨，较腊肉而益坚矣，“利艰贞”；五“噬乾肉”，乾肉者，言狱之已成也。五为主狱，其所治者，皆刑官之已决者也，五重省之，故“贞厉”。初曰“屦校”，初在下，刚犹微，故刑在足，是薄罚也。上曰“苛校”，上居终，刚已极，故刑在首，则过猛矣。两爻独不言噬，或之所为受刑者，其以此乎？总之六爻用狱，各有次第，得其当，故皆曰“无咎”；“利艰贞”，则曰吉；用其极，则曰“凶”。平则劝之，过则戒之，慎之至也，故《象传》曰“雷电噬嗑，先王以明罚敕法”，言先王明威并用，即刑期无刑之意《易》之言用狱，《噬嗑》与《丰》二卦最详，《丰》田“折狱致刑”，《噬嗑》曰“明罚敕法”，其审决精详，足惩后世爰书之滥。此全卦之义也。\n《大象》曰：雷电《噬嗑》，先王以明罚敕法。\n《埤雅》曰：电与雷同气，雷从回，电从申，阴阳以回薄而成雷，以申泄而为电，是皆天地之怒气，震发而示威于天下者也，有用刑之象焉。或曰，雷出天气，电出地气，天地气合而雷电作，《噬嗑》即以初上二刚为雷电。先王取其象以治狱，明以象电之光，敕以象雷之震，罚明使民知避，法敕使民知畏，斯罚无枉曲，法无偏私。朝廷之刑罚，一如天延之雷电。天以好生为德，王以恤刑为心，其道一也，其治隆矣。\n【占】　问时运：目下正当好运发动，有威仪，有光耀，声名远播上达之象，吉。\n○　问商业：买者卖者，一时会集，有货物旺销之象，吉。\n○　问家宅：天盘地盘皆动，防有火灾，须小心谨慎，可以免祸。\n○　问疾病：是郁热之症，导直透发，或热极作狂，须慎。\n○　问讼事：判决明允。\n○　问天时：有雷雨骤降之象，雨后即霁。\n○　问婚嫁：阴阳一气，定必百年好合，吉。\n○　问行人：即归。\n○　问失物：恐被人吞没。",
  "modern_takashima_general": "噬嗑卦：亨通，利于施用刑狱。吃东西下咽则嘴闭合，有东西梗在中间就闭不上，不闭合就不通，闭合了才亨通，所以说“噬嗑，亨”。推演到人事，家庭有谗言、朝廷有奸臣、道路有强盗，都是梗阻。想要亨通，必须先铲除梗阻，方法就是“利用狱”（用刑罚）。\n\n内卦震雷代表威严，外卦离火代表光明，既有威严又能明察，才有治狱的才能。九四爻象征梗在口中的硬物（罪犯或障碍），必须将其咬断清除。\n\n此卦对于国家象征铲除奸佞；对于个人象征除去身心障碍。占得此卦，如雷电交加，声势浩大，利于果断行动、明辨是非。\n\n【占断总结】\n问时运：好运发动，声名远播，吉。\n问商业：买卖聚集，货物旺销，吉。\n问家宅：小心火灾，谨慎可免祸。\n问疾病：郁热之症，需防发狂。\n问官司：判决公正严明。\n问婚姻：阴阳调和，百年好合。",
  "lines": {
    "1": {
      "text": "初九：屦校灭趾，无咎。",
      "takashima_explanation": "《象传》曰：屦校灭趾，不行也。\n\n\n《震》为足，初刚居阳在下，象足；初为《震》之下画，亦象屦。“校”刑具，木校也，加校于屦，即加于足也。“灭”没也，以校之小，仅没其趾，罪小而罚轻也。初阳犹微，用刑亦宽，小惩之，使不复为恶而己，故用刑与受刑，两“无咎”也。《象》曰“不行也”，古人制刑，有小罪则校其趾，禁止其行，使不敢复蹈前非，故曰“不行也”。\n\n\n【占】　问时运：目下防有小灾，幸无大患，宜慎。\n\n\n○　问商业：木材交易，最为不利，余商亦宜谨慎。\n\n\n○　问家宅：有兴工改造之意，无咎。\n\n\n○　问疾病：或足患疮疡，或患脚气，症是初发，医治自易。\n\n\n○　问战征：防有埋伏，宜慎。\n\n\n○　问婚嫁：不利。\n\n\n○　问行人：未归。\n\n\n○　问六甲：生男。恐小儿有脚疾。",
      "modern_text": "初九：脚上戴着刑具，伤了脚趾，没有灾咎。小惩而大诫。",
      "modern_takashima_explanation": "初九在最下方，象征脚。“校”是刑具，戴在脚上遮住脚趾，象征因为犯了小错而受到轻微的惩罚。这是为了让他不能继续作恶，小惩大诫，所以结果是“无咎”（没有灾祸）。\n\n【占断】\n问时运：须防小灾，谨慎则无大患。\n问商业：木材交易不利，其他亦需谨慎。\n问家宅：有动工改造之意，无咎。\n问疾病：脚部疾病或初期症状，易治。\n问婚嫁：不利。"
    },
    "2": {
      "text": "六二：噬肤灭鼻，无咎。",
      "takashima_explanation": "《象传》曰：噬肤灭鼻，乘刚也。\n\n\n“肤”者，柔软无骨之肉，噬之甚易，喻狱之易治；“灭鼻”者，喻得情之深。二爻应五，居中得正，是用刑之得其中正也。刑得中正，则罪人易服，虽“噬肤”而“灭鼻”，“无咎”也。互卦艮为鼻，此爻居艮之初，上有互卦之《坎》，以《艮》陷《坎》下，有灭鼻之象。《象传》曰“乘刚也”，乘初之刚，以济其柔，故噬之，而深没其鼻也。\n\n\n【占】　问时运：目下平平，因才力浅肤，宜乘大力者行事。\n\n\n○　问商业：现时货物，有辐辏而合之象，不妨深藏待价，乘时出售。吉。\n\n\n○　问战征：“肤”大也，“鼻”始也，从今伊始，可奏肤功，吉。\n\n\n○　问家宅：“鼻”为祖，“灭鼻”即灭祖，老宅不利。\n\n\n○　问疾病：现下邪在肌肤，致恐深入为患。\n\n\n○　问行人：偕伴而归。\n\n\n○　问婚嫁：定是兴旺之家，可成。",
      "modern_text": "六二：咬噬到肉里去，连鼻子都没入了，没有灾咎。",
      "modern_takashima_explanation": "“肤”是柔软的肉，容易咬，比喻案情容易判决。“灭鼻”形容咬得很深，比喻深得案情实质。六二居中守正，用刑得当，犯人容易服罪，所以无咎。\n\n【占断】\n问时运：目前平平，宜依附有实力的人行事。\n问商业：货物聚集，可待价而沽，吉。\n问家宅：老宅不利。\n问疾病：病在肌肤，恐深入。\n问婚嫁：对方是兴旺之家，可成。"
    },
    "3": {
      "text": "六三：噬腊肉，遇毒，小吝，无咎。",
      "takashima_explanation": "《象传》曰：遇毒，位不当也。\n\n\n“腊肉”者，肉中藏骨，难噬之物也。骨藏肉中，人所不察，此爻以阴居阳，外柔内刚，有腊肉之象。干肉历久，噬之有肉败生毒，互卦（三、四、五）为《坎》，《坎》者毒之象。肉毒，如罪人强暴，治之而遇反噬，是可吝也。然用刑非为不当，故虽可吝，吝亦小焉，终无咎也。《象传》曰“位不当也”，柔居阳位，不得其当，故罪人不服，而反遇毒也。\n\n\n【占】　问时运：目下气运不正，于得意事中，每多失意，或待人而反受人怨，幸无大害。\n\n\n○　问商业：明明可获利之业，或反有小损，多以处置不得其当。\n\n\n○　问战征：屯营不得其地，防有小败，宜谨守。\n\n\n○　问家宅：宅神不安，恐有小灾，宜祷。\n\n\n○　问疾病：药不对病，幸小病无碍。\n\n\n○　问行人：因事未归。\n\n\n○　问六甲：生女。",
      "modern_text": "六三：咬到干腊肉，遇到了有毒的东西，稍有困窘但没有灾咎。",
      "modern_takashima_explanation": "“腊肉”是陈旧带骨的干肉，难咬且有毒。比喻遇到强暴且阴险的罪犯（或困难），处理时遭遇反噬或麻烦（遇毒）。虽然位置不当导致小困难（小吝），但惩恶的动机是正确的，最终没有灾咎。\n\n【占断】\n问时运：气运不正，好事多磨，易招人怨。\n问商业：明明可获利却反遭小损，处置失当。\n问战征：防小败，宜坚守。\n问疾病：药不对症，但无大碍。\n问家宅：恐有小灾。"
    },
    "4": {
      "text": "九四：噬乾胏，得金矢，利艰贞，吉。",
      "takashima_explanation": "《象传》曰：利艰贞，吉，未光也。\n\n\n“乾胏”，干肉之有骨者也，其坚至矣。坚以象九四之刚；肉柔骨坚，以象九四之阳居阴位。四刚在中，其治狱，必合初上两刚而并治。初刚一画为《乾》，《乾》为金，故初有金象；上刚一画属离，《离》为矢，故上有矢象。四近比五，为治狱之大吏，初上皆从之，故曰“得金矢”。金刚矢直，刚与直，为治狱之要道，九四得之，有何狱之不可治也！故乾胏虽坚韧，不难噬，犹言罪人虽强悍，不患不服矣。在四以柔居刚，刚或过严，故利用艰；柔或过宽，故利用贞，艰且贞，则吉矣。六爻中独四称吉。《象传》曰“未光也”，谓治狱则吉，而四居《离》之初，高明犹微，故曰“未光也”。\n\n\n【占】　问时运：目下改旧从新，正当盛运，万事皆吉。\n\n\n○　问商业：譬如食肉得金，有利过于本之象，大吉。\n\n\n○　问家宅：家业素丰，安不忘危，常不忘变是保家要道，吉。\n\n\n○　问战征：能获敌粮饷，获敌弓矢，无坚不摧，所向皆利。但胜时，更宜谨慎为吉。\n\n\n○　问婚嫁：以勤俭之家，吉。\n\n\n○　问产生：此症非易治，须谨慎调养，吉。\n\n\n○　问六甲：生男。\n\n\n○　问行人：在外得利，尚未归也。",
      "modern_text": "九四：咬到带骨的干肉，得到了铜箭头。利于在艰难中坚守正道，吉祥。",
      "modern_takashima_explanation": "“乾胏”是带骨的干肉，极其坚硬，比喻顽固的罪犯或巨大的困难。“得金矢”象征具备了像金属一样刚硬、像箭一样正直的品质。九四是治狱的主力，虽然过程艰难，但只要坚守正道（利艰贞），就能无坚不摧，获得吉祥。\n\n【占断】\n问时运：正当盛运，万事皆吉，改旧从新。\n问商业：大吉，利大于本。\n问战征：无坚不摧，所向披靡。\n问婚嫁：勤俭之家，吉。\n问疾病：难治之症，需谨慎调养。"
    },
    "5": {
      "text": "六五：噬乾肉，得黄金，贞厉，无咎。",
      "takashima_explanation": "《象传》曰：贞厉，无咎，得当也。\n\n\n“噬乾肉”者，喻肉之无骨易噬。“得黄金”者，黄为正，取正中也；金为刚物，取坚刚也。此爻备刚明之德，尊居五位，即断狱之君也。乾肉为肉已干，狱而至于人君亲决，亦必狱之已成者，罪虽已定，而人君犹有罪疑惟轻之意，故曰“贞厉”。如是而用刑，复何有咎？《象传》曰“得当也”，谓能以柔用刚，守正虑危，治狱之道，得其当也。\n\n\n【占】　问时运：运正得时，所求所谋，无不如意，吉。\n\n\n○　问商业：所贩运货物，皆是上品，干净完美，大得利益；不特一时，此业可保长久。吉。\n\n\n○　问家宅：方位得当，大利。\n\n\n○　问战征：主敌城柔弱易攻，吉。\n\n\n○　问疾病：肉食宣忌，久亦可危，须谨慎调摄。\n\n\n○　问行人：正获利归来。\n\n\n○　问六甲：生男。\n\n\n○　问失物：即得。",
      "modern_text": "六五：咬到干肉，得到黄金。坚守正道虽有危险但没有灾咎。",
      "modern_takashima_explanation": "“噬乾肉”比喻案件较容易处理（无骨）。“得黄金”象征具备中正、刚明的德行。六五处于君位，虽然案情已定，但作为君王仍要心存敬畏、严守正道（贞厉），这样才能得当且无咎。\n\n【占断】\n问时运：运势得时，所求如意，吉。\n问商业：货物品质好，获利丰厚，吉。\n问家宅：方位得当，大利。\n问战征：敌军柔弱易攻。\n问疾病：忌肉食，须谨慎调养。"
    },
    "6": {
      "text": "上九：何校灭耳，凶。",
      "takashima_explanation": "《象传》曰：何校灭耳，聪不明也。\n\n\n上居极位，在五之上，为《离》上画，刚明过盛。“校”刑具，木校也，初阳在下，故校在足；上阳在上，故校在首。“何校灭耳”，校之厚，知刑之酷也。治狱之道，与其失人，不如失出，宜以钦恤为心。上九刚强自用，重刑示威，安能无凶乎？故曰“凶”。《象传》曰“聪不明也”，谓讼之听，全在于聪，刚而不中，失其聪，即失其明，故曰“聪不明也”。\n\n\n【占】　问时运：目下大运已终，能以柔和处世，可保无虑，若任用强，难免凶矣。\n\n\n○　问商业：得利即止，不可过贪，斯无大损。\n\n\n○　问家宅：防有意外之灾凶。\n\n\n○　问战征：切勿前进，前进必凶。\n\n\n○　问疾病：或耳鸣耳聋，或项上生毒，凶。\n\n\n○　问六甲：生男，防有聋耳之疾。",
      "modern_text": "上九：脖子上戴着枷锁，连耳朵都被遮住了，凶险。刑罚过重则有害。",
      "modern_takashima_explanation": "上九处于最高位，刚猛过头。枷锁戴在脖子上厚到遮住耳朵，象征刑罚极其严酷。也暗示此人听不进劝告（聪不明），刚愎自用，必然导致凶险。\n\n【占断】\n问时运：大运已终，逞强必凶，柔和处世可保平安。\n问商业：得利即止，不可贪心。\n问战征：切勿前进，前进必凶。\n问疾病：耳聋或颈部毒疮，凶。\n问家宅：防意外灾祸。"
    }
  },
  "guaci": "噬嗑：亨。利用狱。",
  "modern_guaci": "噬嗑卦象征咬合：亨通。利于运用刑罚断案。如同口中咬合食物一样，除去障碍方能亨通。"
}