{
  "name": "山火贲",
  "pinyin": "shan_huo_bi",
  "code": "101001",
  "palace": "艮宫",
  "general_text": "“贲”从卉从贝。此卦上卦《艮》，《艮》，山也。《诗》“山有嘉卉”，故贲上从卉。且艮为果蓏，有卉之象。下卦《离》，《离》为鳖为蟹，为赢，为蚌，为龟，皆贝也。《尔雅》：“龟三足名贲”，故《贲》下从贝。《序卦》曰“贲饰也”，卉贝皆具彩色，是以谓饰。付氏云：“贲古班字，文章貌，言斑驳陆丽有文也。”《彖》辞所谓“天文”“人文”，由此来也。为卦山下有火，山生草木，下有火照彻，则草木皆被其光彩。《书》曰“贲若草木”，亦足证焉。卦上承《噬嗑》，《序卦》曰：“嗑者，合也，物不可以苟合，故受之以贲。”苏氏曰，“直情而行之谓苟，礼以饰情之谓贲”。礼以饰情，在乎相与为敬，敬则其合可久，此《贲》所以次乎《噬嗑》也。",
  "modern_general_text": "“贲”字由“卉”和“贝”组成。上卦是艮，代表山，《诗经》说“山上有美丽的花草”，所以贲字上面从“卉”；下卦是离，代表火，也象征贝类、龟蟹，都有甲壳花纹，所以贲字下面从“贝”。《序卦传》说“贲是装饰的意思”，花草和贝壳都有色彩，以此象征修饰。贲卦山下有火，火光照亮山上的草木，使其光彩夺目。此卦承接噬嗑卦，因为事物结合不能随意苟且，必须用礼仪来修饰情感，互相尊敬，结合才能长久，所以噬嗑卦之后是贲卦。",
  "takashima_general": "贲：亨，小利有攸往。\n▲　篆书贲\n《贲》卦上体山，山蕴质素，下体火，火吐文光，下火上烛，则质而有文，故曰《贲》。文质交错，刚柔得中，故曰“亨”。《离》火之明，遇山而止，则所进者小矣，故曰“小利有攸往”。其义，则《彖》辞详之矣。\n《象传》曰：贲亨，柔来而文刚，故亨。分刚上而文柔，故小利有攸往，天文也。文明以上，人文也。观乎天文，以察时变；观乎人文，以化成天下。\n此卦与《噬嗑》对，以《噬嗑》变。《噬嗑》六五柔来二，为六二，成《离》下，是为“柔来而文刚”。《噬嗑》初九刚往上，为上九，成《艮》上，是为刚往文柔，刚柔相杂而为成，是天下之文也。“柔来而文刚”，《离》明于内，故无不亨；刚往文柔，艮止于外，故“小利有攸往”。卦以上爻为极，极即天也。上爻曰“白贲”，自然之文，故谓之“天文”也。九三在人位，为一卦之主，当文明之盛会，故谓之“文明以止”，人文也。“天文”者，日月星辰，光华内焕，不假外饰，自然之文也。“人文”者，人伦庶物，纲纪在先，节文在后，修饰而成文也。有圣人作，仰观天文，晦朔何以代明，寒暑何以错行，察其时变，是欲以人合天也。俯观人文，道之以礼乐，教之以诗书，化成天下，是欲以人治人也。是圣人用《贲》之道也。\n以此卦拟人事，贲，缘饰也，质先而文后。凡事之有待致饰者，皆后起也。此即绘事后素之说也。以之言礼，玉帛其饰也；以之言乐，钟鼓其饰也；以之言宫室，轮奂其饰也；以之言衣服，章采其饰也。是文饰必附质而著，如帛之受采，玉之受琢，有实而加饰，饰之足以增其美也。此卦山得火而焕彩，譬如在人，心光透发，面目生辉，内行修明，声闻卓著，德润而体胖，实至而名归，即《贲》之象也。就六爻言之，初爻“贲趾”，以处义为贲，贲得其正；二五贲须，以与上为裁，贲得其时；三爻“贲如德如”，贲而“永贞”，贲得其吉；四爻“贲如皤如”，贲而当位，贲“终无忧”；五爻“贲于丘园”，以敦本务实为贲，贲终“有喜”；上爻“白贲，无咎”，以黜美返朴为贲，贲乃“得志”。此六爻之义，所以治全体之贲也。而人事之饰伪而乱直，黜美而诬实者，皆当返而自省矣！以此卦拟国家，上卦为山，安止不动，如圣躬之德性镇定也；下卦为火，辉光远耀，如朝廷之政教焕布也。内崇德性，外敷政教，有本有文，刚柔并用，是贲之善者也。推之舞干羽而格顽民，是“柔来而文刚”；仗斧钺以安天下，是“刚上而文柔”。审时定历，以法天文也；制礼作乐，以昭人文也。德礼以行政，政乃善，忠信以折狱，狱乃平，《象》曰“君子以明庶政，无敢折狱”，即此旨焉。六爻言《贲》，各有次第，义深旨远。初刚在下，故曰“贲趾”，是守道无位之贤人也。二爻“柔来而文刚”，随刚而动，如须随颐而动，故曰“贲须”，是待时而动之君子也。三爻当《贲》之盛，故曰“贲如濡如”，是治贲而能守其贞者也。四爻则由《离》入《艮》，《贲》道变矣，故曰“贲如皤如”，是不随俗披靡，为能黜华而崇实也。五爻则为主《贲》之君，忘殿陛之华，守丘园之素，故曰“贲于丘园”，所以厚民生而敦风俗者，道在是焉。上爻为《贲》之极，物极必反，故曰“白贲”。《杂卦》曰；“贲，无色也”，郅治而期于无刑，盛德而极于无为，此治道之原也。如是而事济矣，如是而化成矣。\n（附记）“观乎天文，以察时变”一则：\n明治十八年一月，余浴于热海，一夕有大星见于月右，时饭田巽氏先见，呼余出视，余一见如有所悟，不言而入。邻席有《自由新闻》社员藤井新藏者，谓饭田氏曰：高岛氏一见而入，必有所解，君请往探之。饭田氏乃过余室叩其故，余曰：难言也。氏问之再三，余曰：数日内当有一大臣濒死者也。氏曰：子何以知其然乎？余曰：此所以为难言也。余历征多年实验，乃知星之示变也，子若不信，请观后日。未几三日，报有栖川宫殿下薨，氏复曰：子言果中矣，吾终不知其然也，请幸教我。余曰：《易》不曰乎？“观乎天文，以察时变”，此之谓也。\n通观此卦，内《离》外《艮》，《离》文明也，卦德由内达外，以文明为主，故名卦曰《贲》，取贲饰之象也。《彖传》所言柔文刚、刚文柔、观天文、观人文，皆以文致饰，亦以文得亨，是《贲》之象，由《离》而来，得艮而济，此全卦之体也。《象传》不曰火在山下，而曰“山下有火”，是隐然有以山止火之象。“以明庶政”，明也，“无敢折狱”，止也，亦见文不过质之意。六爻言贲，内三爻，《离》本卦，初二两爻，贡犹微，惟三爻贲为盛；上三爻，自《离》入艮，其言贲，皆黜华崇实，是救贲之偏而返其本也。故四虽“疑”而“无忧”，五虽“吝”而“终吉”，六“无咎”而“得志”。将使之自文还质，无偏胜之患，斯为贲道之大成也。全卦之义如此。\n《大象》曰：山下有火，贲，君子以明庶攻，无敢折狱。\n《艮》山之下有《离》火，《艮》，一阳高出二阴之上，阳塞于外而不通，故止；《离》，二阳之中含一阴，是内虚而含明，故明。君子法之，“以明庶政”，“庶政”者，或兼教养，或兼兵食，《洪范》所谓“八政”皆是也。暗则紊，明则治，取之高，而政教明矣。明以致察，过察则失严，故于折狱，则曰“无敢”。“无敢”者，谓不敢自用其明也。虚明之心存于中，而慈祥之政行于外，明其所当明，而不敢过用其明，取之于《艮》，明于是乎止焉。丰田“致刑”，以“明而动”，贲曰“无敢”，以明而止。不动则民不畏法，不止则民不聊生，有相济而行也。\n【占】　问时运：目下正当发动，百事顺适，但上有阻止，未能遂意径行。\n○　问商业：主经理人才干强明，足以任事；但精明者必刻利，还宜留意。\n○　问家宅：恐宅中时有火光发动，幸即扑灭，无大害也。\n○　问战征：前面有山，未易进攻。\n○　问疾病：是郁火上蒸之症，宜息火，犹不可过用寒剂，致真火扑灭。\n○　问行人：欲归又止，尚未定也。\n○　问六甲：生女。",
  "modern_takashima_general": "贲卦：亨通，稍利于有所前往。上卦艮山蕴含质朴，下卦离火焕发文采，火光上照，质朴而有文饰，所以叫“贲”。文采与质朴交错，刚柔适中，所以亨通。离火之明遇山而止，进展有限，故只“小利有攸往”。\n\n象传认为：柔爻来文饰刚爻，刚爻往文饰柔爻。观察自然天象（天文）以察时变，观察人类礼仪（人文）以教化天下。上爻“白贲”象征自然之美（天文），九三“文明以止”象征人文之治。\n\n应用人事：贲是装饰，先有质地后有文饰，如绘画需先有底色。用于礼乐、衣服、宫室，都是实物加上修饰。人若内心光明，外表自然生辉。初爻守义；二爻待时；三爻守贞；四爻黜华崇实；五爻敦本务实；上爻返朴归真。凡事装饰过度、弄虚作假者，应反省。\n\n应用国家：内修德性（山之静），外施政教（火之明），刚柔并用。制定礼乐以符合人文，审定历法以顺应天文。明察政事但不轻率断狱，这是“明庶政，无敢折狱”的含义。\n\n【占】\n问时运：目前运势发动，百事顺适，但上有阻力，不能完全随心所欲。\n问商业：经理人才干强明，足以任事；但过于精明可能刻薄逐利，需留意。\n问家宅：宅中可能有火光惊吓，幸好能立即扑灭，无大害。\n问战征：前方有山阻隔，不容易进攻。\n问疾病：是郁火上蒸的症状，宜清热息火，但不可过用寒凉药剂，以免扑灭真火（元气）。\n问行人：想回来又止步，尚未决定。\n问六甲：生女孩。",
  "lines": {
    "1": {
      "text": "初九：贲其趾，舍车而徒。",
      "takashima_explanation": "《象传》曰：舍车而徒，义弗乘也。\n\n\n初刚在下，故曰贲趾，“徒”，徒行也。古者从大夫之后，不可徒行，初无位，故“舍车而徒”。贲趾者，是践仁履义，以仁义“贲其趾”者也，不以乘车为贲，而以徒行为贲。乘车者，世之所贲，君子所耻，是以舍之。《象传》曰“义弗乘也”，喜初之能守义也。\n\n\n【占】　问时运：生性清高，不合时趋，以德亨，不以名亨。\n\n\n○　问商业：必是肩负买卖，非舟车贩运之业，虽小亦亨。\n\n\n○　问家宅：是勤俭起家，颇有知足不辱之风。\n\n\n○　问战征：陆军利。\n\n\n○　问行人：中途遇阻，步行而归。\n\n\n○　问疾病：症在初起，不食药而可愈也。\n\n\n○　问讼事：恐有惩役之灾。\n\n\n○　问失物：已舍去之，寻觅徒劳。",
      "modern_text": "初九：装饰自己的脚趾，舍弃乘车而步行。比喻在低位时安于朴素。",
      "modern_takashima_explanation": "初九阳刚在下，所以说“装饰脚趾”。“徒”是徒步。初九无位，所以舍弃车马而徒步。这象征君子安贫乐道，以仁义装饰自己的脚步，不以乘车这种世俗的荣华为装饰。象传说“义弗乘”，是赞许其坚守节操，认为不符合道义的车就不坐。\n\n【占】\n问时运：生性清高，不合时俗，以德行亨通，不以名利亨通。\n问商业：必是肩挑背负的小买卖，不是舟车贩运的大生意，虽小也亨通。\n问家宅：勤俭起家，有知足常乐、不辱门风的气象。\n问战征：利于陆军行动。\n问行人：中途遇到阻碍，步行归来。\n问疾病：病刚初起，不吃药也能痊愈。\n问讼事：恐怕有服苦役的灾祸。\n问失物：已经舍弃了，寻找也是徒劳。"
    },
    "2": {
      "text": "六二：贲其须。",
      "takashima_explanation": "《象传》曰：贲其须，与上兴也。\n\n\n二以柔居柔，其爻自《噬嗑》六五柔来，变为六二，即《彖传》所谓“柔来而文刚”也。取象于颐，此爻曰“须”，须，随颐而动，故注曰：须之为物，上附者也。柔来文刚，文刚者，贲也，故曰“贲其须”。须眉为人生之仪表，所谓严其瞻视者，此也。《象传》曰“与上兴也”，“上”，谓上卦《噬嗑》，“兴”，动也。《噬嗑》内卦为《震》，《震》为动，须附上，爻自《噬嗑》来，故曰“与上兴也”。\n\n\n【占】　问时运：目下平平，只可依人成事。\n\n\n○　问商业：与富商合业，必大兴旺，吉。\n\n\n○　问战征：必须与大军同进，方可得胜。\n\n\n○　问家宅：叨上人之福泽，藉以光大门楣。\n\n\n○　问婚嫁：“归妹以须，”尚宜待也。\n\n\n○　问六甲：生女。",
      "modern_text": "六二：修饰自己的胡须。注重外在仪表，以从属的身份配合。",
      "modern_takashima_explanation": "六二柔顺居中，是“柔来文刚”之象。取象于颐（下巴），“须”是胡须，胡须随下巴移动，属于附着之物。六二依附于九三或上九，以此装饰。胡须是仪表，象传说“与上兴”，说明六二随上位者而动，本身不能独立主事，要依附他人。\n\n【占】\n问时运：目前运势平平，只能依附他人成事。\n问商业：与富商合作经营，必然大兴旺，吉利。\n问战征：必须跟随大军一同进退，才能取胜。\n问家宅：托长辈或上司的福泽，光耀门楣。\n问婚嫁：如同归妹卦所言，时机未到，还需等待。\n问六甲：生女孩。"
    },
    "3": {
      "text": "九三：贲如濡如，永贞吉。",
      "takashima_explanation": "《象传》曰：水贞之吉，终莫之陵也。\n\n\n三以一刚介二阴之间，当贲之盛，“贲如濡如，”润泽之象。顾阴能贲人，亦能溺人，诫之以“永贞”，在我有常贞之操，斯彼无凌逼之嫌，故曰“吉”。《象传》曰“永贞之吉，终莫之凌也”，“终”字与“永”字相应，盖贞而不永，则非有终者也。谓我刚正而永贞，彼自不能凌侮也。\n\n\n【占】　问时运：当此盛运，光华润泽，名利双收，大亨。\n\n\n○　问商业：财源如水，大得清润，基业亦可保长久，大吉。\n\n\n○　问家宅：屋宇华洁，又得流水掩映，可以久居，吉。\n\n\n○　问战征：一军皆感被德泽，欢洽同心，可称王师无敌。\n\n\n○　问讼事：得直，彼亦不敢复犯。\n\n\n○　问婚嫁：百年偕老，吉。\n\n\n○　问六甲：生男。\n\n\n○　问行人：衣锦荣耀而归。\n\n\n○　问失物：向水中寻之，得。",
      "modern_text": "九三：光润而又文饰，长久坚守正道则吉祥。",
      "modern_takashima_explanation": "九三刚爻介于二阴之间，处于文饰的极盛时期，光泽润泽，所以说“贲如濡如”。但阴柔虽能装饰人，也能沉溺人，所以告诫要“永贞”（长久守正）。只有坚守节操，才不会受小人凌辱，获得吉祥。象传说“终莫之陵”，意思是只要刚正永贞，对方就无法凌辱你。\n\n【占】\n问时运：正当盛运，光华润泽，名利双收，大亨通。\n问商业：财源如流水，基业长久，大吉。\n问家宅：房屋华丽整洁，又有流水映衬，适合久居，吉。\n问战征：全军沐浴恩泽，欢洽同心，可称王师无敌。\n问讼事：能理直气壮，对方不敢再犯。\n问婚嫁：百年好合，白头偕老，吉。\n问六甲：生男孩。\n问行人：衣锦还乡，荣耀归来。\n问失物：去水边寻找，可以找到。"
    },
    "4": {
      "text": "六四：贲如皤如，白马翰如，匪寇婚媾。",
      "takashima_explanation": "《象传》曰：六四，当位疑也；匪寇婚媾，终无尤也。\n\n\n四在上卦之下，《贲》已过中。“皤”，素白色也，“翰”，白色马也。卦体三、四、五互《震》，《震》为白马，故取白马之象。《震》上六曰“婚媾”，故亦有婚媾之象。四与初为正应，为三所隔，不获相贲，故曰“皤如”，“白马翰如”，亦未获其贲也。然九三刚正，“非寇”，乃求婚媾耳。四与初正应，必相亲贲，不能终隔也。《象传》曰“当位疑”，四疑二也。曰“终无尤”，谓初四正应。终必相合，故云“终无尤”也。\n\n\n【占】　问时运：目下运有阻碍，安分则吉，明年便可亨通。\n\n\n○　问商业：宜迅疾贩售，迟缓，防货物变色。\n\n\n○　问家宅：一宅之内，既有丧事，又逢婚事，前塞后通，无咎。\n\n\n○　问战征：有和亲通好之议。\n\n\n○　问疾病：中胸有阻，故上下不调，积阻消化，便无咎也。\n\n\n○同行人：有爱女眷恋，一时未归。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：洁白如素的装饰，白马翩翩而来。不是来抢劫，而是来求婚。",
      "modern_takashima_explanation": "六四已过中位，贲饰由浓转淡。“皤”是素白色，“翰”是白马。六四与初九正应，但被九三阻隔，未能相聚修饰，所以显出素白之色，像骑白马疾驰往求。九三刚正，不是强盗，是以此求婚媾。象传说“当位疑”，说明六四心中虽有疑虑，但终究会与正应相合，所以无咎。\n\n【占】\n问时运：目前运势有阻碍，安分守己则吉，明年便可亨通。\n问商业：宜快速出售，迟缓则防备货物变质变色。\n问家宅：宅内可能既有丧事（白），又逢婚事（红），先堵后通，无灾咎。\n问战征：有议和通好的可能。\n问疾病：胸中有阻滞，导致上下不调，积滞消化后就无大碍。\n问行人：有女子眷恋，一时未能归来。\n问六甲：生女孩。"
    },
    "5": {
      "text": "六五：贲于丘园。束帛戋戋，吝，终吉。",
      "takashima_explanation": "《象传》曰：六五之吉，有喜也。\n\n\n“丘园”者，园之依丘陵者。艮有丘之象，“贲于丘园”者，谓留意于农桑之事。“束帛”者，赠人之物，“戋戋”者，浅少之意。不贲市朝而贲丘园，敦本也。“束帛戋戋”，谓六五以柔居尊位，能修柔中之德，黜祛奢华，敦崇俭约，如大禹之卑宫室，菲饮食也，故曰“贲于丘园，束帛戋戋”。“吝”，谓居尊位，而留心鄙事，未免吝也，然不失黜华崇实之旨，故曰“终吉”。《象传》曰“有喜也”，有喜者，谓实有可喜也。天下之俗成于俭，败于奢，一人倡之，世风可返于淳朴，则所喜非在一人，喜其能移风易俗也。\n\n\n一说，丘园为隐士所居，六五能以“束帛”，聘求丘园之遗贤，共辅文明之治。聘贤仅以“戋戋”束帛，礼意未隆，故曰“吝”；在贤者不以币帛为悦，而以恭敬为悦，是以币帛虽微，贤者亦应聘而来，故终有吉也。亦通。\n\n\n【占】　问时运：目下恰行正运，然作事一宜俭勤为吉。\n\n\n○　问商业：买卖最直木材绸物二行，货物不必多，而获利颇佳。\n\n\n○　问家宅：农桑为业，勤俭家风，吉。\n\n\n○　问战征：宜招用野老，以作向导，可以得胜。\n\n\n○　问婚嫁：聘礼虽微，却好得一贤妇，大喜。\n\n\n○　问六甲：生男。",
      "modern_text": "六五：在丘园中进行装饰，用来赠送的布帛虽然微薄，但有困窘后终能吉祥。",
      "modern_takashima_explanation": "“丘园”指山丘上的园林。六五居尊位，不装饰繁华的市朝而装饰丘园，是敦本务实。“束帛戋戋”指礼物微薄。这象征君子崇尚俭约（如大禹），虽显得寒酸（吝），但能移风易俗，终获吉祥。也可解为礼聘隐士，虽礼物菲薄，但重在诚意，贤者应聘而来，故终吉。\n\n【占】\n问时运：目前正行好运，但做事宜勤俭才吉利。\n问商业：买卖木材或丝绸布匹最合适，货物不必多，获利却不错。\n问家宅：以农桑为业，家风勤俭，吉利。\n问战征：宜招募乡野老人做向导，可以取胜。\n问婚嫁：聘礼虽薄，却能娶得贤惠的妻子，大喜。\n问六甲：生男孩。"
    },
    "6": {
      "text": "上九：白贲，无咎。",
      "takashima_explanation": "《象传》曰：白贲，无咎，上得志也。\n\n\n上处《贲》之终，终极不变，弊将无质，故《贲》之义，始因天下之质，饰之以文，并将天下之文，归之于质。“白贲”者，素朴自然，是无色也，如宝玉不雕，珍珠不饰，不使文掩其质，“白贲”之谓也。《象传》曰“上得志也”，居卦之上，处事之外，矫世俗之文饰，而敦尚朴素，独行其专，优游自得耳。\n\n\n凡卦如《泰》与《否》、《剥》与《复》、《涣》与《萃》等，皆有对偶，惟《贲》无对，独于卦中，分贲与不贲两义为对。是读《易》之诀也。《中孚》一卦亦然。\n\n\n【占】　问时运：好运已终，劳者宜归于逸，动者宜返于静，优游自适，聊以取乐耳。\n\n\n○　问商业：现在货价已高，时令将完，不必装饰，即可出售，定得利也。\n\n\n○　问家宅：清白家风，位置亦高，吉。\n\n\n○　问战征：身当上将，堂堂之阵，正正之旗，不用谲计奇谋，自然获胜。吉。\n\n\n○　问疾病：病在上焦，宜用清淡之剂，吉。\n\n\n○　问行人：得利归来。\n\n\n○　问六甲：生男。\n\n\n○　问失物：向高处寻觅，可得。",
      "modern_text": "上九：用纯白色来装饰，没有灾咎。回归朴素，大道至简。",
      "modern_takashima_explanation": "上九处于贲卦终极，物极必反，由文归质。“白贲”指素朴自然，虽无彩色，但如璞玉不雕，珍珠不饰，不以文掩质。象传说“上得志”，指居于高位，矫正世俗浮华，独守朴素，优游自得。\n\n【占】\n问时运：好运已过顶峰，劳碌者宜归于安逸，好动者宜归于宁静，优游自适即可。\n问商业：目前货价已高，时令将尽，不必再做修饰，直接出售定能获利。\n问家宅：清白家风，地势也高，吉利。\n问战征：身为上将，堂堂正正作战，不用奇谋诡计，自然获胜。\n问疾病：病在上焦（心肺），宜用清淡的药剂，吉。\n问行人：得利归来。\n问六甲：生男孩。\n问失物：去高处寻找，可以找到。"
    }
  },
  "guaci": "贲：亨。小利有攸往。",
  "modern_guaci": "贲卦象征文饰装饰：亨通。在小事上利于有所前往。文饰虽好，但不可过度，以朴素为本。"
}