{
  "name": "山地剥",
  "pinyin": "shan_di_bo",
  "code": "000001",
  "palace": "乾宫",
  "general_text": "“剥”字从刀，录声。录，《说文》“刻木也”《归藏》则作刀刀，从两刀。卦体上《艮》下《坤》，《艮》为山，《坤》为地，“山附于地”也。卦德五阴一阳，一阳居上，五阴在下。所谓山者，亦贲耳，阴盛阳微，有发发乎山崩为地之象。《彖传》不曰山在地上，而曰“山附于地”，“附”，寄托也，已难保安止而不动矣。日削日剥，势所必至，故名此卦曰《剥》。《剥》继《贲》而来，以《贲》之饰极，反而为《剥》，《离》变为《坤》，火化为土，土旷山微，所始培塿，《剥》之易易，是小人众而君子孤也。对卦为夬，夬五阳盛长，决去一阴，故曰“利有攸往”；《剥》五阴盛长，剥落一阳，故曰“不利有攸往”。",
  "modern_general_text": "“剥”字意指用刀刻木，有剥落、削去之意。卦象上为艮（山），下为坤（地），山依附于大地，象征山体风化崩塌、剥蚀归于平地。卦象显示阴气极盛，阳气微弱，五个阴爻在下向上进逼，仅存的一个阳爻高居最上，这是小人众多、君子孤立无援的局面。如同装饰到了极致就会脱落，剥卦紧接在贲卦（装饰）之后。此卦形势为阴长阳消，如山体崩塌势不可挡，因此名为《剥》。与夬卦（五阳决一阴）相反，剥卦是五阴剥一阳，所以卦辞说“不利有攸往”，意指此时不宜有所行动或前往。",
  "takashima_general": "剥：不利有攸往。\n▲　篆书剥\n▲　篆书剥\n《彖传》曰：《剥》，剥也，柔变刚也。不利有攸往，小人长也。顺而止之，现象也。君子尚消息盈虚，天行也。\n《彖传》曰：“剥，剥也。”《序卦传》曰：“剥者尽也。”《杂卦传》曰：“剥烂也。”或又为脱，为落，为褫，为裂，为击，是悉取剥消之义。《剥》为阴阳消长十二卦之一。《乾》之时，一阴始生于下，为《姤》，为《遁》，阴柔益长，阳刚渐消，刚变为柔，至此仅存上之一阳而已。今一阳又将消尽，故名曰《剥》。阳为君子，阴为小人，五阴灭一阳，是“小人道长，君子道消”，故曰“不利有攸往，小人长也”。卦体《坤》为顺，艮为止，君子观此象，宜体《坤》之顺，法艮之止，顺以安分，不与小人争功，止以待时，不与小人竞进，“消息盈虚”，合乎天行，方默持乎气数，以待一阳之来复也。当此剥乱之会，君子退居无位之地，顺其分，止其身，留作硕果转移之机，正赖有此君子也。故夬之一阴尽，而姤之一阴即生于下；《剥》之一阳尽，而《复》之一阳即生于下。此即“消息盈虚”，天行之循环也。\n以此卦拟人事，凡命运之通塞，家道之盛衰，以及富贵、贫贱、寿夭、疾病皆存焉，其实原不外夫阴阳消长。阴阳二字，在人则分邪正，在心则判理欲，在事则别公私。邪人众则正人孤，欲心炽则理心亡，私事兴则公事败，家道因之衰，命运因之塞，危亦甚矣。人当此时，亦惟顺而止，任天行之自然，若欲强而往之，恐必多不利焉。盖剥之害，自下而来，渐剥渐近，初而剥床之足，继而剥床之辨，终而剥人之肤，阳愈消，阴愈长矣。虽有三之照应，五之调护，而硕果之存，系而无用。大厦将倾，独木支之，巨舟将覆，一索系之，少存也，虽曰人事，岂非天命哉！家道之衰而复盛，命运之塞复通，皆伏此一阳以作转机耳，则保此一阳之孤存，岂可不慎哉！\n以此卦拟国家，是古今国家治乱之所由来也。大乱之来，不自乱始，至乱极而祸不可力挽矣。正当乱极之时，小人盈廷，忠臣受戮，志士殒亡，以柔变刚，刚阳殆将剥尽矣。如夏之龙逢，殷之比箕，其精忠一往，而辄遭不测者，自古以来，类皆如是，是所谓“不利有攸往”也。惟若微子之去殷，太公之避纣，我国菅右相之遇贬，为能顺而止也。小则谓明哲之保身，大则谓待时而翊运，《剥》之上九，所云“硕果不食”者，即指此翊运之君子也。在小人虽同恶相济，其间岂无稍知名分，顾惜忠良？如《剥》之六三，能应上九，《剥》之六五，能制群阴，以其柔居阳位，因能抑阴以扶阳，是为卦中一阳来复之机，即国家危而复安之兆也。天行循环，其运如斯，为国家者，不幸而时当剥乱，宁可顺止，毋为“攸往”，斯得矣。\n通观此卦，阴盛剥阳，九月之卦，肃杀之气，剥落万物之象也。夫阴阳消长，天行也，治乱盛衰，世运也。造化之理，文胜必敝，朝华之草，夕而零落，此《剥》所以次《贲》也。夫祸起于微，悔生于终，强与之争，终必致灾，安而自守，可保厥初，《系辞》所以戒其攸往，勉其顺止者，即此理也。初为祸之始，《剥》之渐也；二则较凶矣；三知从正，其势自孤；四虽剥至于肤，灾切近矣；五居尊位，独能调剂群情，招怀以恩，女子小人，各安其分，使相率以从阳，不至进而剥上，上爻硕果之得以存者，赖有此耳。善变者，转祸为福，不善变者，化吉为凶，是以剥则始凶，而终则不凶也。\n《大象》曰：山附于地，《剥》，上以厚下，安宅。\n地之厚，足以载山，山之重，足以镇地。地在下，故取广厚，山在上，故取安镇。曰“山附于地”，如物之寄附然，则山几摇摇欲动，不得安止矣。上谓人君也，山附于地，犹云君附于民，则君亦危矣。君当此时，所宜厚其下以保其宅之安。上卦《艮》，下卦《坤》，《剥》之渐自下起，故曰厚其下。下厚则上安，即所谓地厚而山安也。爻中曰“床”，曰“舆”，曰“庐”，多取宅中之物，《象》曰“安宅”，从其类也。\n【占】　问时运：运不甚佳，宜安定自守，无咎。\n○　问商业：须厚其资本，聚积货物，附运出洋，必获利也。商以剥人之财为利，故吉。\n○　问家宅：寄居之宅，可出资买归，自己之宅反不利。\n○　问战征：防敌袭击，宜厚其兵力。\n○　问疾病：魂不附体，恐不吉。\n○　问行人：附伴而行，即可归宅。\n○　问六甲：生女，始危后安。\n○　问失物：得则得矣，恐有残缺。",
  "modern_takashima_general": "剥卦：不利于有所前往。\n\n《彖传》说：剥，即剥落，柔顺之阴改变了刚强之阳。不利于前往，是因为小人势力正在增长。应当顺应时势而停止行动，这是观察卦象得出的道理。君子重视消长盈虚的规律，这符合天道的运行。\n\n剥卦是阴阳消长十二卦之一（对应农历九月），象征阳气即将剥蚀殆尽。此时阴气（小人）极盛，阳气（君子）仅存一线（上九爻）。在人事上，代表邪气压倒正气，私欲战胜天理。此时如果强行前进，必遭祸害，只能顺应时势，安分守己，等待时机，保存仅存的“硕果”（生机），以待未来阳气复生。就像大厦将倾，只能暂避其锋芒。\n\n占断：\n* **时运**：气运不佳，应当安分守己，不宜妄动，这样才能没有灾祸。\n* **商业**：应当增厚资本，囤积货物，依附运输获利。因为商人以剥取他人财物为利，故而剥卦对商业反而吉利。\n* **家宅**：若是租借寄居的宅子，可以买下来；但若是自家的老宅，反而不利（有剥落之象）。\n* **征战**：要防备敌人袭击，增厚兵力防守。\n* **疾病**：魂不附体，恐怕不吉利。\n* **行人**：结伴而行，即可归家。\n* **六甲**：生女儿，开始危险，后来平安。\n* **失物**：能找回，但物品恐怕已有残缺。",
  "lines": {
    "1": {
      "text": "初六：剥床以足，蔑贞，凶。",
      "takashima_explanation": "《象传》曰：剥床以足，以灭下也。\n\n\n床者，人所坐卧也，此卦上实下虚，床亦上实下虚，故取其象。阴之剥阳，自下而上，初在下，象床之足，故先剥以足。床有足而立，剥足则倾矣，倾则凶。“蔑”，灭也，“贞”，正也，阴之剥阳，即邪之灭正，是小人之害君子也，故曰“蔑贞凶”。《象传》曰“以灭下也”，以床言，足在下，以爻言，初亦在下，故曰“灭下也”，是剥之始也。一说，“贞”即桢，《程传》“辨”谓干，则以贞为桢，可备一解。俞氏以“剥床以足蔑”为句，谓固执而不乱，变则凶，是又一解也。\n\n\n【占】　问时运：目下运当剥削，防有足疾。\n\n\n○　问商业：堆积货件，防底部朽烂，或载运出洋，船底受水，被坏。\n\n\n○　问家宅：防柱础门限，有损将倾。\n\n\n○　问战征：防敌攻地道。\n\n\n○　问行人：有足疾，不能归也。\n\n\n○　问疾病：是足少阴之症，正不胜邪，凶。",
      "modern_text": "初六：床腿被剥落，蔑视正道则凶险。根基受损，势态不妙。",
      "modern_takashima_explanation": "《象传》说：剥落床腿，是因为毁坏了下部的根基。\n\n床是人坐卧之具，此卦上实下虚，像床。阴气剥蚀阳气从下往上，初爻在最下，像床的腿足。床腿被剥蚀，床就会倾倒，所以凶险。“蔑”意为灭，“贞”意为正。邪气消灭正气，是小人侵害君子，所以说“蔑贞凶”。这是剥落的开始，根基受到了破坏。\n\n【占断】\n* **时运**：目前运势处于被剥削的状态，要提防脚部的疾病。\n* **商业**：堆积的货物要防备底部腐烂，或者海运时船底漏水受损。\n* **家宅**：防备柱子基石或门槛损坏，房屋有倾倒危险。\n* **征战**：防备敌人挖掘地道攻击。\n* **行人**：因脚疾无法归来。\n* **疾病**：足少阴经的病症，正气不胜邪气，凶险。"
    },
    "2": {
      "text": "六二：剥床以辨，蔑贞凶。",
      "takashima_explanation": "《象传》曰：剥床以辨，未有与也。\n\n\n“辨”，《程注》谓“床之干也”，是床足之上，床身之下，分辨处也。初剥足，二剥辨，阴渐而进也。剥至于辨，床愈危矣，邪盛蔑正，凶与初同。《象传》曰“未有与也”，指上九言，谓二与初，同恶相济，谋《剥》上九，上九孤阳在上，未有应与。《象》盖为上九危也。\n\n\n【占】　问时运：自去年来，逐渐低下，被人剥削，不能辨白。凶。\n\n\n○　问商业：置办货物，价渐剥落，不能获利也。凶。\n\n\n○　问家宅：“辨”，亦通变。言家宅速宜变迁，方得避凶。\n\n\n○　问行人：办装即归。\n\n\n○　问战征：未有应接之军，不可动也，动则凶。\n\n\n○　问疾病：病人已著床，未有良医，防不治也。凶。\n\n\n○　问六甲：生女难育。\n\n\n○　问失物：未能复有。",
      "modern_text": "六二：床板被剥落，蔑视正道则凶险。剥蚀进一步扩大。",
      "modern_takashima_explanation": "《象传》说：剥落床干，是因为没有外援。\n\n“辨”指床足与床板之间的部分（床干）。初爻剥床腿，二爻剥床干，说明阴气（危机）进一步逼近。床更加危险了，邪气压倒正气，凶险程度与初爻相同。“未有与”是指六二与初六同流合污，一起去剥蚀唯一的阳爻（上九），导致上九孤立无援，形势危急。\n\n【占断】\n* **时运**：自去年以来运势走低，被人剥削，有苦难言，凶。\n* **商业**：货物价格下跌，无法获利，凶。\n* **家宅**：“辨”通“变”，说明家宅应当迅速搬迁改变，才能避凶。\n* **行人**：收拾行装即将归来。\n* **征战**：没有接应的军队，不可轻举妄动，动则凶。\n* **疾病**：病人已卧床不起，没有良医，恐怕是不治之症，凶。\n* **六甲**：生女儿，难以养育。\n* **失物**：找不回来了。"
    },
    "3": {
      "text": "六三：剥之，无咎。",
      "takashima_explanation": "《象传》曰：剥之无咎，失上下也。\n\n\n以阴居阳，与上相应，其类属阴，故其心在助阳。当群阴剥阳之时，为三独应刚，是以小人而保全君子者也，许以“无咎”，不没其善也。《象传》曰“失上下也”，谓其处上下诸阴之间，独能去党而从正，是失其党也，故曰“失上下也”。\n\n\n【占】　问时运：运虽不正，能反其所为，可以免咎。\n\n\n○　问商业：同帮皆望高价，已独潜行脱售，虽失同帮之意，而独得利。\n\n\n○　问家宅：去其椽瓦，平其基地，剥落改造，无咎。\n\n\n○　问战征：是军中最有计谋者也。虽不与诸军约会，独自进攻，可得胜也。无咎。\n\n\n○　问疾病：宜消导攻伐之剂，服之得愈。",
      "modern_text": "六三：剥落它，没有灾咎。在剥落之中保持正道。",
      "modern_takashima_explanation": "《象传》说：剥落它却没有灾咎，是因为脱离了上下的同党。\n\n六三虽是阴爻，但居于阳位，且与最上面的阳爻（上九）相应。在众阴剥阳的形势下，唯独它心存善意去辅助阳气，就像出身小人阵营却暗中保护君子的人，所以判为“无咎”。所谓“失上下”，是指它虽然身处上下众阴爻之间，却能脱离邪恶同党，弃暗投明。\n\n【占断】\n* **时运**：运势虽不正，但若能反省改过，特立独行，可免除灾祸。\n* **商业**：同行都盼着涨价，只有你独自悄悄卖出，虽然违背了同行的意愿，但独自获利。\n* **家宅**：拆除旧瓦，平整地基，重新改造，没有灾咎。\n* **征战**：军中有计谋的人，虽不与其他部队约定，独自进攻也能获胜。\n* **疾病**：适合用攻伐消导的猛药，服用后可痊愈。"
    },
    "4": {
      "text": "六四：剥床以肤，凶。",
      "takashima_explanation": "《象传》曰：剥床以肤，切近灾也。\n\n\n剥之灾，萌于初爻，至四爻，渐逼渐近。四以阴居阴，与初二同恶相济。在初二居内卦，卦分内外，床隔上下，距上爻远，所剥仅在“足”与“辨”。四爻与上同卦，愈近则剥愈甚，故直及于“肤”。就爻次第观之，初为床足，二为床辨，三爻为床身，四爻则为床上之人身。艮为指，为喙，有人身之象，故曰“剥床以肤，凶”。《象传》曰“切近灾也”，剥及于肤，灾及其身矣，故曰“切近灾也”，深为一阳危焉。剥者，小人剥君子，宜为君子凶矣，初、二、四三爻，不曰君子凶，而第浑言曰凶，知剥之害，国破家亡，君子固凶，而小人亦难免于凶也，故统象之曰“凶”，意微哉！一说以“肤”作箦，箦，床板也，足备一解。\n\n\n【占】　问时运：运大不佳，有身体受伤之惧。\n\n\n○　问商业：恐剥耗过甚，又防意外之祸。\n\n\n○　问家宅：此宅必破败不堪，居人亦寥落，致防倾塌。\n\n\n○　问战征：恐主将有灾。\n\n\n○　问疾病：凶。\n\n\n○　问六甲：生女，产妇亦可危。",
      "modern_text": "六四：剥落到了床上的皮肤，凶险。灾害已经切身。",
      "modern_takashima_explanation": "《象传》说：剥蚀到皮肤，是灾祸已经迫在眉睫了。\n\n剥落的灾祸从初爻开始，到了四爻，已经逼近身体。初爻二爻剥的是床腿和床架，离人尚远；四爻位置更高，剥蚀已经伤及躺在床上之人的皮肤（或指床席）。这意味着灾祸已经降临到身上，对唯一的阳爻构成了极大的威胁。剥落是小人加害君子，导致国破家亡，无论君子还是小人都难逃一劫，所以统称为“凶”。\n\n【占断】\n* **时运**：运势极差，恐怕有身体受伤的危险。\n* **商业**：恐怕亏损严重，还要防备意外之祸。\n* **家宅**：房屋破败不堪，人丁稀少，要防备房屋倒塌。\n* **征战**：恐怕主帅会有灾难。\n* **疾病**：凶险。\n* **六甲**：生女儿，产妇也有危险。"
    },
    "5": {
      "text": "六五：贯鱼，以宫人宠，无不利。",
      "takashima_explanation": "《象传》曰：以宫人宠，终无尤也。\n\n\n五为尊位，以阴居阳，与上比近，知群阴上逼，一阳已危，无可再剥，阴存护阳之计；以阳制阴，阴众阳孤，必不受制，不如率阴以从阳也。曰“鱼”，曰“宫人”，皆阴象。曰“贯鱼”，犹言率众阴而成贯也；曰“宫人宠”，是以宫人而受一阳之宠也。一阳既得免剥，众阴亦得免凶，故曰“贯鱼，以宫人宠，无不利”。《象传》曰，“终无尤也”，六五为群阴之首，能率群小而慑服于君子，硕果之得保存者，五爻之力也，故曰“终无尤也”。剥者，众阴皆欲剥阳，惟三五阴而居阳，能为一阳委曲保护。初以阳居阴，只知有《剥》，《剥》之灾，实起于初，盖以初卑微下贱，非仁之九者也。\n\n\n【占】　问时运：目下气运堂皇，事事圆到，百无不利。\n\n\n○　问商业：可得满贯满万之利，北海海产生业尤佳。\n\n\n○　问家宅：有妇女主家之象。\n\n\n○　问战征：须行离间敌军之计，可获胜也。\n\n\n○　问疾病：是阴亏之症，须自珍爱，尚可无忧。\n\n\n○　问行人：有外宠，必将携伴而归。\n\n\n○　问六甲：生女。",
      "modern_text": "六五：像串鱼一样贯穿，通过宫人得到宠爱，无所不利。",
      "modern_takashima_explanation": "《象传》说：像宫人一样获得宠爱，最终没有过失。\n\n六五处于尊位，率领群阴。它知道阳气已危，不能再剥蚀了，于是采取保护阳气的策略。它像后妃带领宫女（贯鱼，指鱼贯而入，秩序井然）顺从君王一样，率领众阴顺从上九这个唯一的阳爻。这样一来，阳气免于被剥尽，众阴也免于灾祸，所以“无不利”。这是群阴之首能臣服于君子，使得硕果得以保存。\n\n【占断】\n* **时运**：目前气运堂皇，做事周全，百事顺利。\n* **商业**：可以获得万贯之利，尤其是从事海产类生意更佳（鱼象）。\n* **家宅**：有妇女当家作主的迹象。\n* **征战**：必须使用离间计分化敌军，可以获胜。\n* **疾病**：属于阴亏的症状，需要自我珍重保养，尚可无忧。\n* **行人**：在外面有了宠爱的人，必定会带伴侣回来。\n* **六甲**：生女儿。"
    },
    "6": {
      "text": "上九：硕果不食。君子得舆，小人剥庐。",
      "takashima_explanation": "《象传》曰：君子得舆，民所载也。小人剥庐，终不可用也。\n\n\n《艮》为果，果在树上，故于上爻，有硕果之象。艮止也，故“硕果不食”。“舆”，地也，地以载物，“得舆”者，得民之所承载也。“庐”，屋也，用以庇人，“剥庐”者，无所用其庇也。此爻一阳在上，譬如硕果仅存，高出卦外，非群阴所得蚀食，故曰“硕果不食”。原其不食之故，以天道观之，无众阳消灭，而群阴独存之义；以人事观之，无君子俱亡，而小人独存之理。天地之间，岂可一日无善类乎？《剥》当十月，正万木摇落之时，大果尚存木杪，果中有仁，足以复生，即剥未尽而阳复生之象。且剥极则乱，乱极则思治，故众心爱戴君子，谓之“君子得舆”，小人剥去君子，终自失其所庇，故曰“小人剥庐”。《象传》曰：“君子得舆，民所载也。小人剥庐，终不可用也，君子德泽长流，故民必载之，小人恶迹显著，故“终不可用也”。此爻变则为《坤》，是终不可用之象也。\n\n\n【占】　问时运：目下气运衰微，一年后即值好运。\n\n\n○　问商业：卖出者尚得微利，买入者必多剥耗。\n\n\n○　问家宅：忠厚之家，尚有余泽，刻薄起家者，恐有墙屋倾圯之患。\n\n\n○　问战征：守者无咎，攻者必败。\n\n\n○　问疾病：有饮食不进之虑。\n\n\n○　问六甲：生男，是独子也。",
      "modern_text": "上九：大的果实没有被剥落吃掉，君子得到车马代步，小人的房屋被剥掉。",
      "modern_takashima_explanation": "《象传》说：君子得到车马，是因为百姓拥戴；小人剥毁房屋，是因为终究自绝于人。\n\n上九一阳高悬，就像树梢上硕大的果实，没有被吃掉。这是仅存的生机，果实中有仁（核），可以复生。对于君子来说，意味着剥极必复，乱极思治，百姓拥戴（像地载万物一样像车舆承载君子）；对于小人来说，剥去君子就像拆毁庇护自己的房屋，最终无处容身。天道不会让善类彻底灭亡，这颗硕果就是未来复兴的转机。\n\n【占断】\n* **时运**：目前气运衰微，但一年后就会遇到好运（阳气复生）。\n* **商业**：卖出还能得微利，买入则会损耗极大。\n* **家宅**：忠厚积善之家还有余福；刻薄起家的人，恐怕有房屋倒塌的祸患。\n* **征战**：防守没有灾祸，进攻必败。\n* **疾病**：有吃不下东西的忧虑（硕果不食）。\n* **六甲**：生男孩，且是独子。"
    }
  },
  "guaci": "剥：不利有攸往。",
  "modern_guaci": "剥卦象征剥落：不利于有所前往。阴气侵蚀阳气，小人得势之时，君子应静待时机。"
}