{
  "name": "地雷复",
  "pinyin": "di_lei_fu",
  "code": "100000",
  "palace": "坤宫",
  "general_text": "“复”从彳，行貌，从复，行故道也，有去而复来，消而复息之义。所谓以《坤》牝《乾》，灭出复震，为余庆也，故名曰《复》。为卦《坤》上《震》下，一阳在五阴之下，阴极而阳复，与《剥》相反，与《姤》旁通。《序卦》曰：“物不可以终尽，剥穷上反下，故受之以复。”此《复》之所以次《剥》也。",
  "modern_general_text": "“复”字的字形由代表行走的偏旁和“复”组成，意思是行走在原本的道路上，有离去后又回来、消散后又生息的含义。象征阳气在被阴气剥蚀殆尽后重新生发，是值得庆幸的事，所以命名为《复》。此卦上卦为坤（地），下卦为震（雷），一个阳爻在五个阴爻之下，象征阴气发展到极点，阳气开始回复。它与《剥》卦相反，与《姤》卦相通。《序卦传》说：事物不可能终结穷尽，剥落到了极点就会反转回下面重新开始，所以接下来的卦是《复》。这就是《复》卦排在《剥》卦之后的原因。",
  "takashima_general": "复：亨。出入无疾，朋来无咎，反复其道，七日来复。利有攸往。\n▲　甲骨文复\n▲　篆书复\n《复》之内卦一画，自《乾》之下画来，一阳即《乾》，“亨”即从乾元来，故曰“亨”。外《坤》内《震》，出《震》入《坤》，《坤》为顺，《震》为动，以顺而动，阴不能伤，故“无疾”。同类为“朋”，《震》一阳，《兑》二阳，《兑》为朋。一阳先至，朋类皆来，阴不能阻，故“无咎”。《剥》之卦，一阳在上而几尽，《复》则一阳反生于下，故曰“反复其道”，“道”，路也。“七日来复”，姤五月卦，阴气始生，《复》十一月卦，阳气始生，阴阳反复，凡历七月，七阳数，故言“七日”。此为“君子道长”之机，故曰“利有攸往”。\n《彖传》曰：复，亨。刚反，动而以顺行，是以出入无疾，朋来无咎。反复其道，七日来复，天行也。利有枚往，刚长也。复，其见天地之心乎？\n“复，亨”，谓阳刚消极而来复，复则阳渐长而亨通矣。“刚返”者，谓剥之时，刚几去而不返，出于震而来复，震为反生，故曰“刚返”。“动而以顺行”，是出入皆在顺动之中，故“无疾”；自动者顺，朋来亦顺，故“朋来无咎”。一反一复，其道循环，“七日来复”，天行之自然也。以顺承天，则刚之方返者，日进而盛矣，故利往。“刚返”言方复之初，“刚长”言既复之后。《剥》《复》消息，天地之气所默转，即“天地之心”所发端也。“天地之心”，本无所不在，无从窥测，惟生意发露之初，方见得“天地之心”，故曰：“复，其见天地之心乎？”“其”、“乎”语辞者，愈觉仿佛想见之真。\n以此卦拟人事，是善恶绝续之一转机也。人虽甚不善，而于平旦之际，未始无片念之偶萌，萌即复也，复则动矣。逆而动，动仍入恶？顺而动，出恶而入善矣，道无不亨也，疾于何有？朋以类聚，入夫善，则善朋皆来，自无咎焉。人身一小天地也，人有贤愚邪正，即天有雨旸燠寒，人有生老病死，即天有休咎灾祥。“七日来复”，以干支言，至七则为冲，以建除言，至七则为破，冲与破则皆为动，是以有反复也。故人之疾病寒热，亦往往以七日为一更，此皆阴阳刚柔之转移，人与天无二道也。按六爻之辞，初爻为人迁善之始，是以返身而诚也。二爻见人之迁善，欲同归于复也。三爻屡复屡失，虽危而终复于善也。四爻谓能舍群阴而从初阳，是取诸人以为善者也。五爻以阴居阳，独得其中，是能“安土敦仁”者也。上爻居卦之终，六几于七，而又将变矣。出复凶，深足为人之迁善者戒矣。《易》言天道，其所以为人事垂诫者，至深且切，于复可见天心。复时见天心，不复时则浑是人心矣。天心惟微，人心惟危，可不惧哉！可不慎哉！\n以此卦拟国家，是国家治乱之一转机也。由治入乱，阴之始也，出乱入治，阳之复也，古今来一治一乱，其机莫不如是焉。是故乱不自乱始，治不自治始，机之动也甚微，复之一阳，即其阳之微动者也。其动也顺，则其道亨，其往利，如汤武之顺天应人，拨乱反正，一著戎衣而天下平也。“七日来复，天行也”，于格苗而曰七旬，于即戎而曰七年，亦可于此而得七日之义矣。六爻皆指复言，重在进阳也。阳，治道也，即君子之道也。初爻曰“不远复”，如殷武丁、周宣王、汉光武之中兴是也。二爻曰“休复”，如太甲之复位，成王之新政是也。三爻曰“频复”，如汉刘先主之治蜀，虽属偏安，尚无咎也。四爻曰“独复”，如大舜之明扬侧陋，允执厥中，以从尧而致治也。五爻曰“敦复”，如启之承禹，武之继文，能“敦复”治道，而致其盛也。若上爻则当戒焉，“迷复”而不知其凶，自桀纣之亡国者皆是也。《易》之言在天道，而治道即属于是，为国家者，于复而见治之渐浙，即当于姤而戒乱之始。治乱之机反复间耳，可不慎哉！可不惧哉！\n通观此卦，《剥》之一阳在上者，《复》即阳生于下，如雷藏地中，无中含有。乾元资始者，于是露其机，贞下起元；坤元资生者，于是呈其候。天地生物之心，非至是而始有，乃至是而始见也。顺而动，动无不亨；顺而往，往无不利。出柔而入刚，刚有何病？以我而求朋，朋来何咎？一反一复，其道即在旬日间耳。六爻皆以复道为辞，初九之“不远复”，如克己复礼之颜子，贤而希圣，生而知之者也。六二之“休复”，下比初九之刚，如友直、谅、多闻之士，亲贤取友之宓子贱，学而知之者也。六三之“频复”，如日月至焉之诸子，士而希贤者也。六四之“中行独复”，如悦周公孔子之道之陈良，亦圣人之徒也，困而学之者也。六五之“敦复”，如反乎身之汤武，圣而希天者也。上九之“迷复”，则如飞廉恶来，怙终而不悛其恶者也，困而不学者也，不惟为一身之祸，且为天下祸，故曰“迷复，凶，有灾眚，终有大败”。圣人于六三之“频复”，犹曰“无咎”，而独罪上六之“迷复”，如此，其重改过而恶怙终也切矣。《系辞传》曰，“圣人之情见乎辞”，其此之谓乎？\n《大象》曰：雷在地中，复，先王以至日闭关，商旅不行，后不省方。\n此卦为十一月卦，故《象》取“至日”，是雷伏藏地中也。先王观此象，以“至日闭关”而不启，止商旅而不行，后于是日，亦“不省方”，盖为养其阳气之方来，而不敢或泄，务为安静，所以葆其贞也。月令仲冬，审门闾，谨房室，必重闭，推之即可知“闭关”之诸象焉。“闭关”取《坤》为阖户，“商旅”取《坤》为众民，“行”取《震》为大途，“方”取《坤》为国土。\n【占】　问时运：好运初来，尚未发动，静以待之，自然获吉。\n○　问商业：货物完备，时价亦动，宜暂停售，必得利也。\n○　问家宅：此宅现时闭歇，须待春时，方可迁居。吉。\n○　问战征：防敌军埋伏地雷，须暂停战，以养兵力。吉。\n○　问疾病：是痰火之症，饮食不进，交冬令宜防。\n○　问讼事：一时不能审结。\n○　问六甲：生男，交春分产。\n○　问婚嫁：现因媒人尚未往说，春初可成。吉。\n○　问行人；冬季不归，开春归来。\n○　问失物：一时难觅，日后可得。",
  "modern_takashima_general": "复卦：内卦的一阳来自乾卦，故有亨通之意。外卦为顺（坤），内卦为动（震），顺势而动，阴气无法伤害，所以“无疾”。同类相聚为朋，阳气开始生长，志同道合者皆来，阴气不能阻挡，故“无咎”。剥卦阳气将尽，复卦阳气在下反生，这是天道循环。所谓“七日来复”，指阴阳消长的一个周期（如从农历五月姤卦一阴生，到十一月复卦一阳生，历经七个月）。这是君子之道增长的转机，利于前行。\n\n从人事看，这是善恶转变的关键。人即使犯错，若能在一念之萌时改过向善（复），顺应正道，自然亨通，何来疾病？人体如小天地，疾病寒热往往七日一变，这是阴阳转移的规律。复卦重在改过迁善：初爻是迁善的开始；二爻愿同归于善；三爻屡错屡改；四爻舍弃群阴跟随初阳；五爻敦厚仁德；唯有上爻迷途不返，最为凶险。\n\n从国家看，是治乱转折点。乱极必治，复兴之机往往起于微细。若能顺应天道人心，拨乱反正，国家就会安定。\n\n《大象》说“雷在地中”，象征阳气潜藏。先王以此在冬至日闭关休息，商旅不行，君王不巡视四方，是为了保养刚生发的阳气，务求安静。\n\n【占断】\n○　问时运：好运刚刚到来，还未正式发动，安安静静等待，自然吉祥。\n○　问商业：货物齐备，市价也开始波动，宜暂停出售，囤积必得利。\n○　问家宅：目前家宅处于闭歇状态，须等到春天才能迁居。吉。\n○　问战征：防备敌军有地雷埋伏，须暂停交战，休养兵力。吉。\n○　问疾病：多为痰火之症，饮食不进，进入冬令时节要严加防范。\n○　问讼事：一时半会无法结案。\n○　问胎孕：生男孩，交春分时生产。\n○　问婚嫁：目前媒人还没去说合，明春初可成。吉。\n○　问行人：冬季不会回来，开春归来。\n○　问失物：暂时难找，日后可找回。",
  "lines": {
    "1": {
      "text": "初九：不远复，无祗悔，元吉。",
      "takashima_explanation": "《象传》曰：不远之复，以修身也。\n\n\n此卦初九一阳，自《乾》阳来，入《坤》群阴中，忽复本位，名之曰《复》。卦之《复》就造化言，爻之《复》就人心言是也。此爻《复》之初，为《复》道之始。七日即复，故曰“不远”，是以不至悔而得“元吉”也。“元吉”者，即复《乾》之吉也。“祗”者至也，人虽圣贤，不能无过，惟贵速改，过而不改，则有悔而凶可知也。《象传》曰“以修身也”，修者所以补其缺，正其误也。占者知此，则人欲日消，天理日明，可以为圣，可以为贤。“修身”二字，包括深远，不可不知也，何则？六二之《传》日“仁”而称美之，六四之《传》曰“道”而赞叹之。“修身”二字，兼仁与道，其所关至大。心内而身外，以存养言，则在心；以修为言，则在身：身心一也。\n\n\n【占】　问时运：好运即来，渐渐发动，一往顺利，大吉。\n\n\n○　问商业：前所耗失，即可复得，可免悔恨，大吉。\n\n\n○　问家宅：旧业复兴，即在目前，大吉。\n\n\n○　问战征：即日可转败为成，大吉。\n\n\n○　问讼事：始审不直，再控必胜，大吉。\n\n\n○　问婚嫁：主散而复成，大吉。\n\n\n○　问行人：不日即归，吉。\n\n\n○　问疾病：静养即可复，元吉。\n\n\n○　问六甲：即日生男。\n\n\n○　问失物：即日可得。",
      "modern_text": "初九：没走太远就返回来了，不至于有悔恨，大为吉祥。迷途知返，善莫大焉。",
      "modern_takashima_explanation": "初九这一爻，一阳初生，刚进入群阴之中就迅速返回本位，这是复卦的开始。既然能“七日来复”，说明迷途不远，能迅速知错就改，所以不会至于产生悔恨，获得“元吉”（大吉）。人虽有贤愚之分，但谁能无过？贵在速改。若过而不改，就会有悔而凶。《象传》说是“修身”，意思就是修补缺失、纠正错误。占得此爻，说明人欲日消，天理日明，可以通过修身成圣贤。\n\n【占断】\n○　问时运：好运马上就来，渐渐发动，一往顺利，大吉。\n○　问商业：之前亏损的，马上可以复得，不会留下悔恨，大吉。\n○　问家宅：祖旧基业复兴，就在眼前，大吉。\n○　问战征：即日便可转败为胜，大吉。\n○　问讼事：初审虽然不顺，再上诉必胜，大吉。\n○　问婚嫁：主离散后又复合，大吉。\n○　问行人：没几天就会回来，吉。\n○　问疾病：静养即可复原，大吉。\n○　问胎孕：即日生男。\n○　问失物：当天即可找回。"
    },
    "2": {
      "text": "六二：休复，吉。",
      "takashima_explanation": "《象传》曰；休复之吉，以下仁也。\n\n\n此爻以阴居阴，得其中正，与初九切比，志从于阳。嘉初之能复于道，甘心下己，以友其仁，切磋琢磨，恶念潜消，善心日生，故曰“休复，吉”。初爻得《乾》阳之正，开《复》道之首，故曰“元吉”；六二取人为善，自能从容改图，其功次于初矣，故曰“吉”。《象传》曰“以下仁也”，初复于仁，二比而下之，是以吉也。《易》三百八十四爻，未尝言仁，此爻言之。所谓“复其见天地之心”者，天地之心，即仁也；所谓仁，元善之旨也。\n\n\n【占】　问时运：目下气运亦好，事事能择善而从，故事事得吉。\n\n\n○　问商业：能与人共利，其业必兴，吉。\n\n\n○　问家宅：家庭多休祥之征，自能兴复旧业。吉。\n\n\n○　问战征：一时暂休攻克，姑示其弱，以养锐气。吉。\n\n\n○　问疾病：宜初治之医，复诊视之。吉。\n\n\n○　问行人：必从长辈而归。\n\n\n○　问六甲：生女。\n\n\n○　问失物：就低下处寻之。",
      "modern_text": "六二：美好地返回，吉祥。亲近仁德之人而返回正道。",
      "modern_takashima_explanation": "六二爻阴居阴位，得位中正，与初九紧邻，志愿顺从于初九的阳刚。它赞赏初九能回归正道，甘心谦下，与其亲近仁德，切磋琢磨，从而恶念潜消，善心日生，所以叫“休复”（美好的回复），吉利。初九是首创回归正道，所以是大吉；六二是见贤思齐，从容改过，功劳次于初爻，所以说吉。《象传》说“以下仁也”，意思就是谦下地亲近仁德之人。\n\n【占断】\n○　问时运：目前气运也很好，事事能择善而从，所以事事吉祥。\n○　问商业：能与人互利共赢，事业必兴，吉。\n○　问家宅：家庭多有吉祥喜庆之兆，自然能复兴旧业。吉。\n○　问战征：暂时停止进攻，姑且示弱，以养锐气。吉。\n○　问疾病：宜找最初治疗的医生复诊。吉。\n○　问行人：必跟随长辈归来。\n○　问胎孕：生女孩。\n○　问失物：去低处寻找。"
    },
    "3": {
      "text": "六三：频复，厉，无咎。",
      "takashima_explanation": "《象传》曰：频复之厉，义无咎也。\n\n\n三爻位不中正，志刚而质柔，质柔则见事而不明，志刚则狂躁而妄动，故屡复而屡失，是以有“厉”，亦屡失而屡复，终可“无咎”也。虽有失身亏行之惧，自无长傲遂非之过，故曰“频复，厉，无咎”。周公之系辞，隐其屡过之罪，称其“频复”之善；孔子释之曰“义无咎也”，是开人以改过迁善乏门也。意深哉！\n\n\n【占】　问时运：一好一歹，时有得失，能据其得而不失，是在人也。\n\n\n○　问商业：有亏有盈，能使盈多亏少，亏而复盈，亦可获利。\n\n\n○　问家宅：有迁移不定之象。\n\n\n○　问疾病：屡治屡发，虽危，可保无害。\n\n\n○　问讼事：有频翻口供，转致危厉之象。\n\n\n○　问行人：归志未决。\n\n\n○　问六甲：生男，颇涉难产，无害。\n\n\n○　问失物：失非一次，当可寻得。",
      "modern_text": "六三：频繁地回复，有危险但没有灾咎。反复无常虽有险，但能知错就改。",
      "modern_takashima_explanation": "六三位置不中不正，志向刚强但体质柔弱。体质柔弱导致见事不明，志向刚强导致狂躁妄动，所以屡次改正又屡次犯错，这就是“厉”（危险）。但因为它屡错屡改，终究可以“无咎”（没有灾祸）。虽然有行为不端的担忧，但没有傲慢拒谏的过错。孔子解释说“义无咎也”，是鼓励人改过迁善。\n\n【占断】\n○　问时运：运势时好时坏，时有得失，能否保住所得，全在于人。\n○　问商业：有亏有盈，若能做到盈多亏少，亏后复盈，也能获利。\n○　问家宅：有搬迁不定之象。\n○　问疾病：屡治屡发，虽然危险，但保命无害。\n○　问讼事：有频繁翻供，导致局面危险之象。\n○　问行人：回来的意志还没有定下来。\n○　问胎孕：生男孩，可能难产，但无害。\n○　问失物：丢失不止一次，应当能找回。"
    },
    "4": {
      "text": "六四：中行独复。",
      "takashima_explanation": "《象传》曰：中行独复，以从道也。\n\n\n此爻居五阴骈列之中央，独应初爻之卦主，故能杰出群阴之间，依附仁人，是心知好善，不移习俗，而能复道者也，故曰“中行独复”。所谓“择乎中庸，得一善，则拳拳服膺，而不失之”者也。然其所复犹微，故不曰吉。《象传》曰“以从道也”，谓初复于道，而四从之，故曰“从道”。\n\n\n【占】　问时运：气运柔弱，意欲振兴，惜力不能逮。\n\n\n○　问商业：谋划精当，不失其正，资本未充，为可惜也。\n\n\n○　问家宅：女眷多，男丁少，未免有独寐寤歌之慨。\n\n\n○　问战征：防中道设伏。\n\n\n○　问疾病：虚弱之症，宜从初治之医调治。\n\n\n○　问行人：至中路复回，得伴再归。\n\n\n○　问婚嫁：宜从前媒。\n\n\n○　问失物：半途觅之。",
      "modern_text": "六四：行走在众人中间却能独自返回正道。",
      "modern_takashima_explanation": "六四处在五个阴爻的中间，独自响应初九这个卦主，所以能从群阴中杰出，依附仁人。这说明心里知道向善，不被流俗改变，能回归正道，所以叫“中行独复”（在行列中间独自归正）。这就像选择了中庸之道，得到一点善念就紧抓不放。但它回复的力量还微弱，所以没说吉。《象传》说“以从道也”，是说初九回归于道，六四跟从它。\n\n【占断】\n○　问时运：气运柔弱，心里想要振兴，可惜力量跟不上。\n○　问商业：谋划得当，不走歪路，但资本不足，比较可惜。\n○　问家宅：女眷多，男丁少，免不了有孤独感。\n○　问战征：防备半路有埋伏。\n○　问疾病：虚弱的病症，宜找最开始治疗的医生调治。\n○　问行人：走到半路又折回，找到同伴后再归来。\n○　问婚嫁：宜找之前的媒人。\n○　问失物：去半路上寻找。"
    },
    "5": {
      "text": "六五：敦复，无悔。",
      "takashima_explanation": "《象传》曰：敦复无悔，中以自考也。\n\n\n五有柔中之德，尊居君位，位得中，故能“复”，《坤》为厚，故曰“敦”。自知其非，不惮迁善，既能复之，又加以“敦”，是知之明，力之笃也，则一得而弗失之矣，何悔之有？故曰“敦复无悔”。《象传》曰，“中以自考也”，谓初之复，复在近，可免于悔，五之《复》，复于厚，悔之有无未知，时当返而“自考”也。盖初之“不远复”，入德之事，五之“敦复”，成德之事也。\n\n\n【占】　问时运：目下气运当正，事事从厚，有前功，无后悔\n\n\n○　问商业：资财充足，往复获利。\n\n\n○　问家宅：祖基深厚，旧业复光，吉。\n\n\n○　问战征：军力厚实，可以攻复城池也。\n\n\n○　问疾病：病者精神充足，气体丰腴，无患也。\n\n\n○　问六甲：生男。\n\n\n○　问失物：宜自忖度。",
      "modern_text": "六五：以敦厚的态度返回正道，没有悔恨。",
      "modern_takashima_explanation": "六五具有柔顺中正的德行，处于尊贵的君位，位置得中，所以能“复”。坤卦象征厚，所以叫“敦”。能自知过错，不怕改过迁善，既能回复，又能做得敦厚诚恳，这是明智且有力的表现，所以没有悔恨。《象传》说“中以自考也”，意思是说六五的回复在于厚重，需要反躬自省（自考）。初九的“不远复”是修德的入门，六五的“敦复”是修德的成就。\n\n【占断】\n○　问时运：目前气运正当，做事厚道，有功劳，无后悔。\n○　问商业：资金充足，来回往复都能获利。\n○　问家宅：祖业根基深厚，旧业重光，吉。\n○　问战征：军力厚实，可以收复城池。\n○　问疾病：病人精神充足，体态丰腴，没有祸患。\n○　问胎孕：生男孩。\n○　问失物：应该自己反思推测一下放在哪了。"
    },
    "6": {
      "text": "上六：迷复，凶，有灾眚。用行师，终有大败，以其国君凶，至于十年不克征。",
      "takashima_explanation": "《象传》曰：迷复之凶，反君道也。\n\n\n上爻居《复》之终，《坤》之极，《坤》为迷，故曰“迷复”。迷而不复，故必有凶。“有灾眚”，灾自外来，眚由自作，迷溺至此，无往非害。《坤》为众，《震》为行，故“用行师”。《坤》上六所云“龙战于野，其血玄黄”，即行师大败之证也。“行师”既至“大败”，国君焉得不凶？兵连祸结，至十年而未已。十年者数之终，一败而终不能振，即谓有迷而终不能复矣。盖天下之祸，无不由一念之迷溺而来，迷在于身，则一身被祸，迷在于国，则一国被祸，深著迷复之害也。《象传》曰“反君道也”，《复》之君，初九阳也，《姤》之君，初六阴也，上迷复，不奉《复》之九，而奉《姤》之六，是阴阳相反也，故曰“反君道也”。\n\n\n【占】　问时运：气运颠倒，作事乖张，谨慎免祸。\n\n\n○　问商业：货物不齐，期约不准，市价不的，必致大耗；时不能《复》业，凶。\n\n\n○　问家宅：防有怪崇，居者多不利。\n\n\n○　问战征：辙乱旗靡，大败之象。\n\n\n○　问疾病：症已危险，久病延年，犹为幸也。\n\n\n○　问行人：在外多凶，十年内恐不能归也。\n\n\n○　问六甲：生女。此女长成，亦大败之命。",
      "modern_text": "上六：迷失而不知返回，凶险，会有灾祸。出兵征讨终究大败，对于国君来说也是凶险。",
      "modern_takashima_explanation": "上六处于复卦的终点，坤卦的极点，坤象征迷，所以叫“迷复”（迷失而不回复）。迷而不返，必然有凶险。“灾”是外来的，“眚”是自作的，迷失到这个地步，无论做什么都是害处。坤为众，震为行，所以提到“用行师”（出兵）。这就像坤卦上六说的“龙战于野”，是战败的证据。出兵既大败，国君怎能不凶？战祸连接，十年都无法平息。十年是数的终结，意指一败涂地，再也振作不起来。天下大祸，都源于一念迷执。《象传》说“反君道也”，复卦的主宰是初九阳爻，上六迷失，不去尊奉初九，反而去尊奉姤卦的阴爻，阴阳相反，违背了正道。\n\n【占断】\n○　问时运：气运颠倒，做事乖张违理，必须谨慎才能免祸。\n○　问商业：货物不齐，契约不准，市价不明，必导致大损耗；此时无法恢复旧业，凶。\n○　问家宅：防备有鬼怪作祟，居住者多不利。\n○　问战征：车辙混乱旗帜倒下，大败之象。\n○　问疾病：病症已经危险，如果能拖延时日，就算幸运了。\n○　问行人：在外多有凶险，恐怕十年内都回不来。\n○　问胎孕：生女孩。这女孩长大了，也是败家之命。"
    }
  },
  "guaci": "复：亨。出入无疾，朋来无咎。反复其道，七日来复。利有攸往。",
  "modern_guaci": "复卦象征回复：亨通。出入没有疾病，朋友前来没有灾咎。循环往复遵循自然规律，七天就会回复。利于有所前往。一阳来复，万物更新。"
}