{
  "name": "山雷颐",
  "pinyin": "shan_lei_yi",
  "code": "100001",
  "palace": "巽宫",
  "general_text": "“颐”从臣，从页，臣为”颐”本字。页本首字，《说文》曰“头也”，从口，从一，一者，象舌，有养之义。卦体《艮》上《震》下，《艮》为山，《震》为雷，雷动也，山止也。卦以上下二阳象上下唇吻，内四阴象虚而求食。《颐》张而不合，有求食之状，故可以观《震》阳下动食象也。艮主止，止观象也。然《震》非自动也，系于艮以动，艮不上止，《震》虽欲动而不能，则其所以为《颐》之主，艮也。上下实而中虚，动而能止，曰《颐》，此卦之所以名《颐》也。",
  "modern_general_text": "“颐”字由“臣”和“页”组成，本义是指面颊。本卦结构为艮（山）在上，震（雷）在下，寓意雷动而山止。卦象上，上下两根阳爻好比嘴唇，中间四根阴爻好比口内空虚欲求食物。如同嘴巴张开寻求食物的形状。艮卦主静止，震卦主行动，震动的产生受制于艮的静止，就像下巴动而上颚不动才能咀嚼。外实内虚，动静结合，这就是“颐”卦得名的由来，象征颐养。",
  "takashima_general": "颐：贞吉。观颐，自求口实。\n▲　金文颐\n▲　篆书颐\n《序卦传》曰：“物畜然后可养，故受之以颐，颐养也。”“观颐”则思所养，思所养则知节，嗜欲可省，廉耻可立，心志可宁，养生养德在其中矣，故“贞吉”。大抵养道主静，天地万物皆上动下止，惟《颐》下动上止，静以制动，止以忍贪，“观颐”之义也。身之有颐，本以为养，颐中虚，实之所以为养也，故曰“自求口实。”\n《彖传》曰：颐，贞吉，养正则吉也。观颐，观其所养也。自求口实，观其自养也。天地养万物，圣人养贤以及万民，颐之时大矣哉！\n《颐》卦内《艮》外《震》，《艮》为黔喙之属，喙口也，即《颐》之象；又为蓏《震》为蕃鲜，为百谷，皆有养之义。“颐，贞吉”者，所养得正，则有吉也。然养有正不正，不观不足以知之。观其所养何人，则养之公与私自别也；观其自养何求，则养之贪与廉可见也。果其所养皆贤，自养有节，是养得其正，即养无不吉矣。至天地圣人，极言养道之大，人之养生，多在自养，必如天地之化育无私，而万物皆被其泽，必如圣人之恫痞在抱，而上自贤哲，下及万民，无不并沐其恩。盖圣人体天地之养以为养，故所养有与天地而并大。《彖传》曰“颐之时大矣哉”，谓其所养至广，即于养之时而已见矣；不言义，而义亦在其中也。\n以此卦拟人事，上三爻为艮，《艮》六五曰艮其辅，辅上颔也，有《颐》之象；下三爻为《震》，上六曰“视矍矍”，有观之义；上下互《坤》，《坤》为缶，为浆，有养之义。然养亦不一法也，节宣所以养正，饮食衣服所以养形，威仪礼貌所以养德，推己及物所以养人。盖人莫不有所养，而养亦各有所在，内而养一身，外而养天下，而要在得其正者吉。夫士之得禄位，农之事稼穑，工之造器物，商之通货财，皆各食其力，各养其身，而得其正者也，否则因糊口之无资，而忘其廉耻，如孟子所谓“苟无恒产，则放僻邪侈，无不为矣”，此其人复何足观乎？然观人者，当先观其“口实”之求，人苟不以饥渴害其心，而能以箪瓢乐其道，则其所求，有在于“口实”之外，其所养，必得夫性情之正。其自养如是，其养人当更有大者矣，必如天地之养物，圣人之养贤，以及养育万民，而其养不特得其贞，益且获其吉矣。颐养之道，尽在是也。\n以此卦拟国家，下卦为人民，下民好动，有《震》之象，上卦为政府，政府能安止下民，有《艮》之象。卦名曰《颐》，《颐》，口也。下民各有一《颐》，下民即各自求养，农以力耕，商以贸货，工以造器，皆各以才力“自求口实”。而犹有自养而不足者，政府为之薄其征敛，蠲其租税，甚至发粟以救饥，给药以疗疾，朝廷之仁浆义粟，适为下民续命之恩。在政府并非以此市惠也，亦体夫天地好生之德，以为养也。至下民之中，有所谓贤者，政府尤必尊其位，重其禄，养之以大亨，而不敢不优也。时贤者沐朝廷之荣恩，而并能推朝廷之德泽，及于万民。此颐养之道，所以愈推愈广也，《彖传》曰“颐之时大矣哉”，有以夫！\n通观此卦，上卦三爻，皆所以养人，下卦三爻，皆所以自养。养之道，以养人为公，自养为私；自养之道，以养德为大，养体为小。故初、二、三皆养口体，私而小者也；四、五、上皆以养德而养人，公而大者也。无论为养人为自养，要皆以得正为吉，故《象》曰：“山下有雷，颐，君子以慎言语，节饮食”。谓《颐》之为用，吐露言语，咀嚼饮食，皆由颐而出，君子观《颐》之象，而知所直慎宜节也。初爻以阳处下，为动之始，是动而自求养也，舍“灵龟”而观“朵颐”，是以凶也。六二处下体之中，无应于上，返而养初，故曰“征凶”。六三虽应上爻，上九而拂颐养之节，自纳于上以馅媚者也，故至“十年”而犹“勿用”，复何利之有？六四身处上体，居得其位，应于初爻，以上养下，得养之宜，又能威严寡欲，所以得吉。六五以阴居阳，而比于上，行则失位，居则“贞吉”，故“不可涉大川”。上九以阳处上而履四阴，众阴皆由此得养，故曰“由颐”：然其所以得此养者，不知几历危厉而始得吉也，故曰“厉吉”；养至此，则无往不他故曰“利涉大川”而“有庆”也。盖《颐》之全卦，专言养生之道，其本在初。曰“龟”，曰“虎”，曰“颠”，示其用也；曰“拂”正其趋也；曰“由”竟其委也。圣人所以握造化之机，而尽性命之理者，于《颐》之一卦见之矣。\n《大象》曰：山下有雷，颐。君子以慎言语，节饮食。\n此卦山下有雷，为上止下动之义，即《颐》口之用也。夫言语者，祸福之所由招；饮食者，疾病之所由生。动止得其道，斯言不妄发，食不过度矣。君子观《颐》之象，而知其所慎，知其所节；大之则命令所出，慎之而无失，货财所入，节之而无伤；极而言之，则养德以养天下，皆无不然也。\n【占】　问战征：上止下动，防队下有妄动招乱者，或机密漏泄，或酗酒启衅，最宜谨慎。\n○　问功名：山下有雷，雷发声而山亦鸣，有声名腾达之象。\n○　问经商：《颐》象内动外止，主货物内地升动，外地低落之象；又恐贩货出外，一时不能销售。其货物大约不离食品。\n○　问家宅：《艮》山欲止，《震》雷欲动，山在上，雷在下，恐地盘震动，宜防火灾。\n○　问疾病：上止下动，山属土，雷属火，主上焦寒闭，下焦热泻之象，必待五爻，《象》曰“顺以从上”，庶上下通顺乃吉。一爻一日，必至五日可愈。\n○　问行人：内卦动而外卦止，必已动身，为外事阻止。上九日“利涉大川”，知必从水路而来。近则六七日可到，远则六七月方归。\n○　问六甲：生男。\n○　问失物：山下有雷，知其物为重物压止，一时不见，待后可得。\n○　问讼事：主为言语饮食细故启衅；下欲动而上止之，必有上官出而阻止，不终讼也。\n○　问婚姻：颐养也，妇主中馈，有养之义。外夫内妻，内动而外止，有妇从夫之象，吉。",
  "modern_takashima_general": "颐卦：坚守正道则吉祥。观察颐养之道，依靠自己谋求生活。\n\n**总论：**\n事物积蓄后需要养育，所以接着是颐卦。观察颐养之道，就是思考如何修养，从而懂得节制欲望、建立廉耻、安定心志。养生与养德都在其中，所以“守正吉”。天地万物多是上动下止，唯独颐卦下动上止，以静制动，节制贪念。天地养育万物，圣人养育贤人及百姓，颐养的意义非常重大。\n\n**占测人事：**\n看一个人养育什么样的人，可以看出是为公还是为私；看他如何供养自己，可以看出是贪婪还是廉洁。本卦上三爻象征养育他人，下三爻象征寻求自养。士农工商各食其力，守正道者吉；若因穷困而忘廉耻，则不足挂齿。\n\n**占测国家：**\n上卦为政府（静止安定），下卦为百姓（好动）。百姓各凭才力谋生，不足者由政府减税救济。政府体恤天地好生之德，尊贤任能，泽被万民，这是国家颐养大道的体现。\n\n**具体占断：**\n* **问战征：** 上止下动，需防备下属妄动招祸、泄露机密或酗酒闹事，最宜谨慎。\n* **问功名：** 雷声在山下鸣响，声名远播之象。\n* **问经商：** 货物在内地流通活跃，在外地则受阻或跌价。货品多为食品类。\n* **问家宅：** 山上雷下，恐有地基震动之险，也要严防火灾。\n* **问疾病：** 呈现上焦寒闭、下焦热泻之象。需调理五日左右，上下通顺方能治愈。\n* **问行人：** 已经动身，但被外界事务阻隔。当从水路归来，近则六七日，远则六七月。\n* **问六甲（孕产）：** 生男孩。\n* **问失物：** 物品被重物压住，暂时找不到，日后可寻回。\n* **问讼事：** 多因言语或饮食小事引起，最终会有上级或官方出面阻止，官司会停止。\n* **问婚姻：** 颐养主饮食，妇人主持家务，有内助之义。内动外止，妻子顺从丈夫，吉祥。",
  "lines": {
    "1": {
      "text": "初九：舍尔灵龟，观我朵颐，凶。",
      "takashima_explanation": "《象传》曰：观我朵颐，亦不足贵也。\n\n\n凡爻辞尔与我对言，是《易》中比应，互为宾主之一例。此爻尔我云云，自应位之六四告初九之辞，“尔”指初九，“我”则六四自称也。龟为四灵之一，不饮不食，服气吐纳，渊默自养者也。《颐》初上两阳而包四阴，《离》象也，《离》为龟，故曰“灵龟”。初九一阳之始，胚胎万有，是即吾身之灵龟，不待养于外者也。舍“灵龟”而观“朵颐”，是捐其廉明之德，以行其贪窃之情，蠢兹众生，可悲可叹，故戒之曰“凶”。《象》曰“不足贵”者，谓养小失大，纵得所欲，亦不足贵也。\n\n\n【占】　问战征：古者行军必先占卜以定吉凶，爻辞曰“舍尔灵龟，观我朵颐”，是不畏神明，而徒贪财物，故曰“凶”也。\n\n\n○　问营商：初爻为一阳之始，变而为《剥》，《剥》者解《剥》也，《象》曰“不利有攸往”，营商恐难获利。爻辞曰“尔”“我”者，主宾也；“朵颐”者，口之动而食物也。舍“灵龟”而观“朵颐”，有利亦恐为他人食没也，故凶。\n\n\n○　问功名：“灵龟”者内心也，“朵颐”者外貌也，舍内而求外，舍己而观人，徒慕虚声，必无实学，功名难成。\n\n\n○　问家宅：宅中六神不安，恐有外鬼作祟，动来求食，凶。\n\n\n○　问疾病：病由饮食不节所致，宜问神祈祷，可愈。\n\n\n○　问婚嫁：尔我者，男女两姓也，“舍尔”“观我”，显见两姓不谐，其故在争论礼物，必不成也，成亦必凶。\n\n\n○　问讼事：必由口舌启衅。曰“舍我”，曰“观尔”，是两造各执一见，一时不能就理。凶。",
      "modern_text": "初九：放弃你灵验的龟甲不用来占卜，却看着我腮帮子吃东西，凶险。不自食其力，反求于人。",
      "modern_takashima_explanation": "初九本该像灵龟一样服气吐纳、自给自足（初爻为阳，有自养之德），却羡慕外在的口腹之欲，盯着别人吃东西（观朵颐）。这是丢弃了廉明的美德，去追求贪婪的欲望，可谓舍本逐末，所以凶险。\n\n**占断：**\n* **问战征：** 不敬畏神明，只贪图财物抢掠，凶险。\n* **问营商：** 可能会被剥夺利益，或者利益被他人吞没，难以获利，凶。\n* **问功名：** 舍弃内在修养而追求外在虚名，没有真才实学，功名难成。\n* **问家宅：** 家神不安，恐怕有外鬼作祟来求食，凶。\n* **问疾病：** 病因是饮食不知节制，应当祈祷神明，可治愈。\n* **问婚嫁：** 双方不和睦，多因争论彩礼财物而起，婚事难成，成也必凶。\n* **问讼事：** 因口舌是非引起，双方各执己见，互不相让，凶。"
    },
    "2": {
      "text": "六二：颠颐，拂经于丘颐，征凶。",
      "takashima_explanation": "《象传》曰：六二，征凶，行失类也。\n\n\n二爻比初应五，阴柔不能自养，犹女不能自处，而必从男，阴不能独立，而必从阳也。“颠”倒也，“拂”违也，“经”义也，“丘”所履之常处也。夫颐养之道，以自上养下为常，今二爻虽与五为应，阴柔不能养五，反而求养于初爻，辞曰“颠颐，拂经”，是颠倒而违于常理也。以此求养，未见其福，以此而行，未见有与，故曰“颐，征凶”。《象》曰“行失类也”，《震》为行，阴阳各从其类，二爻不知养内卦之《乾》，反养外卦之《坤》，是为“失类”，故“征凶”也。\n\n\n【占】　问战征：行军之要，首在纪律严明，步伐整齐。爻曰“颠颐，拂经”，是必背违纪律，步伐错乱也。凶莫大矣。\n\n\n○　问营商：二爻变《损》，《损》，耗损也，于商不利。爻辞曰“颠”，曰“拂”，是明言买卖出入不合常理也，故曰“征凶”。\n\n\n○　问功名：“颠颐，拂经”，是不循常道，侥幸求成，虽得终凶。\n\n\n○　问婚嫁：六二阴柔居下，不奉上而反养下，是谓颠倒拂乱，不得其正，妇道不可问矣。故《象》曰“行失类也”，凶可知矣。",
      "modern_text": "六二：颠倒颐养之道向上求取，或者在山丘上求取食物，前行则凶险。违背常理求养，必招凶祸。",
      "modern_takashima_explanation": "六二阴柔，不能自立，本应寻求上方六五的君主，但六五无法养育它，它反而向下寻求初九的养育。这是颠倒了颐养的常理（颠颐），违背了正道（拂经）。以此种方式行动，必无同类援助，前行凶险。\n\n**占断：**\n* **问战征：** 严重违反军纪，步伐错乱，大凶。\n* **问营商：** 买卖出入不合常理，会有耗损，不利。\n* **问功名：** 不遵循正道，企图侥幸成功，终归是凶。\n* **问婚嫁：** 颠倒伦理，妇道不正，凶险。"
    },
    "3": {
      "text": "六三：拂颐，贞凶，十年勿用，无攸利。",
      "takashima_explanation": "《象传》曰：十年勿用，道大悖也。\n\n\n三爻居内卦之极，阴柔而不中正。《颐》三变而为《贲》，《吕氏春秋》；孔子卜得《贲》，曰不吉，以《贲》不得五色之正也。《颐》三比二应上，谄媚以奉上，是拂夫《颐》养之贞，故凶。上下互《坤》，《坤》为十年；故曰“十年”：《坤》又为用，以其拂贞，故曰“勿用”。三至六为《剥》，《剥》，《彖》曰“不利有攸往”，注谓当《剥》之时，强亢激拂，触忤陨身，是以“不利有攸往”。《颐》三拂贞，故直曰“无攸利”，是无所可往，无所得利也。《象传》曰“道大悻也”，极言于《颐》养之道，大相拂乱，故至“十年”而“勿用”，深责而弃绝之也。\n\n\n【占】　问战征：师以贞为吉，拂贞则不吉。颐养也，养兵以备用，养拂其道，则兵不可用。《象》曰“道大悖也”，是犯上好乱，其败亡必矣，故凶。\n\n\n○　问营商：商业专在获利，曰“无攸利”，无论营业之大小，无论贩货之远近，皆无所得利也。极之“十年勿用”，是久久而不成事也，故凶。\n\n\n○　问功名：功名之道，要在出而用世，得以利济群民，是将以道养天下也。若拂夫《颐》之正，而极之“十年勿用”，则将终其身而不得见用也，故曰“无攸利”。\n\n\n○　问家宅：是宅必久无人居住矣，且恐有鬼祟出而求食，家宅不安，住之不利。\n\n\n○　问婚姻：主闺门不贞，其婚事亦必过十年可成。\n\n\n○　问六甲：生男。",
      "modern_text": "六三：违背颐养之道，坚守正道也凶。十年不可有所作为，没有什么好处。",
      "modern_takashima_explanation": "六三阴柔而不中正，违背了颐养的正道，只是谄媚上层求食。这种行为如同被彻底废弃，长达十年都不得重用，无论做什么都没有利益。这是因为其行为与道义完全相悖。\n\n**占断：**\n* **问战征：** 违反军纪道义，犯上作乱，必致败亡，凶。\n* **问营商：** 无论生意大小、远近，都无利可图，长期一事无成，凶。\n* **问功名：** 终身不得志，不被世所用，无利。\n* **问家宅：** 宅子恐怕很久没人住了，可能有鬼祟求食，居住不安。\n* **问婚姻：** 闺门不贞洁，婚事难成，或需拖延十年。\n* **问六甲（孕产）：** 生男孩。"
    },
    "4": {
      "text": "六四：颠颐，吉。虎视耽耽，其欲逐逐，无咎。",
      "takashima_explanation": "《象传》曰：颠颐之吉，上施光也。\n\n\n四爻柔正，与初九刚正相应，居得其位，以上养下，得《颐》之义，故曰“颠颐，吉”。四爻属上体，得《艮》气，《艮》为虎，耽耽下视之貌，是威而不猛之谓也。“逐逐”，《子夏传》作“攸攸”，苟作“悠悠”，刘表作“耽耽”，云“远也”。按《汉书·叙传》，“六四耽耽，其欲浟浟”，师古注，“浟浟，欲利之貌”。初取象于龟，龟者介虫之长；四取象于虎，虎者百兽之长，是两相应也。龟之德在灵，虎之威在视，初与四，取义各有所在。且《颐》卦旁通《大过》，“大过颠也”，故四称“颠”，二亦称“颠”。六二“颠颐凶”，六四则以“颠颐”得吉者何也？盖六二处下体而又养下，是以凶也；六四处上体，又应于初，阴而应阳，又能威严寡欲，所以吉也。《象》曰：“颠颐之吉，上施光也”，“上”谓上九。上得《乾》之一画，《乾》阳上烛，光明无所不照，四知养其乾元，则《乾》之光施于四，四即得之以为光，是以曰“上施光也。”\n\n\n【占】　问战征：战士之勇者称虎臣，亦称虎贲，皆谓其有力也。然必须养其精锐而后用，非徒恃威猛而轻进也，故曰“颠颐，吉”。\n\n\n○　问营商：“颠”，恐一时物价有倒跌之象。“虎视耽耽，其欲逐逐”，譬言商人谋利之状，能视其贱价而置货，故吉而无咎。\n\n\n○　问功名：功名之兆，自古多取龙虎，是以吉也。“视耽耽”，“欲逐逐”，皆谋望腾达之意。\n\n\n○　问家宅：此宅必右山白虎居高，有怒目欲噬之形，幸四爻以阴居阴，位得其正，可无咎也。\n\n\n○　问六甲：生男。",
      "modern_text": "六四：颠倒颐养之道但吉祥，老虎虎视眈眈、欲望追逐不止，没有灾咎。以上养下，虽颠倒常理但出于善意。",
      "modern_takashima_explanation": "六四得位，与下方的初九相应。虽然是上求养于下（也称颠颐），但六四身居高位，能够礼贤下士，养育贤才，所以吉祥。如同老虎一般威严注视（虎视耽耽），求贤之心急切（其欲逐逐），这是好的征兆，没有灾祸。\n\n**占断：**\n* **问战征：** 养精蓄锐，不轻敌冒进，吉。\n* **问营商：** 物价可能一时下跌，要像老虎注视猎物一样，看准低价进货，吉。\n* **问功名：** 有龙虎腾达之象，谋望可成，吉。\n* **问家宅：** 住宅右边的白虎位地势高，虽有威压之形，但位置得正，无咎。\n* **问六甲（孕产）：** 生男孩。"
    },
    "5": {
      "text": "六五：拂经，居贞吉，不可涉大川。",
      "takashima_explanation": "《象传》曰：居贞之吉，顺以从上也。\n\n\n五爻以阳居阳，无应于下，而比于上，是为君者不能养人，反为人所养者也，即拂君道之常经，故曰“拂经”。《颐》卦六爻，惟初上属阳，阳宜行，阴宜居，且五体《艮》，《艮》为止，行则失类，故曰“居贞吉”。五又中虚象《坎》，《坎》为险，又为大川，“居贞”虽吉，而养道未成，不能以济险，故曰“不可涉大川”。按二曰“拂经”，三曰“拂颐”，拂，违也，二三以违拂颐养之道，故皆曰“凶”。五亦曰“拂经”，而独曰吉，何也？不知五爻之吉，不在“拂经”，而在“居贞”，故《象传》曰：“居贞之吉，顺以从上。”“上”谓上九，谓五近上，能以阴顺阳，故居贞得吉也。\n\n\n【占】　问战征：行军之道，有经有权，谓能达权，似不必拘拘守经也，故“拂经”无咎。曰“居贞吉”，则宜固守，不宜进攻。“不可涉大川”，恐于川流之际有伏兵；舟揖前往，防有风波之厄，皆当谨慎。\n\n\n○　问营商：利于坐贾，不利行商，贩货出洋，更为可虑。\n\n\n○　问功名：出而应试，难望成名。\n\n\n○　问家宅：上体属《艮》，山居则吉，若在临江近水，其宅不利。\n\n\n○　问婚嫁：恐有不得媒聘之正者，若能从一而终，则亦吉也。\n\n\n○　问六甲：生男。\n\n\n○　问疾病：病在五爻，久则四五月，近则五六天，由于调养失宜。能安居静养则吉，若冒风雨，涉远路，恐难治也。",
      "modern_text": "六五：违背常规但安居正道则吉祥，不可涉渡大河。",
      "modern_takashima_explanation": "六五身为君主，不能养人，反而依靠上九来养育，这违背了君主的常道（拂经）。但只要顺从上九，安居守正，也能获得吉祥。不过因为自身能力不足，无法济险，所以不可涉越大河。\n\n**占断：**\n* **问战征：** 应当固守，不宜进攻。渡河可能有危险或埋伏，务必谨慎。\n* **问营商：** 适合坐地经商，不利于外出跑生意（行商），出海更是令人担忧。\n* **问功名：** 难以成名。\n* **问家宅：** 住在山边吉利，临江近水则不利。\n* **问婚嫁：** 可能不合传统礼法，但若能从一而终，也是吉利的。\n* **问疾病：** 调养失宜，能安居静养则吉，若奔波劳碌则难治。\n* **问六甲（孕产）：** 生男孩。"
    },
    "6": {
      "text": "上九：由颐，厉吉。利涉大川。",
      "takashima_explanation": "《象传》曰：由颐，厉吉，大有庆也。\n\n\n此卦初上两刚，合养四阴，初爻在下，《震》阳尚微，势力未充；上爻交上，艮阳已极，德足养人，卦中四阴，皆由上九而养，故曰“由颐”。上爻在卦为成卦之主，在爻为养人之主，其任甚重，且以阳刚之才，居危疑之地，苟其稍形骄惰，君疑众怨，是危殆之道也。故人臣当此，惟常怀危厉之念，斯可保其吉也。伊尹、周公忧勤惕厉，终得其吉，即此道也，故曰“厉吉”，以厉而得吉也。养至此，则乾元在我，川可涉，危可济，弱水不能陷，大海不能阻，夫亦安往而不可哉！故曰“利涉大川”。较六五之可“居贞”而“不可以涉大川”者，又有进矣，是足以当天下之大任，济天下之艰危，以成天下之治安者也，在此“由颐”之功耳。《象传》曰“由颐厉吉，大有庆也”，谓阳刚在上，能由养己以及养人，推而至于养天下，则无人而不被其养，即无人而不获其庆也，故《象》曰“大有庆也”。\n\n\n【占】　问战征：谚云“养兵千日，用在一朝”，其得效力疆场者，皆由平日教养来也，故曰“由颐”。兵，危事也，不知几经危厉，乃得此克捷之功，故曰“厉吉”。“利涉大川”者，必其军士同心同德，斯得涉险，临危而不避，如周师之会孟津，诸葛之渡沪水是也。\n\n\n○　问营商：商业专在谋利，得利则足以养身养家。然商不能安居而得利也，必将涉历险途，或远贾重洋，方可获利，故曰“厉吉”。\n\n\n○　问功名：功名一道，由小而大，由卑而尊，然必忧勤惕厉，乃得功成名遂也。《象》曰“大有庆也”，是即所谓得之有喜也。\n\n\n○　问疾病：虽危得救，故曰“厉吉”。\n\n\n○　问六甲：生男，故《象》曰“大有庆也”。",
      "modern_text": "上九：颐养的源头，有危险但吉祥，利于涉渡大河。",
      "modern_takashima_explanation": "上九阳刚居于最高位，是全卦养育的源头（由颐）。位高任重，处于危疑之地，必须常怀危惧警惕之心（厉）才能获得吉祥。此时养道大成，可以承担重任，济世涉险（利涉大川），会有大的喜庆。\n\n**占断：**\n* **问战征：** 养兵千日用在一朝，历经艰险之后必获胜利，吉。\n* **问营商：** 不能安居获利，必须涉险远行，或去海外经商，方能获大利。\n* **问功名：** 位高权重，必须勤勉警惕，才能功成名就，有大喜。\n* **问疾病：** 病情虽危重，但最终能得救。\n* **问六甲（孕产）：** 生男孩，会有大的喜庆。"
    }
  },
  "guaci": "颐：贞吉。观颐，自求口实。",
  "modern_guaci": "颐卦象征颐养：坚守正道则吉祥。观察颐养之道，要靠自己来养活自己。养身养德，皆须正道。"
}