{
  "name": "水雷屯",
  "pinyin": "shui_lei_tun",
  "code": "100010",
  "palace": "坎宫",
  "general_text": "屯，上一象地，中山象草，下 象草根之屈曲，即草木穿地始出，欲伸而未能即伸之形。内卦《震》，《震》雷也，能以鼓动发育万物；外卦《坎》，坎水也，能以滋润养成万物。按：卦为雷在水中，当冬至之候。雷欲发于地下，而地上之水，冻冰凝结，为所压抑，不能遽出于地，其象艰难郁结，如物之勾萌未舒也，故名之曰《屯》。",
  "modern_general_text": "屯卦的字形，上面像地，中间像草，下面像草根屈曲，象征草木穿破土地刚长出来，想要伸展却没能马上伸展的样子。下卦是《震》，代表雷，能鼓动发育万物；上卦是《坎》，代表水，能滋润养成万物。按：此卦象是雷在水中，正当冬至时节。雷气想要在地下发动，但地上的水结冰凝结，将其压抑，不能立刻出地。这是艰难郁结的景象，就像物体的嫩芽还没舒展，所以取名为《屯》。",
  "takashima_general": "屯：元亨利贞。勿用，有攸往，利建侯。\n▲　甲骨文屯\n▲　篆体屯\n“元亨”二字，概括全卦之终始而言也，非谓屯之时即亨通也。凡天下之事，创业伊始，必有电难，惟能耐其辛苦，勉强不已，自然脱离屯难，终得大亨通之时也，故曰“元亨”。夫人处屯难之会，所当动性忍心，坚贞自持，安于“勿用”，不敢先时妄动，又陷于险。虽明知后日利有攸往，自得亨通，要不可轻用其往也，故曰“勿用有攸往”。此卦阳爻惟二，九五为坎险之主爻，初九为震动之主爻。九五之君，当艰难之日，欲以征伐初九有为之人，必反致招祸也，不如优待之，以为侯伯，斯得共济时艰也，故曰“利建侯”。侯者震之象，故《豫》之《彖》辞，亦曰建侯也。\n《彖传》曰：屯，刚柔始交而难生，动乎险中，大亨贞。雷雨之动满盈，天造草昧，宜建侯而不宁。\n《乾》纯阳也，《坤》纯阴也，此卦内初九，外九五，二爻之刚，与四爻之柔，始相交也。内卦之震雷欲出地，而外卦之坎水遏阻之，以成屯难艰险之势，故曰“刚柔始交而难生”。《说卦传》曰“震一索而得男”，即始交之象也。又曰“震动也，坎陷也”，《震》以阳动之性，在《坎》阴之下，动而未能出也，故曰“动乎险中”。然在险难之中，能守贞正而不滥，他日自得大亨，故谓之“大亨贞”。《震》雷者，阳气之奋劲，《坎》雨者，阴泽之普施，故曰“雷雨之动满盈”。盖初九《震》之主，九五《坎》之主，故教之以无相敌害，仿雷雨之作用，使得相亲相助也。阴阳始交，故曰“天造草昧”。《说卦传》曰，震为崔苇，草字出于此；坎为月，天未明也，昧字出于此。当是时也，六四之宰相，礼遇初九之臣僚，相与辅相，使之共济时艰也，故曰“宜建侯”也。时方创业之世，非升平守成之日，岂可优游逸乐哉？故曰“不宁”。夫当此天地始创，阴阳始交，以精与气交媾，生物成象。震为崔苇，生长于互体坤地，以巩固地盘之组织，继而胎卵孵化，介类繁生。初九、九五二爻，并属阳刚，其中却含柔软坤体，为蚌蛤之象。盖万物之生，各具心灵，自能飞潜动跃，此自然之理也。我国旧俗谓主泥土之神，曰泥土煮尊，谓主沙土之神，曰沙土煮尊，主动物之神，曰面足尊，主植物之神，曰惶根尊，犹是生人之命，相传南斗主生，北斗主死者是也。故凡一物一命，皆有神主之。大凡始生之时，恰如草木逢春，其繁殖，一雨多于一雨，即“雷雨之动满盈”者也。人类繁殖，不可无大德之君以统御之也；君犹不能独治，必使贤者以为辅弼，是所谓“宜建侯”也。惟天地闭关未久，尤当无教逸欲，自耽安宁逸乐也，故戒之曰“不宁”也。\n以此卦拟人事，则为阳刚之君子，与阴柔之小人始交，互异气质，彼此辄生争论，谓之“刚柔始交而难生”。何者？内卦我也，有雷厉之性，欲奋发而立志；外卦彼也，有水濡之性，挟下流之邪计，以妨我行为。凡我所欲振兴者，彼皆阻扰之，使不得成就，欲进不能进，欲往不能往，是谓之屯，故曰“勿用有攸往”。是以百事困难，恰如陷落水中，而不得自由，谓之“动乎险中”。虽然，气运变迁，困极必亨，犹冬去春来，冰冻自解，雷气发生，《屯》变为《解》，则屯难解散，而气运一新。故不宜急遽而图功，惟当固守以俟命，待气运一转，阳升阴降，自见君子当权，小人退位，是出屯而入亨也。当屯之时，要不忘此义也。\n以此卦拟国家，则以下卦为人民，有暴雷上轰之象，蓄异谋，倡异论，欲以撼动上卦之政府；上卦为政府，下令如流水，以遏止下民之妄动，甚至以刑法制之。刑字古作 ，从刀井，谓犯法之人，如陷入井中也，是下卦之《屯》也。政府虽有政刑，或不能遏止下民，而反为下民所困，以阻国运之进步，是上卦之《屯》也，谓之“刚柔始交而难生”也。初九者，下卦雷之主，即一阳之微动乎地下坎水之中。夫天下无事，英雄亦与凡庸无异，今当屯难之时，初爻一阳，以君子刚健之才，将奋发而有为，岂可晏然处之乎？在上位者，惟尊其位，重其禄，以礼遇之，使之济世之屯难，不然，欲以威力压之，却生不测之祸乱，争功者并起，人心愈形扰乱矣，谓之“天造草昧，宜建侯而不宁”也。“天造”，犹天运也；草者，谓人心之草乱而失其伦序；“昧”者，谓冥顽而不明，是即《屯》之象也。\n《易》有四难卦：《屯》、《坎》、《蹇》、《困》是也。《屯》者，“刚柔始交”，不知其意之所在，故生猜疑之念，为初酿困难之时。《坎》者，二人溺水之象，彼我共陷困难之中，惟能耐守当日之困，而得后来之亨也。《蹇》者，知彼构危险，乃止而不进，犹跛者之不得寸步也。《困》者，泽中无水之象，恰如盆栽之草木，滋润之气已竭。《屯》者难之始，《坎》者难之连及者，《蹇》者难之央，而《困》者难之终也。\n通观此卦，初九，虽有建侯之才力，以当屯难之时，磐桓不进，居贞正之位，遇险而能自守其正。六二，居九五之应位，而为初九所挑，不能与九五共事，犹贞操之妇，拒强暴者之挑，经十年之久，始归其正应之夫。六三，为喻利之小人，乘此不明之时，欲独博其功。六四，应初九，亦比九五，因有所忌惮而不能共事，虽有“乘马班如”之屯难，终归正应初九之吉。九五，中正而并有位德，然介居二阴之间，不能沛雷雨之泽。上六，居屯难之终，无能为世。盖三与上无应之屯，二与四有应之屯也。六爻共动，当陷险之时，务要谨慎持重，经过屯难之气运，自有得志之日。曰“大亨贞”，大亨者，正屯难已解之时也。\n《大象》曰：云雷，屯，君子以经纶。\n不言雨而言云者，屯之时，云开于上，雷动于下，未能成雨；未能成雨，所以为屯。君子法此二气之动作妙用，以经纶政教之组织。“经纶”，犹言匡济也。经者机之纵丝，纵丝之不可易也，犹国家之大经，政教人心相合而不可紊也；纶者，机之横丝，犹取宇内各国之所长，见其时宜，而组织政体也。“经纶”者，即综理庶政之谓也。\n【占】　问功名：内《震》外《坎》为《屯》，《震》为雷，《坎》为云，故曰“云雷”；《震》为出，《坎》为入，欲出而复入，故曰《屯》。又《震》为人，为上，《坎》为经，为法，故曰“君子以经纶”。是君子施经纶之才，而运当其屯也，宜待时而动。\n○　问战征：勤兵而守曰屯。“云雷”者，蓄其势也；“经纶”者，怀其才也。然当其屯，宜守不宜进。\n○　问营商：《彖》曰“刚柔始交而难生”，是必初次营商也。凡事始创者，多苦其难。经纶，治丝之事，知其业必在丝棉之类。\n○　问家宅：《震》东方，《坎》北方，《震》动也，《坎》陷也，恐是宅东北方有动作，宜经理修治之。\n○　问婚姻：雷阳气，云阴气，“刚柔始交而难生”，是初婚时，必不和洽，宜正人劝解之。\n○　问六甲：生男，恐始产不免有险难。",
  "modern_takashima_general": "“元亨”二字概括了全卦的始终，并非说在屯难的当下就亨通。凡是创业之初必有艰难，只有忍耐辛苦，努力不懈，自然能脱离屯难，最终获得大亨通。人在屯难之际，应当动心忍性，坚守正道，安守“勿用”，不敢抢先妄动，否则会再陷险境。虽然明知日后“有攸往”（前行）会有利，但不可轻举妄动，所以说“勿用有攸往”。\n\n此卦九五君王在坎险中，初九在下震动。君王若征伐初九这有为之人，反招祸害，不如封他为侯伯，共济时艰，故说“利建侯”。\n\n**拟人事：** 阳刚君子与阴柔小人初交，气质互异，必生争论。我想振兴，彼必阻扰，欲进不能，如陷水中。但气运变迁，困极必亨，如冬去春来。此时不宜急于求功，应固守待命，待气运好转，君子当权，小人退位，自然出屯入亨。\n\n**拟国家：** 下卦百姓如雷欲动，上卦政府如水压制。政府若不能遏止反被其困，阻碍国运。在屯难之时，上位者应礼遇下层贤才（初九），使其济世，若以威力镇压，必生祸乱。\n\n**易经四难卦：** \n* 《屯》：困难之始，不知意图，心生猜疑。\n* 《坎》：陷于困难之中，需耐守。\n* 《蹇》：知险而止，如跛脚难行。\n* 《困》：困难之终，资源枯竭。\n\n**占断：**\n* **问功名：** 有经纶之才，但时运艰难，宜待时而动。\n* **问战征：** 宜养精蓄锐，坚守不宜进兵。\n* **问营商：** 初次创业多艰难。经纶为治丝之事，行业可能与丝棉有关。\n* **问家宅：** 住宅东北方可能有动作或损坏，宜修治。\n* **问婚姻：** 阴阳初交难生，初婚必不和洽，宜请正直之人劝解。\n* **问六甲（生育）：** 生男，恐初产不免有险难。",
  "lines": {
    "1": {
      "text": "初九：磐桓。利居贞，利建侯。",
      "takashima_explanation": "《象传》曰：虽磐桓，志行正也。以贵下贱，大得民也。\n\n\n每卦有主爻，皆具本卦之德，例之如《乾》之九五，具乾之德，《坤》之六二，具坤之德。《屯》以初九为内卦之主，故爻辞全类《彖》辞，他卦主爻，都依此例。“磐”者，大石也，“桓”者，柱也。此爻以正居刚，处险能动，虽有济屯之才，今居众阴之下，上应坎水之险，深虞陷入危险，未足以自持，惟守其身，贞固而耐困难，以待时机之来也。故如磐桓之居下，为柱石之臣，撑持难难之象。如因对抗之敌而占之，则有强敌坚固而不可摇动之势，在此时我惟固守持重，不可妄动，若妄进则不惟不得其志，却取其败，故曰“利居贞”。《彖》辞所云“勿用有攸往”，亦磐桓难进之意。盖言功业非容易可成，磐桓趑趄，不进不退，以待时会，即所谓“在下位而不获乎上，民不可得而治”之意。必明善诚心信友，而后乘时得位，则功业可得而成，故有大亨之利也。曰磐，曰居，皆震足之象。“利建侯”三字，与《彖》同而其义异也。《彖》辞属九五之君而言，爻辞属初九之人而言，故彼训为建侯，此训为所建之侯。侯之于王，臣也，能安其臣职，而为下不悖，即居贞也。\n\n\n《象传》之意，贵谓阳，贱谓阴，此爻以一阳居三阴之下，为“以贵下贱”之象。虽时蹇位卑，而不得用其力。犹之江海居下，而百川归之，君主能下人，则众庶归之。屯难之世，江山易主之时也，此爻以刚健之德居下，大得人望，为他日立身之基，故曰“以贵下贱，大得民也”。第以磐桓观之，似失阳之德，要在内心坚确而不失其正也，故曰“虽磐桓，志行正”也。此爻变则为《比》，《比》之初六曰：“有孚比之，无咎。有孚盈缶，终来，有它吉。”其不遽求成功之意，可推而知也。\n\n\n【占】　问战征：磐桓，不进之貌，曰“利居贞，利建侯”。尽尝屯难之时，内则居正以守，外则求贤以辅，斯民心归向，众志成城，而终无不利矣。\n\n\n○　问营商：初九爻，辰在子，北方，上值虚宿，曰元枵，枵之为言耗，虚亦耗意，不利行商。能以守贞任人，尚有利也。\n\n\n○　问功名：初爻是必初次求名也，“磐桓者”，是欲进不进也。要当志行正直，谦退自下，终有得也。\n\n\n○　问家宅：磐字从石，所谓安如磐石，知其宅基巩固也；曰“利居贞”，知其居之安；曰“利建侯”，知必是贵宅也。\n\n\n○　问婚嫁：曰“以贵下贱”，知为富贵下嫁之象，吉。\n\n\n○　问六甲：初爻生男。",
      "modern_text": "初九：徘徊不前，利于安守正道居住，利于分封建立诸侯。",
      "modern_takashima_explanation": "此爻是内卦的主爻。初九虽然有才干，但处在众阴之下，上方有坎险，如果不顾一切前进会陷入危险。所以应该像巨大的磐石和柱子一样（磐桓），坚守正道，忍耐困难，等待时机。虽然目前徘徊不进，但这是为了坚守正志。这就像柱石之臣支撑大局，或者像江海居下而百川归附，能以尊贵身份礼贤下士，大得民心。\n\n**占断：**\n* **问战征：** 磐桓是不进之象。应当内部居正防守，外部求贤辅助，众志成城，终无不利。\n* **问营商：** 星宿值虚耗之位，不利行商。若能守信任人，尚有利。\n* **问功名：** 初次求名，欲进不进。应当志行正直，谦退自下，终会有所得。\n* **问家宅：** 地基如磐石般巩固，居住安稳，是富贵之宅。\n* **问婚嫁：** 象征富贵之家下嫁，吉利。\n* **问六甲：** 生男。"
    },
    "2": {
      "text": "六二：屯如邅如，乘马班如。匪寇婚媾，女子贞不字，十年乃字。",
      "takashima_explanation": "《象传》曰：六二之难，乘刚也。十年乃字，反常也。\n\n\n凡《易》三百八十四爻中，首揭卦名之字者，多言其卦之时也。“屯如”者，难进之貌；“邅如”者，行而不进，转辗迟回之貌；“班如”者，半欲进，半欲退，进退不决之貌。“匪寇婚媾”者，盖六二乘初爻阳，六四之阴应之，谓彼乘马不进者，非通于寇难，乃我之婚媾。然当此爻时，虽明知为正应，不能直行而遇也，故曰“女子贞不字”。《易》中言“匪寇婚媾”者凡三，此爻及《贲》之六四、《睽》之上九是也。“女子贞不字”者，此爻中正而应九五之阳，其义可从，然以阴柔，不能往而解《屯》之厄，救九五坎险之苦，故初九乘其隙来逼，此爻居中履正，执义守节，不敢许也。变则为《兑》，以少女配坎之中男，故托女子而系辞。曰“字”者，许嫁也，言女子有正应之夫。屯之时，内外相隔，不得从之，进退踌躇，是以“屯如邅如”也。“乘马班如”者，以震坎皆有马之象，故称“乘刚”曰“乘马”。时以初九之男子比我，虽欲娶我，不敢应其求，忌之避之，犹寇雠也。然初九实非寇我者，乃欲与己共事，特本婚媾耳，而我守正而不失其道，即贞而不字之象也。互卦有《坤》，坤数十，数之极也。又《震》为卯，坎为子，自卯于子，其数十。十干一周，而地数方极，数穷事变，星移物换，十年之后，其妄求者自云，屯难已解，而始得许嫁九五之应，谓之“十年乃字”。此爻犹太公居渭滨，伊尹居莘野，孔明在南阳也。屯难之时，群雄并起，不独君之择臣，臣亦择君，六二之“屯如邅如”，又非无故也。《象传》曰，“六二之难，乘刚也”，六二之艰难犹苦如此者，谓乘初九之刚故也。难字释“屯如邅如”之义。凡爻以刚乘柔为顺，以柔乘刚为逆，逆则其情乖而不相得，犹下有强刚之臣，我实艰于制驭。《象》曰“十年乃字，反常也。十年之久，尚守其贞操，而从九五，复女子常道，何者？女子生而愿为之有家，人伦之常也。女子二十而嫁，十年乃字，故曰“反常也。”\n\n\n【占】　问婚嫁：爻曰“匪寇婚媾”，是明言佳偶，非怨偶也。但曰“女子贞不字，十年乃字”，知于归尚有待也。\n\n\n○　问战征：六二以柔居柔，有濡滞之象，故曰“屯如”。《春秋传》：“有班马之声，齐《师》乃《遁》。”古者还师称班师，故曰“班如”，知行师未可遽进也，必养精蓄锐，十年乃可获胜。\n\n\n○　问营商：媾与购音同，义亦相通。以货物求购，有迟回不决之意，故曰“屯如邅如”。又曰“十年乃字”，十者据成数而言，货物未可久积，或者十日十月乎？\n\n\n○　问功名：士之求名，犹女子之求嫁也，曰“屯如”、“邅如”、“班如”，皆言一时未成也。“十年乃字”，此其时也。\n\n\n○　问六甲：生子。",
      "modern_text": "六二：难以前进，骑着马在原地盘旋。不是要抢劫，而是要求婚。女子坚守正道不嫁，过了十年才嫁。",
      "modern_takashima_explanation": "“屯如、邅如”都是形容难以前进、辗转徘徊的样子。“乘马班如”指骑马欲进又退。六二本应与九五相应，但初九在近处逼迫求婚。初九虽不是强盗（匪寇），而是求婚者，但六二女子坚守正道，为了等待正配九五，不愿立刻答应初九，这叫“贞不字”。需要经过十年（象征漫长的时间或一个周期），屯难解散，才能出嫁。这就像姜太公、诸葛亮隐居待时，不仅君择臣，臣亦择君。\n\n**占断：**\n* **问婚嫁：** 是佳偶，但目前时机未到，还需长时间等待才能成婚。\n* **问战征：** 行军迟滞，未可急进。必须养精蓄锐，甚至长达十年才能获胜。\n* **问营商：** 购货迟疑不决。十年代表满数，货物不可久积，可能指十日或十月。\n* **问功名：** 像女子求嫁一样艰难，一时未成，需待十年之久。\n* **问六甲：** 生子。"
    },
    "3": {
      "text": "六三：即鹿无虞，惟入于林中，君子几不如舍，往吝。",
      "takashima_explanation": "《象传》曰：即鹿无虞，以从禽也。君子舍之，往吝穷也。\n\n\n“即鹿”，谓逐鹿也。鹿禄同音，又通乎禄利之义。鹿指九五而言。“虞”，掌山泽之官，犹土地向导者也，盖指初爻而言。初爻人位，故曰君子，与《乾》之九三同例。“几不如舍”。舍者，止也，谓知其功之不成，不如见几而止也。“往吝”者，吝，鄙吝贪吝之义，谓欲往而遂其志，必致辱名败节也。互卦为《艮》，《艮》者，止也。此爻以阴居阳，有阴柔而躁动之性，且乘应皆阴，无贤师良友训导，犹猎者无虞人之向导，而独入林中，虽冒险而进，不能获鹿，日倾西山，马困身疲，不可如何也。且林中之险，非必入而后知之也，无虞人之向导，在即鹿之初，其机已见，然以其贪于从禽，往而不舍也。夫舍与人林，均不获鹿，舍则为君子，入则为小人，君子小人之分，无他，利与义之间而已。《象传》“以从禽也”者，谓为贪心所使也。又爻辞曰“几不如舍”，《象传》曰“舍之”者，决去之辞也。此爻变则为《既济》，《既济》之九三曰：“高宗伐鬼方，三年克之，”建国之意，可并见也。\n\n\n【占】　问战征：爻曰“即鹿无虞，惟入于林中”，犹言行军而无向导，冒进险地也。当知几而退，否则必凶。\n\n\n○　问营商：玩爻辞，知其不谙商业，不熟地理，前往求货，不特无货，反有损失，舍而去之，尚无大害也。\n\n\n○　问婚嫁：是钻穴隙以求婚也，其道穷矣。\n\n\n○　问功名：梯荣乞宠，士道穷矣。\n\n\n○　问六甲：六三阴居阳位，生男。",
      "modern_text": "六三：追逐鹿没有猎人引导，只会迷失在山林之中。君子不如放弃，继续前行会有困窘。",
      "modern_takashima_explanation": "“即鹿”就是逐鹿，鹿与“禄”同音，象征利益。去打猎却没有向导（虞人），只会误入林中迷路。这是因为贪图猎物（利益）而躁动，没有良师益友引导。君子见机不妙，不如放弃（舍），如果强行前往，不仅得不到东西，还会招致羞辱和困穷（吝）。舍弃则是君子，贪婪冒险则是小人。\n\n**占断：**\n* **问战征：** 行军无向导，冒进险地。应当见机而退，否则必凶。\n* **问营商：** 不懂行规，不熟地理，前往求货不仅无货，反有损失。放弃不做尚无大害。\n* **问婚嫁：** 像是钻营门路去求婚，路子走不通。\n* **问功名：** 贪慕虚荣乞求宠幸，是士人的末路。\n* **问六甲：** 生男。"
    },
    "4": {
      "text": "六四：乘马班如。求婚媾，往吉，无不利。",
      "takashima_explanation": "《象传》曰：求而往，明也。\n\n\n“乘马班如”，解见六二下。六四之位，与九五之君，刚柔相接，然以阴居阴，其才不能救天下之屯，故欲进而复止，“乘马班如”也。夫大臣不患无才，患不能用才，苟能求贤自辅，可谓贤明也。其取象与六二同，盖以初九为刚明有为之才，求之偕往，相与共辅刚中之君，庶几“吉，无不利”，谓其有知贤之明，而无嫉贤之私也。故《象传》曰：“求而往，明也。”初九亦然，若不待其招而往，不知去就之义，岂得谓之明哉！此爻变则为《随》，《随》之九四，曰“有孚在道以明，何咎？”可以知婚姻之正道也。\n\n\n【占】　问战征：“乘马班如”者，不明其进攻之路故也，明而前往，则所向无敌，故曰“往吉，无不利”。\n\n\n○　问功名：士者藏器待时，不宜躁进，迨于旌下逮，出而加民，“无不利”也。\n\n\n○　问婚嫁：《诗·关睢》云，“窈窕淑女，君子好逑”，逑，求也，必待君子来求，始为往嫁，故吉。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：骑着马在原地盘旋，前去求婚，前往吉利，无所不利。",
      "modern_takashima_explanation": "六四地位虽高，但才力不足以解救天下的困难，所以想进又退，骑马徘徊（乘马班如）。但六四的优点在于能求贤自辅，若能屈尊去求刚明有为的初九（求婚媾），共同辅佐君王，那就是吉利且无所不利的。这说明六四有知人之明，没有嫉贤之私。\n\n**占断：**\n* **问战征：** 原本不知进攻之路，若能探明情况前往，则所向无敌，吉。\n* **问功名：** 应当藏器待时，不宜躁进，等待征召再出仕，无不利。\n* **问婚嫁：** 必待君子来求，然后出嫁，吉利。\n* **问六甲：** 生女。"
    },
    "5": {
      "text": "九五：屯其膏。小贞吉，大贞凶。",
      "takashima_explanation": "《象传》曰：屯其膏，施未光也。\n\n\n膏者，膏润，坎水为雨为云之象。“屯其膏”者，谓时当屯难，不得下膏泽于民，致财政涩滞，有功而不能赏，有劳而不能报也。五爻中正而居尊位，得刚明之贤臣以辅之，则能济屯矣，以无其臣也，故“屯其膏”。初九备公使之选，在下而遵时养晦，六四应之，民望归之。九五居尊，而陷坎险之中，失时与势，其所应六二之臣，才弱而不足济屯，小事守正则可得吉，所谓“宽其政教，简其号令”，可使之徐就统理也。惟至大事，则不可也，若夫遽用改革，恐天下之人，将骇惧而分散，是求凶之道也。自古人君，时当叔季，往往愤权柄之下移，遽除强梗，而为权奸反噬者不少，谓之“小贞吉，大贞凶”也。夫天子亲裁万机，其中所尤急者，在于抚育教化万民，各使之沐浴泰平之德泽，无一夫不得其所。今九五之君，陷坎险之中，屯难之世，左右股肱之臣，亦皆阴柔，而无免险之力，不得施膏泽于下，故《象传》曰：“屯其膏，施未光也。”\n\n\n【占】　问功名：士之所赖以显扬者，全望上之施其恩膏也，若上“屯其膏”，而士复何望焉！\n\n\n○　问战征：上有厚赏，则下愿效死，若恩泽不下，势必离心离德，大事去矣。凶。\n\n\n○　问营商：膏者谓商业之资财也，“屯其膏”，谓蓄聚而不流通也，小买卖犹可固守，大经营未免困穷矣。凶。\n\n\n○　问疾病：膏者在人为脂血，屯而不通，是闭郁之症，初病治之尚易，久病危矣。\n\n\n○　问六甲：九五居尊，生男，且主贵。",
      "modern_text": "九五：屯积的恩泽，小事坚守吉利，大事坚守凶险。",
      "modern_takashima_explanation": "“屯其膏”指恩泽（膏润）无法下施于民。九五虽居尊位，但陷在坎险之中，手下没有得力贤臣，导致财政涩滞，有功不能赏。此时处理小事、宽政简令尚可得吉（小贞吉）；若进行大改革或大动作，会使人心惊惧离散，招致大凶（大贞凶）。这就像末世君主急于铲除强臣反而被害。\n\n**占断：**\n* **问功名：** 上位者恩泽不施，士人无望显扬。\n* **问战征：** 没有赏赐，士兵离心离德，大事去矣，凶。\n* **问营商：** 资金积聚不流通。小买卖可守，大生意会困穷，凶。\n* **问疾病：** 气血闭郁不通，初病易治，久病危险。\n* **问六甲：** 生男，且主贵。"
    },
    "6": {
      "text": "上六：乘马班如，泣血涟如。",
      "takashima_explanation": "《象传》曰：泣血涟如，何可长也。\n\n\n“乘马班如”，解见六二下。“泣血”者，悲泣之切，泪竭而继之以血也。《坎》为血卦，故曰“泣血”。“涟如”，泪下之貌，此爻变则为《巽》，以坎水从巽风，涟如之象。上六以阴居阴，在全卦之终，坎险之极，运尽道极，而不能济；三阴而不我应，虽下比五，以屯膏贞凶，不足归之，故困穷狼狈，不堪忧惧，其求救之切，犹欲乘马而驰者也。悲泣之甚，涕泪不绝，真有不堪其忧矣。然物穷则变，时穷则迁，如因忧而思奋，不难转祸为福，则屯可济矣。此爻与三四两爻，有济屯之志，而无其才，其占不言凶者，盖因时势使然，非其罪也。《象传》“泣血涟如，何可长也”者，谓其不久而时运将变也。此爻变则为《益》，《益》之上九曰，“莫益之，或击之，立心无恒，凶”，又可以见其穷之甚也。\n\n\n《屯》之经纶国家也，初爻公而忘私，国而忘家，为《水地比》之世，建侯辅治，可得安泰。四爻往而求贤，与初爻建侯同，为《泽雷随》之世，亦得安泰也。上爻居于上位，奋发有为，为《风雷益》之世，国运可进步也。然初四二爻，相疑而不相让，上爻欲进复退，则屯难无复解之日也。\n\n\n【占】　问战征：上居屯之极，进退维谷，穷戚已甚，而至泣血，是军败国亡之日也。凶。\n\n\n○　问营商：“乘马班如”一句，上已三复言之，是商业之疑惑不决，已至再至三矣。极之泣血，知耗失已多，故曰“何可长也”。\n\n\n○　问功名：上居《坎》终，更无前进，得保其身幸矣。\n\n\n○　问疾病：知必是呕血之症。凶。\n\n\n○　问六甲：生女，又恐不能长大。",
      "modern_text": "上六：骑着马在原地盘旋，哭泣得泪如雨下。",
      "modern_takashima_explanation": "上六处于全卦的终点，坎险的极点，运势已尽，无路可走。想求救却无人响应，进退维谷（乘马班如），忧惧到极点，以至于血泪交流（泣血涟如）。虽然现在困穷狼狈，但物极必反，若能因忧患而奋发，也能转祸为福。象传说的“何可长也”，意味着这种极端困境不会长久，时运将变。\n\n**占断：**\n* **问战征：** 进退两难，悲惨至极，是军败国亡之时，凶。\n* **问营商：** 疑惑不决已久，耗损极大，无法长久维持。\n* **问功名：** 已到尽头，无法前进，能保身就不错了。\n* **问疾病：** 必是呕血之症，凶。\n* **问六甲：** 生女，恐难养大。"
    }
  },
  "guaci": "屯：元亨利贞，勿用有攸往，利建侯。",
  "modern_guaci": "屯卦象征初生的艰难：至为亨通，利于坚守正道。不宜急于前往行事，利于分封建立诸侯。万事开头难，但只要坚持正道，终能亨通。"
}