{
  "name": "雷水解",
  "pinyin": "lei_shui_jie",
  "code": "010100",
  "palace": "震宫",
  "general_text": "卦体下《坎》上《震》，《震》为雷，《坎》为水，亦为雨，《震》《坎》交错，即成雷雨交作之象。《坎》于时为冬，《震》于时为春，自冬涉春，雨水乍来，春雷始发，和风送暖，坚冰渐解，天地郁结闭塞之气，一经雷雨鼓动，枯者生，蛰者起，无不解散而萌发也，故名其卦，曰雷水《解》。",
  "modern_general_text": "本卦下卦为坎（水、雨），上卦为震（雷）。震雷坎水交错，形成雷雨交加的景象。坎代表冬天，震代表春天，从冬入春，雨水初降，春雷始鸣，温暖的和风化解了坚冰。天地间郁结闭塞的气息，一经雷雨鼓动，枯木逢春，蛰虫惊起，万物无不舒散萌发，所以命名此卦为雷水《解》，象征缓解、解脱。",
  "takashima_general": "解：利西南，无所往，其来复，吉。有攸往，夙吉。\n▲　甲骨文解\n▲　金文解\n▲　篆书解\n“解，缓也。”《坎》位北，《震》位东，自北转东，而南，而西，是行也，故曰“利西南”。《解》即所以解蹇，反东北而东南，倒《震》《坎》。《解》之西南，即《蹇》之西南也，故其利同。“无攸往”者，谓蹇解而难已平，无难则无所往，缓以养之，以俟来复，是以“来复吉”也。“有攸往”者，谓蹇解而难犹在，有难则必有往，急，不懈夙兴，是以“夙吉”也。\n《彖传》曰：解，险以动，动而免乎险，解。解利西南，往得众也。其来复吉，乃得中也。有攸往，夙吉，往有功也。天地解而雷雨作，雷雨作而百果草木皆甲坼，解之时大矣哉！\n按：《解》有两音，一古买反，谓《解》难之初；一谐买反，谓既《解》之后。《序卦》曰，“解者，缓也”，险难既解，物情舒缓，故为《解》。《解》所以解蹇也，止则《蹇》，而动则《解》。凡遇险不可不动，动斯能免乎险也，免险则为《解》。“西南”《坤》位，《坤》顺得常，故“利”，《坤》为众，故“往得众”。往自内而外，来自外而内。《坤》为纯阴，至《震》一阳来复，犹言大难初平，疮痍未复，必休养生息，俾得复其元气，故不必“攸往”，而自然“来复”，是以得中而吉也。二之六为《晋》，《晋》“明出地上”，日之初升，故有夙象。“晋，进也”，故“有攸往”。《晋》五曰“往有庆”，即“往有功”之谓也。盖“来复”治内，夙往治外，内外交治，解之事尽矣。《解》为二月之卦，《震》阳司令，“雷以动之”，“雨以润之”，天地凝寒之气，因而解散，万物生育之机，因而甲坼。《睽》《蹇》二卦，皆兼取“时用”，《解》独曰“时大矣哉”，盖《睽》《蹇》以得用而济，《解》则不复用其解，惟在待时而动耳。\n以此卦拟人事，是险难乍解，元气未复之时也。方其处险，不动则不能脱险，动必当审其方向，又得夫众力。西南为《坤》顺之方，得众即“朋来”之助。及其已解，有不可再动者，如人身疾病乍痊，血气未复，当以休养而调摄之，斯为得中也。有不可不速动者，如人家困难甫脱，而盗贼犹在，当必急起而翦伐之，斯为有功也。《震》为春，春气一动，而雷雨交作，天下之积气乃解，万物之生机始达，犹人之威怒一振，而群邪悉退矣。六爻皆合《蹇》而《观》，初为难初平，惟求“无咎”而已；二则难已除，斯为“贞吉”矣；三则难虽消，以寇“致寇”，其咎亦自取耳；四之难未得全解，尚望得人相助也；五之难，能以心孚，庶几宵小自退也；上之难积恶未靖，不能不威武加之也。在天怒则雷霆，恩则膏雨，在人惟赏其善，罚其恶当之耳。\n以此卦拟国家，卦自《明夷》来，自《家人》而《睽》，而《蹇》，而《解》，皆为周兴殷亡之象。《解》为文王羑里脱囚之时，其“利西南”者，文王化行西南之地，虞芮之质成，其“无攸往”也，崇密之翦伐，其有攸往也。所以动兵兴众者，时当险难，不得不动耳，不动不能以免险，且不能以济天下之蹇也。迨至商郊誓师，而来会者八百，是得众也，即得中也。周之所以脱大难者，在此《解》，周之所以集大勋者，亦在此《解》也。王怒如雷，王泽如雨，后之王天下者，惟以法周者法天而已。天地得阳和而雷雨作，万物得阳和而萌孽生，治道亦犹是焉。\n通观此卦，《解》与《屯》易位。《屯》《震》生在下，《坎》难在上，“动乎险中”，为难之始生，其《象》曰“云雷”，是天气郁结而未能发泄也，故不成雨；《解》《坎》难在下，《震》生在上，动免乎险，为难之已解，其《象》曰“雷雨”，是天气发泄，而恩威并施也，故曰“雷雨作”。《解》之卦义，其为难者，《坎》也，阴也，其难解者《震》也，阳也。初爻以其始解而安之；二爻就其获解而治之；三爻防其方解而复致之。内三爻属《坎》，《坎》，阴也，故不言《解》。四爻之《解》，得朋为助；五爻之《解》，以孚得吉；上爻之《解》，以“用射”获利。外三爻属《震》，《震》，阳也，故言《解》。统之难之作也，靡不由于小人，而其《解》也，靡不由于君子。五为《解》之主，《象》曰“君子有解，小人退也”，所谓“君子”，即《大象》所称“赦过宥罪”之“君子”也。此为《解》一卦之要领也。\n《象》曰：雷雨作，解，君子以赦过宥罪。\n按：十二消息考，《坎》为十二月至正月之卦，《坎》五六两爻，值雨水惊蛰；《震》为二月至四月之卦，《震》初爻，值雷乃发声，三爻值谷雨。《解》为二月公卦，《象》曰“雷雨作”，盖因其时而取象焉。《坎》为罪，为灾，故有过有罪；《震》为缓，为生，故用“赦”用“宥”。君子法之，号令如雷之《震》，天下无不耸动，恩泽如雨之降，天下无不喜悦。夫使幽闭久系之人，一旦得“赦过宥罪”，弛其禁锢，脱其桎枯，如出陷阱而复见天日，则其忧闷郁结之气，无不解散。是君子与民更新，以之解万民之难也。\n【占】　问时运：灾难解脱，大有奋发振作之象。\n○　问战征：威武一振，有大寇翦灭，小寇服从之象。\n○　问功名：有声震百里，泽被群生之兆。\n○　问营商：得时得令，“雷雨之动满盈”，大利。\n○　问婚姻：《震》雷《坎》雨，阴阳交济，生育畅茂，吉。\n○　问家宅：天盘有动，地盘有难，宜祈祷解免\n○　问行人：一时可归，防小有灾难，无咎。\n○　问讼事：幸得宽宥无罪。\n○　问六甲：生男。",
  "modern_takashima_general": "解卦意为缓解、解散。坎位于北，震位于东，卦象由北转东，再向南、向西行进，所以说“利西南”。解卦是为了化解蹇卦（险难），反转了蹇卦的方位。“无所往”，是指险难已解，此时若无特定去处，应当休养生息，等待元气恢复，所以“来复吉”。“有攸往”，是指险难虽解但未除尽，若有事则必须速办，早起早行，所以“夙吉”。\n\n以人事比拟，这是险难刚刚化解，元气尚未完全恢复的时候。身处险境时，不动不能脱险；动则需审视方向，并借助众人的力量。险难化解后，如同大病初愈，血气未复，应当休养调理，这是得“中道”；若像困难刚脱但盗贼仍在，则必须立刻起而攻之，这样才有功劳。\n\n**占断：**\n* **问时运：** 灾难解脱，有大力奋发振作的迹象。\n* **问战征：** 军威一振，能翦灭大寇，小寇也会顺服。\n* **问功名：** 此时有名声震动百里，恩泽被于众人的兆头。\n* **问营商：** 得时得令，如雷雨满盈，有大利。\n* **问婚姻：** 阴阳交济，生育繁茂，吉利。\n* **问家宅：** 天盘有动象，地盘有难，宜祈祷解灾。\n* **问行人：** 暂时可归来，防备有小的灾难，无大碍。\n* **问讼事：** 幸好能得到宽宥无罪。\n* **问六甲：** 生男孩。",
  "lines": {
    "1": {
      "text": "初六：无咎。",
      "takashima_explanation": "《象传》曰：刚柔之际，义无咎也。\n\n\n初居《解》之始，大难初平，不求有功，只求无咎。初与四应，赖应之力，得解其险，故曰“无咎”。《象传》所谓“刚”者，指四，“柔”者指初，“际”者，谓初与四相应，阴阳相交，其义自可无咎也。\n\n\n【占】　问时运：困难初解，安时守分，自得无咎。\n\n\n○　问战征：乍脱重围，宜自蓄锐养精，不可妄动，得保无咎\n\n\n○　问营商：不致耗失，亦为幸矣。\n\n\n○　问功名：目下只可守旧而已。\n\n\n○　问家宅：平安无害。\n\n\n○　问讼事：宜和。\n\n\n○　问婚姻：平平。\n\n\n○　问六甲：生男。",
      "modern_text": "初六：没有灾咎。刚从困境中解脱，宜静养。",
      "modern_takashima_explanation": "初六处于解卦的开始，大难刚刚平定，此时不求有功，只求无过。初六与九四相应（阴阳相吸），依靠九四的力量来解除险难，所以说“无咎”。\n\n**占断：**\n* **问时运：** 困难刚刚缓解，安守本分，自然没有灾祸。\n* **问战征：** 刚刚脱离重围，应该养精蓄锐，不可轻举妄动，才能保全无咎。\n* **问营商：** 只要不亏损，就算幸运了。\n* **问功名：** 目前只能守旧，难有突破。\n* **问家宅：** 平安无害。\n* **问讼事：** 宜求和解。\n* **问婚姻：** 平平。\n* **问六甲：** 生男孩。"
    },
    "2": {
      "text": "九二：田获三狐，得黄矢，贞吉。",
      "takashima_explanation": "《象传》曰：九二贞吉，得中道也。\n\n\n“田”者，猎也。上互《坎》，《坎》为狐，下互《离》，《离》为黄矢。狐阴兽，善惑人，故譬言妄邪小人，蛊惑君聪。“三”者，言数之多也。“黄”者，正色；“矢”者，直也。二爻以阳居阴，刚柔得中，上与六五，阴阳相应，为能辅佐大君，进贤黜邪，用以匡济时艰者也。盖欲解难，当先驱狐，故取《离》之矢，就《坤》之田，获《坎》之群狐而尽歼之，斯内治肃靖，于以济险出危，纳一世于中道，其在此矣，是以九二“贞吉”也。\n\n\n【占】　问时运：去邪归正，自得安吉。\n\n\n○　问战征：“田”者猎兽，犹战之猎敌也。获狐者，犹获敌之渠魁也。得矢者，犹得敌之兵器也。故“贞吉”。\n\n\n○　问营商：“田”者在猎兽，商者在猎利，“三”者多数，“黄”者黄金。必获厚利，吉。\n\n\n○　问功名：曰“获”，曰“得”，功名可望，吉。\n\n\n○　问家宅：此宅防有狐祟，须猎获之，乃吉。\n\n\n○　问婚姻：此必先有小妾，而后纳正室也。黄者正色，为正配，吉。\n\n\n○　问疾病：防是狐媚邪病，宜张弧矢以驱之，吉。\n\n\n○　问六甲：生男。",
      "modern_text": "九二：在田猎中获得了三只狐狸，得到了黄色的箭，坚守正道则吉祥。",
      "modern_takashima_explanation": "“田”指狩猎。坎卦象为狐，离卦象为黄矢（黄为正色，矢为正直）。狐狸是阴兽，善于迷惑人，比喻妄邪的小人蛊惑君王。九二以阳刚居阴位，得中道，上应六五之君，能辅佐君王，进贤臣黜奸邪。就像打猎捕获狐群并将其歼灭，同时获得了象征正直的“黄矢”，使内部安定，从而济险出危，所以“贞吉”。\n\n**占断：**\n* **问时运：** 去邪归正，自然安吉。\n* **问战征：** 如同猎杀敌人，能捕获敌军首领，缴获敌军武器，吉利。\n* **问营商：** 商场如猎场，“三”代表多，“黄”代表金，必能获得厚利，吉。\n* **问功名：** 既然说“获”又说“得”，功名有望，吉。\n* **问家宅：** 此宅需防备有作祟之物，必须清除才吉。\n* **问婚姻：** 可能会先有小妾，然后才娶正室（黄为正色，指正配），吉。\n* **问疾病：** 防备是因狐媚邪气致病，驱除则吉。\n* **问六甲：** 生男孩。"
    },
    "3": {
      "text": "六三：负且乘，致寇至，贞吝。",
      "takashima_explanation": "《象传》曰：负且乘，亦可丑也。自我致戎，又谁咎也。\n\n\n“负”者，窃负，“乘”者，乘肥，“负且乘”，是窃盗而公卿也，故“可丑”。“致寇至”者，《坎》为寇。六三处《坎》体，本寇也，寇以遭时窃位，得以策肥乘坚，为寇者见之，曰彼亦寇也，今居然“负且乘”矣，是可取而代之也。此谓以寇名寇。当此险难甫解，而使寇者滥居高位，岂非用人者之咎乎？故曰“自我致戎”，咎复何辞？“吝”，即丑也。\n\n\n【占】　问时运：运非不佳，但因素行不端，为人鄙笑。\n\n\n○　问战征：战隙自我而开，以致群盗纷起，一时难平。\n\n\n○　问营商：防有盗劫之患。\n\n\n○　问功名：沐猴而冠，其能久乎？\n\n\n○　问家宅：门户不自谨慎，或用人不当，致招窃盗。\n\n\n○　问婚姻：两姓均非端正之家，是富而不仁者也，“可丑”\n\n\n○　问讼事：两造理皆不直。\n\n\n○　问行人：满载而归，但来路不正。\n\n\n○　问失物：已被窃负盗去，不得。\n\n\n○　问六甲：生男。",
      "modern_text": "六三：背负着重担又坐着车子，招来了盗贼。坚守正道有困窘。不称其位则招祸。",
      "modern_takashima_explanation": "“负”是小人背东西，“乘”是君子坐车子。“负且乘”比喻小人像盗贼一样窃据高位，坐着华车，这是可耻的。六三处于坎卦（寇）之中，本性如寇，却因时机窃得高位。其他强盗看见了，会想“他也是强盗，居然能坐车”，便想取而代之，因此招致寇乱。这是自己招来的战祸，虽想坚守正道也难免羞辱。\n\n**占断：**\n* **问时运：** 运气并非不好，但因为平时行为不端，会被人耻笑。\n* **问战征：** 战争的空隙是自己打开的，导致群盗纷起，一时难以平定。\n* **问营商：** 谨防有盗劫的祸患。\n* **问功名：** 如同沐猴而冠，怎么能长久呢？\n* **问家宅：** 门户不谨慎，或用人不当，招来盗贼。\n* **问婚姻：** 双方都不是端正人家，属于富而不仁，“可耻”。\n* **问讼事：** 双方理都不直。\n* **问行人：** 满载而归，但财物来路不正。\n* **问失物：** 已被偷走，找不回来。\n* **问六甲：** 生男孩。"
    },
    "4": {
      "text": "九四：解而拇，朋至斯孚。",
      "takashima_explanation": "《象传》曰：解而拇，未当位也。\n\n\n四居《震》之始，《震》为足，“拇”，足大指也。四为《解》之主，《解》即解其蹇也。蹇为足疾，疾在一拇，不足以为《蹇》，解在一拇，亦不成其为《解》。四不当位，故不能全解其蹇，第见“解尔拇”，“拇”，即指四而汝也，故曰“尔拇”。《解》之四，即从《蹇》五来，《蹇》五曰“朋来”，故《解》四曰“朋至”。四亦自知其不能解蹇，惟望“朋至”，得以相助为理。将由拇以及心，斯心心相感，而《蹇》得全《解》矣。《坎》为孚，故曰“孚”。\n\n\n【占】　问时运：行年已当强仕，但行运不当，全在因人成事\n\n\n○　问战征：防炮弹伤足，幸救兵得力，可以解围。\n\n\n○　问营商：所获甚微，惟众心交孚，一二年后，可望厚利。\n\n\n○　问功名：拇为足指，卑下已极，至五爻日“君子维有解”必待下科，可望登榜。\n\n\n○　问家宅：此宅地低下，不得其当，只可作行栈店屋。\n\n\n○　问婚姻：得有力媒人说合，方可成事。\n\n\n○　问讼事：有朋友出，交相解劝，得可息讼。\n\n\n○　问六甲：生男。",
      "modern_text": "九四：解除你的脚拇趾（解脱束缚），朋友就会前来以诚信相合。",
      "modern_takashima_explanation": "九四位于震卦的开始，震为足，所以称“拇”（脚大拇趾）。九四虽是解卦的主体，但位置不当，不能完全解除险难，只能像解救脚趾的小疾一样。但他希望能有“朋”（指初六等）前来相助。若能以此诚心感召，朋友至则心心相印，险难便可完全化解。\n\n**占断：**\n* **问时运：** 年岁虽壮，但运气不当，全靠因人成事。\n* **问战征：** 防备足部受伤，幸好救兵得力，可以解围。\n* **问营商：** 目前获利甚微，只有众人诚信合作，一两年后可望获厚利。\n* **问功名：** 拇指地位卑下，必须等到下科才有望登榜。\n* **问家宅：** 此宅地势低下，位置不当，只适合做仓库或栈房。\n* **问婚姻：** 必须有得力的媒人说合，才能成事。\n* **问讼事：** 有朋友出面互相解劝，可以息讼。\n* **问六甲：** 生男孩。"
    },
    "5": {
      "text": "六五：君子维有解，吉。有孚于小人。",
      "takashima_explanation": "《象传》曰：君子有解，小人退也。\n\n\n此“君子”，即《大象》所云“赦过宥罪”之“君子”也。五居尊位，与二相应，二既能得其中道，以祛群邪，许其更新，五即因之，原情赦宥，不复穷究，是以不解为《解》者也，小人遂感而有孚，是以吉也。《象传》曰，“君子有解，小人退也”，谓君子不必力去小人，小人自心服君子，不敢与君子同居。自古奸邪害政，皆由君子不能感化小人，小人是以不信服君子，以致倾轧。覆辙相寻，皆未明六五“有解”之旨也。\n\n\n【占】　问时运：正运亨通，群邪悉退。\n\n\n○　问战征：不戮一人，不加一矢，外夷来服。\n\n\n○　问功名：利君子，不利小人。\n\n\n○　问营商：不劳苦计营谋，自然获利。\n\n\n○　问家宅：此宅福曜照临，邪魔远避。\n\n\n○　问婚姻：吉。\n\n\n○　问行人：即归。\n\n\n○　问疾病：外邪解散，正气来复，吉。\n\n\n○　问讼事：理直者胜，理曲者服，即可罢讼。\n\n\n○　问六甲：生男。",
      "modern_text": "六五：君子有解脱之道，吉祥。对小人有信义的感化。",
      "modern_takashima_explanation": "这里的“君子”，就是指能“赦过宥罪”的人。六五身居尊位，与九二相应。既然九二能行中道，祛除群邪并许其改过自新，六五便顺势原谅宽恕，不再深究。这种不刻意解难而难自解的方式，让小人也受到感化而信服，所以吉利。小人被感化后自然退去，不再为恶。\n\n**占断：**\n* **问时运：** 正运亨通，邪恶之徒全部退散。\n* **问战征：** 不杀一人，不发一箭，外敌自然来降服。\n* **问功名：** 此时利于君子，不利于小人。\n* **问营商：** 不需劳苦钻营，自然能获利。\n* **问家宅：** 福星照临，邪魔远避。\n* **问婚姻：** 吉利。\n* **问行人：** 马上归来。\n* **问疾病：** 外邪散去，正气恢复，吉。\n* **问讼事：** 理直者胜，理亏者服，可以停止诉讼。\n* **问六甲：** 生男孩。"
    },
    "6": {
      "text": "上六：公用射隼于高墉之上，获之，无不利。",
      "takashima_explanation": "《象传》曰：公用射隼，以解悖也。\n\n\n《震》为诸侯，故称“公”；《坎》为弧，为弓，故曰“射”。卦体上互《离》，《离》为飞鸟，故有隼象；四动而成《坤》，《坤》为城墉，象城墉之上。上爻居《解》之极，自初至五，凡用刚，用柔，用猛，用宽，所以解除内难，亦既备矣，至上犹有飞翔在外，如鸷鸟之强悍者，五乃命六曰：公其乘《坤》之墉，张《离》之弧，抽一矢而射之，获其魁首，无不利也，以解悖也。《坎》为悖，谓灭此悖逆之徒，斯内患外寇，悉皆扫平矣。前诸爻，即《彖》所云“其来复吉”；上爻乃《彖》云“有攸往，夙吉”是也。\n\n\n【占】　问时运：运途吉顺，出外或遇小寇，宜急防之。\n\n\n○　问战征：防有敌兵劫掠城外，宜高阜伏矢以射之，必有获也。\n\n\n○　问营商：运货出外，防有盗劫，宜严备御，非特无失，且可以获盗粮也，故曰“无不利”。\n\n\n○　问功名：爻称公，必已贵显也，当立功于外。\n\n\n○　问家宅：墉墙宜高，可备外窃。\n\n\n○　问婚姻：《诗》云“弋凫与雁”，有射之象，吉。\n\n\n○　问讼事：悖逆自解，利。\n\n\n○　问六甲：生男。",
      "modern_text": "上六：公侯射获了高墙上的隼鹰，无所不利。排除一切障碍。",
      "modern_takashima_explanation": "上六处于解卦的极点，内部的险难已经通过前几爻的刚柔并济解除了。但外部高墙（城墉）上还有像猛禽（隼）一样的强悍悖逆之徒。于是王公登上高墙，张弓射之，一举擒获敌首，无所不利。这是为了扫除最后的悖逆，彻底平定内患外寇。\n\n**占断：**\n* **问时运：** 运途吉顺，出门若遇小寇，宜急防备。\n* **问战征：** 防备敌兵在城外劫掠，应在高处埋伏射击，必有斩获。\n* **问营商：** 运货外出需防盗贼，若严加防备，不仅无失，反能获得盗贼的物资，所以说“无不利”。\n* **问功名：** 爻辞称“公”，说明已经显贵，应当在外部立功。\n* **问家宅：** 围墙宜修高，以防备外来的窃贼。\n* **问婚姻：** 古诗有射雁之说，有射中之象，吉。\n* **问讼事：** 悖逆之事自然化解，利。\n* **问六甲：** 生男孩。"
    }
  },
  "guaci": "解：利西南。无所往，其来复吉。有攸往，夙吉。",
  "modern_guaci": "解卦象征化解消除：利于向西南方行进。如果没有需要前往的地方，返回原处则吉祥。如果有所前往，早早行动则吉祥。困难化解之时，宜速决速行。"
}