{
  "name": "山泽损",
  "pinyin": "shan_ze_sun",
  "code": "110001",
  "palace": "艮宫",
  "general_text": "卦体上山下泽，山高也，高者愈高，谓之益上；泽卑也，卑者愈卑，谓之损下。故下不可损，损在下而益在上，谓之《损》；下本当《益》，《益》在下而《损》在上，谓之《益》。《损》《益》之理固相反，而《损》《益》之用适相济。人第知其《损》也，而不知《益》即益其《损》；人第知《益》也，而不知《损》即损其《益》。是以《序卦》先《损》而后《益》。事先简而后烦，礼先俭而后奢，物先虚而后盈，故《易》道先《损》。损《兑》益《益》，所以为《损》。",
  "modern_general_text": "本卦卦象为山上泽下。山势本高，若使之更高，叫作“益上”；泽势本低，若挖深使之更低，叫作“损下”。减损下方（百姓/基础）来增益上方（君王/高层），这就是《损》卦的含义。反之，若增益下方而减损上方，就是《益》卦。损与益的道理虽然相反，但功用却是互相调剂的。常人只知道“损”是减少，却不知“益”往往是建立在某种“损”之上的；常人只知“益”是增加，却不知“损”有时也是为了“益”。所以在卦序中，先有《损》卦而后才有《益》卦。凡事总是先简后繁，礼仪先俭后奢，事物先虚后盈，所以易道讲究先损。减损下卦兑悦的欲念，增益上卦艮止的德行，这就是《损》卦的真谛。",
  "takashima_general": "损：有孚，元吉，无咎，可贞，利有攸往。曷之用二簋，可用享。\n“损”通咸，有心为感，无心为咸。咸，感孚也，故曰“有孚”，以其所损者，出于中心之诚，有足以见信于人也。不然，《损》主节俭，而俭不中礼，卒来讥刺，咎且难免，奚见“元吉”乎？惟损而“有孚”，斯人感其诚，自得“元吉”，复何咎？而可正，以斯而往，无往不利也。《损》俭如此，何用丰为乎？约之“二簋”，亦可“用享”，不特有孚于人，且可上孚夫神明矣。\n《彖传》曰：损，损下益上，其道上行。损而有孚，元吉，无咎，可贞，利有攸往。曷之用二簋，可用享。二簋应有时，损刚益柔有时。损，益，盈，虚，与时偕行。\n《损》，减省也，减《乾》下之刚，以益《坤》上之柔，故谓之“损下益上”，亦即“损刚益柔”也。《益》在于上，故谓之“其道上行”。“有孚”者，以孚行损，则《损》下而下不病其损，《益》上而上不嫌其益，上下交孚，吉莫大焉，复有何咎？“贞”，正也，谓可以正其未孚也。《艮》在上，《艮》止也，《艮》得其益，则不为止而为往，故曰“利有攸往”。《损》既“有孚”，《损》自“无咎”，何必用丰？《损》之又损，即“二簋”亦可“用享”矣。《震》为祭，《艮》为宗庙，有用享之象。“簋”，盛黍稷之器，按礼簋多用八用六，今用二，是从《损》也。享以诚孚，故虽二簋可也。然《损》宜应时，时而当《损》，太羹不以为俭；时不当《损》，豚肩终伤其隘。故损益盈虚，要贵“与时偕行”也。\n以此卦拟人事，《损》，节省也，节财为《损》，节欲亦为《损》。节财所以利用；节欲在于清心，此固人事之要也。顾可损而《损》，虽损之而不以为《损》；不可损而《损》，即不损而已疑其《损》。凡人事之动辄得咎者，皆由于损其所《损》，而不能见信于人；不信于人，则有损无益，咎且不免，奚以得吉？或损大益小，止且不可，奚以能往？是以《损》卦，首曰“损，有孚”。卦体《艮》上《兑》下，《艮》，止也，《兑》，悦也，有孚则悦止相承，“山泽通气”，刚柔合志，上下交孚矣，不特在己愿受其损，即在人亦不疑其损。故用之于家，而财用省；用之于身，而情欲寡；极其用以格神明，而神明亦享其诚，从其啬，可无用丰也，有所往，乌乎不利也？夫亦因乎其时而已矣，若时不当损，而概从节俭，或讥其损人而益己，或斥其损公而益私，是为人事之患，咎复何辞？故人事当察夫天时，观日月之盈昃，寒暑之往来，即可知“损益，盈，虚，与时偕行”之道也。\n以此卦拟国家，国家之制，田有赋，廛有征，货物出入有税，此皆损下以益上也。当其全盛，上不必须索夫下，下自乐输将夫上，上施其仁，下怀其德，朝野一心，无事则献豵私豜以奉上，有事则箪食壶浆以迎师，所谓信则民任者，此也。得其信，则上下交孚，其道有吉而无咎，其用无往而不利，其义贵与时而偕行，取其约勿取其丰，惟其诚不维其物，可以裕国，可以理财，推之亦即可以格宗庙。凡国家之损益盈虚，惟在法夫天以应夫时而已矣。六爻言《损》，酌盈虚，审彼我，度终始，义各有在。初“酌损”，二“弗损”，三“损一”，四“损疾”，五不曰损，上亦曰“弗损”。盖卦虽曰《损》，爻多不言损也。初、二、上皆曰“志”，三曰“疑”，四曰“喜”，五曰“祐”，其道皆取其孚也。盖治国之道，首在得民心，民心未得，虽上曰施其惠，而民不知感也；得其民心，民将曰小民之饮食日用，皆出自上之所施也，何敢自私其有乎？虽损之不以为怨也。《损》卦首揭“有孚”二字，其旨深远，最宜体玩。\n通观全卦，卦下体，本《乾》三画皆刚，为有余而当损也；上体本《坤》三画皆柔，为不足而当益也，谓之“损下益上，其道上行”。《损》《益》为盛衰之机，亦即为《否》《泰》之兆。《损》自《泰》来，《益》自《否》来，《损》二五失位，《益》二五得位，可以见《否》《泰》之相反也。《损》《兑》有余，补《艮》不足，上下相洽，止悦相承，是以《益》卦不待孚而民悦，《损》卦必先孚而乃吉。以《损》为人情所不欲，然人情固忧缺乏而求盈，君子则恶盈满而思节。“二簋”虽薄，可享宗庙，道在以诚为贵耳。“二簋”指《兑》之二阳，谓其简略也。上卦爻辞，多取“有孚”之旨，下卦爻辞，多取用享之象，合之皆取悦而止之义。然非谓刚之尽可损，柔之尽可益也，时可损则《损》，时可益则《益》，非人之所能强致焉，故曰“损刚益柔有时，损益盈虚，与时偕行”。\n《大象》曰：山下有泽，损。君子以惩忿窒欲。\n地以益而成山，即以损而成泽。山泽本损益之物，不益则山必崩，不损则泽必涸，此卦之所以名《损》也。在人之易发而难制者，无如忿，易炽而难绝者，无如欲。君子见此象，知怒气之盛，势足拔山，故必惩之，以遏刚强之性；贪念之深，盈难填壑，故必窒之，以塞利窦之源。怒起于刚，“惩忿”以息其既往；贪牵于情，“窒欲”以闲其将来。《艮》山止而《兑》泽塞，皆有《损》之象焉。\n【占】　问时运：目下行运不正，宜自惩忿。\n○　问营商：营商原在谋财，宜和气，不宜恃气，宜审利，不宜放利。\n○　问功名：忿欲不除，虽有功名，恐不能保其终也。\n○　问战征：“山下有泽”，防山下深处，有敌兵埋伏。\n○　问婚姻：卦自《咸》《恒》来，女悦而男止，夫妇之道，得其正也。\n○　问家宅：此宅后有高山，前有深泽，地势颇险，宜开凿之使平。\n○　问讼事：不使气，不贪财，讼自平矣。\n○　问失物：不得。\n○　问六甲：单月生男，双月生女。",
  "modern_takashima_general": "《损》卦与《咸》卦相通，指内心有所感应，即诚意。《损》卦主张“有孚”（有诚信），因为减损自身利益来帮助别人，必须出自内心的真诚，才能取信于人，获得大吉。如果不真诚，仅是表面节俭，反而显得寒酸不合礼仪，招致讥笑。只要有诚信，即便只用简单的两簋（guǐ，古代盛食物的祭器）祭祀，神明也会悦纳。\n\n《彖传》说：损下益上，必须顺应时势。该损则损，该益则益，要与时俱进。人事上，指节约财用、克制欲望。若能真诚待人，上下互信，哪怕有所减损，大家也心甘情愿，这就是“有孚”的吉利之处。国家治理也是如此，取之于民若能用于正途，百姓也会乐意奉献。\n\n《大象》说：君子应该“惩忿窒欲”。愤怒像山一样刚强，必须压制；欲望像深谷一样难填，必须堵塞。这是修身养性的关键。\n\n【占卜运势】\n* **问时运**：目前运势有些偏差，应当自我克制，消除愤怒和贪欲。\n* **问经商**：经商求财，讲究和气生财，不要意气用事，要看清利益所在，不要盲目放利。\n* **问功名**：如果不除去愤怒和贪欲，即使得到功名也难保长久。\n* **问征战**：“山下有泽”，要提防山下深处有伏兵。\n* **问婚姻**：女方喜悦，男方知止，夫妇之道得正，吉利。\n* **问家宅**：屋后有高山，前有深水，地势险峻，需要修整才平稳。\n* **问官司**：不争一口气，不贪不义之财，官司自然平息。\n* **问失物**：找不回来了。\n* **问胎孕**：单月生男，双月生女。",
  "lines": {
    "1": {
      "text": "初九：已事遄往，无咎。酌损之。",
      "takashima_explanation": "《象传》曰：已事遄往，尚合志也。\n\n\n初爻处卦之始，即为谋事之始也。“已事”者，已其事也，即《艮》止之意；“遄往”者，遄，速也。事既可已，即当“遄往”，一经因循，必致误事，是以有咎，故曰“已事遄往，无咎”。若事在可已不可已之间，已之则失业，不已则害公，惟当酌其轻重缓急之宜，故曰“酌损之”。《象传》以“尚合志”释之，“尚”作上，庶几也，“已事遄往”，庶几与上合志也。虞氏以“已”作祀，谓祭祀，祀事而云“酌损”，即《彖》所云“二簋可用享”之义。其说亦通。\n\n\n【占】　问时运：已往莫追，目下宜急加勉，自可免咎。\n\n\n○　问战征：宜速进兵，不可迟缓，辎重粮食，亦须“酌损”。\n\n\n○　问营商：贩运宜速，审时度势，宜酌量前行，定可获利，必无咎也。\n\n\n○　问功名：速往则得，迟缓无成。\n\n\n○　问婚姻：即日迎娶，两姓好合。\n\n\n○　问家宅：须速他迁，吉。\n\n\n○　问讼事：即速了结罢讼。\n\n\n○　问失物：速寻可得。\n\n\n○　问六甲：生女。",
      "modern_text": "初九：停止自己的事情赶去帮助别人，没有灾咎。但要斟酌减损自己的程度。",
      "modern_takashima_explanation": "初九处于事情的开始。“已事”指暂停自己手头的事，“遄往”指赶快前往（协助相应的人）。如果事情可以暂停，就应迅速行动，拖延就会误事招致灾咎。但如果自己的事处于可停可不停之间，就要权衡轻重缓急，斟酌减损的分寸，所以说“酌损之”。这体现了只要志向相合，就应迅速配合。\n\n【占卜运势】\n* **问时运**：过去的事不要再追究，目前应该抓紧时间行动，可以免除灾咎。\n* **问征战**：应该迅速进兵，不可迟缓，军粮物资也要酌情节省使用。\n* **问经商**：贩运货物要快，审时度势，酌情前进，定能获利无咎。\n* **问功名**：迅速行动就能得到，迟缓则一事无成。\n* **问婚姻**：如果当天迎娶，两家会很和睦。\n* **问家宅**：必须迅速搬迁，吉利。\n* **问官司**：应迅速了结或停止诉讼。\n* **问失物**：赶快寻找可以找到。\n* **问胎孕**：生女。"
    },
    "2": {
      "text": "九二：利贞，征凶。弗损益之。",
      "takashima_explanation": "《象传》曰：九二利贞，中以为志也。\n\n\n二处内卦之中，凡事之有待损之益之者，必其未协于中也，二得中，则以“弗损”为“利贞”。若不可损而损之，则损之反失中，是以“征凶”。《损》与《益》相对，人只知损其所《损》，以损为益，不知不损其所不损，不损乃为《益》。盖其所弗损弗益者，惟在守其中道而已，得其中，即“利贞”也。《象传》以“中以为志”释之，志，犹射之的，以中为的，志之于此也。\n\n\n【占】　问时运：好运方来，不减不加，万事得中，自然获利。\n\n\n○　问战征：不必减粮，不必添兵，坚守中营，有胜无败；若鲁莽前往，恐有凶也。\n\n\n○　问营商：货物合宜，不必减价，无不获利。\n\n\n○　问功名：无荣无辱，青毡守旧。\n\n\n○　问婚姻：两姓门户相当，吉。\n\n\n○　问家宅：地位得中，不必添改，大利。\n\n\n○　问讼事：平和。\n\n\n○　问失物：原物无失。\n\n\n○　问六甲：生女。",
      "modern_text": "九二：利于坚守正道，出征则凶险。不减损自己而能增益他人。",
      "modern_takashima_explanation": "九二处于下卦的中间位置。凡是需要“损”或“益”的事物，通常是因为偏离了中道。既然九二已经得中，那么“不损”才是坚持正道（利贞）。如果把不该损的损了，反而失去中正，所以此时出征（或妄动）是凶险的。人只知道“损”是为了“益”，却不知道“弗损”（不损自己）有时也是一种“益”。坚守中道，不偏不倚，就是最好的状态。\n\n【占卜运势】\n* **问时运**：好运刚来，保持现状，不增不减，万事适中，自然获利。\n* **问征战**：不必减粮也不必增兵，坚守中营，必胜无败；若鲁莽出击恐有凶险。\n* **问经商**：货物适销对路，不必降价，一定获利。\n* **问功名**：无荣无辱，保持旧职。\n* **问婚姻**：两家门当户对，吉利。\n* **问家宅**：位置适中，不必改建，大利。\n* **问官司**：和平解决。\n* **问失物**：原物还在，没有丢失。\n* **问胎孕**：生女。"
    },
    "3": {
      "text": "六三：三人行，则损一人，一人行，则得其友。",
      "takashima_explanation": "《象传》曰：一人行；三则疑也。\n\n\n六三辰在亥，得乾气，《乾》为人，又为行，三爻为三人，故曰“三人行”。《乾》上至三而变《兑》，是三损一也；上互《坤》，变《坤》之上画成《艮》，二阴一阳，故曰“一人行”。三为《损》卦主爻，居《兑》卦之终，《兑》为友，故曰“得其友”，是《艮》得其友也。盖天下事，一则不足，三则过之，以二为得中，乃奇偶之定数，是以“三人行”，则损其一以成二，一人行，则“得其友”亦成二。一而二，二而一，斯之为合志，不然，三人成众，众则人心不一，而疑惑生焉，故《象传》以“三则疑也”释之。\n\n\n【占】　问时运：财运平平，少则获利，多则有损。利双月，不利单月。\n\n\n○　问战征：宜从兑方，一路进军，自有援兵相助，有胜无败。\n\n\n○　问营商：商业宜于一人独做，否则二人同办，再多则必有损。\n\n\n○　问功名：须一人独往，必得成名。\n\n\n○　问婚姻：得友，即得偶也，吉。\n\n\n○　问家宅：宅在兑方，宅中丁口，每家只有两丁可断。\n\n\n○　问讼事：两造成讼，为中有一人唆弄所致，去此一人，则讼了矣。\n\n\n○　问六甲：生女。",
      "modern_text": "六三：三个人同行则会减少一人，一个人独行则能得到朋友。",
      "modern_takashima_explanation": "天下万事，一个是不足，三个是过多，只有两个才算得中（成双成对）。所以“三人行”必有一人因多余而离去（损一人），剩下两人；“一人行”则因寻求伴侣而得到朋友（得其友），也是变成两人。两人同心才是合志，如果三人成群，人心不一，就会产生猜疑，所以说“三则疑也”。\n\n【占卜运势】\n* **问时运**：财运平平，合伙人少则获利，多则有损。双月吉利，单月不利。\n* **问征战**：宜从西方（兑方）一路进军，自然有援兵相助，必胜。\n* **问经商**：生意适合独资，或者两人合作，人再多必有损失。\n* **问功名**：必须一人独往，必能成名。\n* **问婚姻**：能找到朋友，也就是能找到配偶，吉利。\n* **问家宅**：住宅在西方，家里人口，每家只有两人。\n* **问官司**：两人打官司，是因为中间有一人挑拨，去掉这个人，官司就了结了。\n* **问胎孕**：生女。"
    },
    "4": {
      "text": "六四：损其疾，使遄有喜，无咎。",
      "takashima_explanation": "《象传》曰：损其疾，亦可喜也。\n\n\n此爻以阴居阴，为外卦之始，与初九相应，初动体《坎》，《坎》为心病，疾所由生。疾曰“其疾”，“其”指初也，得四为之应，内外皆知所当损，而决计损之，则事之《损》犹在后，疾之《损》为在先也。疾《损》而“遄”，“遄”者初，使之遄者，四也。盖有疾则忧，疾《损》则喜，故“无咎”也。《象传》以“亦可喜”释之，谓不必言《损》事，但言《损》疾，而亦可喜，则《损》事之喜，更可知矣。\n\n\n【占】　问时运：目下虽有小灾，得救即疗，可以转忧为喜。\n\n\n○　问营商：货宜减办，使之即往贩售，获利可喜。\n\n\n○　问战征：未免遭伤，医治可疗，无咎。\n\n\n○　问家宅：此宅阴气过盛，宅眷致多疾病，祈祷可疗，无咎。\n\n\n○　问功名：一时难望。\n\n\n○　问婚姻：四与初相应，初阳四阴，阴阳相合，必成可喜。\n\n\n○　问讼事：“疾”者，害也，去其所害，讼自平矣。\n\n\n○　问行人：有事他往，一时未归，有喜无咎。\n\n\n○　问六甲：生男。",
      "modern_text": "六四：减损自己的疾病使之好转，赶快行动就会有喜事，没有灾咎。",
      "modern_takashima_explanation": "六四柔顺，与初九刚阳相应。这里“疾”（病/缺点）可以理解为初九的刚猛或六四自身的阴柔之病。因为有初九相应，六四能够决意减损自己的毛病。“使遄有喜”是指迅速治愈毛病，有病则忧，病除则喜。不必谈论减损其他事物，单是减损了疾病/祸患这一项，就是值得高兴的事，所以没有灾咎。\n\n【占卜运势】\n* **问时运**：目前虽有小灾祸，但能得到救治，转忧为喜。\n* **问经商**：进货宜少（减办），赶快去卖，能获利，值得高兴。\n* **问征战**：难免受伤，但能治好，无咎。\n* **问家宅**：这房子阴气太盛，家眷多病，祈祷可治愈，无咎。\n* **问功名**：暂时难以指望。\n* **问婚姻**：六四与初九阴阳相应相合，婚事必成，可喜。\n* **问官司**：“疾”就是害群之马，除去祸害，官司自然平息。\n* **问行人**：因事外出，暂时未归，有喜讯，无咎。\n* **问胎孕**：生男。"
    },
    "5": {
      "text": "六五：或益之十朋之龟，弗克违，元吉。",
      "takashima_explanation": "《象传》曰：六五元吉，自上祐也。\n\n\n“十朋之龟”，元龟长一尺二寸，直二千一百六十，为大贝十朋；公龟九寸以上，直五百，为牡贝十朋；侯龟七寸以上，直三百，为公贝十朋；子龟五寸以上，直百，为小贝十朋——见《汉书》。《坤》数十，又偶为朋，故有“十朋”之象。龟者灵物，能前知吉凶，为卜质吉凶之具。此爻柔顺得中，诚孚于下，故人献其诚。“或益之十朋之龟”，“或”者，不知其所从来之辞，意外之益，君子疑焉，故问之于卜筮。理数已定，十朋之元龟，不能违，其吉可知，故曰“十朋之龟，弗克违，元吉”。《象传》以“自上保祐也”释之，“上祐”者，“自天祐之”也。以爻象言，“上”指上爻，谓上能辅祐六五之君也。\n\n\n【占】　问时运：运途全盛，可得意外宠遇。\n\n\n○　问战征：军事先卜，其兆大吉。\n\n\n○　问营商：财运之来，虽辞不去。\n\n\n○　问功名：“自天祐之，吉无不利”。\n\n\n○　问家宅：家业兴隆，不卜可知。\n\n\n○　问婚姻：天作之合，吉。\n\n\n○　问疾病：病愈之后，且可得财，吉。\n\n\n○　问六甲：生男。",
      "modern_text": "六五：有人增益他十朋之龟那样贵重的东西，不可推辞，大为吉祥。",
      "modern_takashima_explanation": "“十朋之龟”指价值极高的大宝龟（古人以龟甲占卜，视龟为灵物）。六五柔顺居中，诚信待下，所以有人以此重宝相赠。“或益之”表示这是意外的收获，不知从何而来。这种巨大的福分如同天命，不可违背（也无法推辞），是大吉之兆。这是上天保佑（或者上九贤臣辅佐）的结果。\n\n【占卜运势】\n* **问时运**：运势极盛，会得到意外的恩宠和机遇。\n* **问征战**：先占卜军事，兆头大吉。\n* **问经商**：财运滚滚而来，想推都推不掉。\n* **问功名**：如有天助，吉无不利。\n* **问家宅**：家业兴隆，不用占卜都知道是吉宅。\n* **问婚姻**：天作之合，吉利。\n* **问疾病**：病愈之后，还能得财，吉利。\n* **问胎孕**：生男。"
    },
    "6": {
      "text": "上九：弗损益之，无咎，贞吉。利有攸往，得臣无家。",
      "takashima_explanation": "《象传》曰：弗损益之，大得志也。\n\n\n此爻居《损》之极，不可复损也，曰“弗损益之”，其辞与二同，其义与二别。上与三应，三处当《损》之位，人或疑《损》三以《益》上，三之《损》实为上之《益》也，故特示之曰“弗损益之”，以明三虽有损，而于上则无所损益焉。无损则事皆平均而“无咎”，理得安详而“贞吉”。“利有攸往”，即《彖传》所称“与时偕行”之义，上为《艮》之极，极则变，故不为止而为往也。上互《坤》，《坤》为臣，《艮》为家，《艮》动而变《坤》，“得臣无家”之象。弗损下以益上，是王者以天下为家，臣下化之，亦皆国而忘家，故曰“得臣无家”。《象传》以“大得志”释之，谓王者以不损益为《益》，潜移默化，不见其迹，志量之所及甚大，故曰“大得志也”。\n\n\n【占】　问时运：目下绝无窒碍，所往皆利，大吉。\n\n\n○　问战征：军队不须添减，率此以往，攻克战胜，无往不利，可“大得志也”。\n\n\n○　问营商：货价无甚上落，往售皆可获利，大吉。\n\n\n○　问功名：目下即可得志。\n\n\n○　问家宅：此宅不必改造，自得吉利。\n\n\n○　问疾病：当出外求医，无咎。\n\n\n○　问行人：在外大吉，一时未必归家。\n\n\n○　问六甲：生男。",
      "modern_text": "上九：不减损自己而增益他人，没有灾咎。坚守正道则吉祥，利于有所前往。得到臣子却不再有家室。",
      "modern_takashima_explanation": "上九处于《损》卦的极点，不能再损了。虽然下方的六三减损自己来增益上九，但上九应该做到“弗损益之”，即不靠剥削下方来增益自己，这样才公平无咎，安详吉利。“利有攸往”指顺时而动，可以前往。“得臣无家”指王者以天下为家，臣民都被感化，为国忘家。这是一种极其宏大的志向和境界。\n\n【占卜运势】\n* **问时运**：目前绝无障碍，去哪里都有利，大吉。\n* **问征战**：军队不需要增减，率军前往，攻无不克，无往不利，可以大得志向。\n* **问经商**：价格波动不大，去销售就能获利，大吉。\n* **问功名**：目前就能得志。\n* **问家宅**：这房子不必改造，自然吉利。\n* **问疾病**：应当出外求医，无咎。\n* **问行人**：在外大吉，一时半会儿未必回家（因“无家”之象）。\n* **问胎孕**：生男。"
    }
  },
  "guaci": "损：有孚，元吉，无咎，可贞，利有攸往。曷之用，二簋可用享。",
  "modern_guaci": "损卦象征减损：心怀诚信，大为吉祥，没有灾咎，可以坚守正道，利于有所前往。用什么祭祀呢？两簋简单的祭品就可以用来进献。诚心比形式更重要。"
}