{
  "name": "风雷益",
  "pinyin": "feng_lei_yi",
  "code": "100011",
  "palace": "巽宫",
  "general_text": "卦体上《巽》下《震》，《巽》为风，《震》为雷，风自天来，雷自地出，是以《损》《乾》下画之阳为《巽》，《益》《坤》下画之阴为《震》。《益》者益阴，《损》者损阳。阳实，而《乾》为纯阳，实之至也，故可损；阴虚，而《坤》为纯阴，虚之至也，故曰《益》。且风之势过暴，必致摧丧万物，损之而其气和；雷之威不振，无以鼓动万物，益之而其气斯畅，是以损上益下，名其卦曰《风雷益》。",
  "modern_general_text": "本卦上卦为巽（风），下卦为震（雷）。风从天上来，雷自地中出。这象征损卦减损乾卦下方的阳爻变为巽，益卦增益坤卦下方的阴爻变为震。益卦主增益阴柔，损卦主减损阳刚。阳气充实到极点可以减损，阴气虚空到极点可以增益。风势过猛会摧折万物，减损它则气息调和；雷威不振无法鼓动万物，增益它则气脉舒畅。所以减损上方多余的以增益下方不足的，命名为《风雷益》。",
  "takashima_general": "益：利有攸往，利涉大川。\n▲　甲骨文益\n▲　篆书益\n“益”字，上从兴，横之则从水，《坎》为水，亦为大川。下从皿，《释文》“益以增长为名，以宏裕为义”，增长宏裕，皆言其利益之普也。《震》为行，《巽》为利，故曰“利有攸往”。凡卦言“利涉大川”，有取《乾》，有取《坤》，有取《巽》，随卦取象。《益》上卦为《巽》，变《巽》之下成《乾》，变《巽》之上成《坎》，得《乾》《坎》之气；《巽》为风，风行最疾，波涛无阻，是以既曰“利有攸往”，又曰“利涉大川”也。\n《彖传》曰：益，损上益下，民说无疆。自上下下，其道大光。利有枚往，中正有庆。利涉大川，木道乃行。益动而巽，日进无疆。天施地生，其益无方。凡益之道，与时偕行。\n《益》与《损》相对，《损》者，减省也，《益》归于上，《损》归于下，未免有剥民奉君之象；益者，增加也，《益》归于下，《损》归于上，即孔子加富加教之意也。“民悦”者，即自《损》之《兑》下来，《兑》为悦，民受其益，必感其恩，故悦。下互《坤》，坤道无疆，《坤》亦为民，故曰“民悦无疆”。“损下益上”，谓之“上行”；“损上益下”，故曰“自上下下”。“道”者《乾》道也，损《乾》之阳，益《坤》之阴，《坤》得其益，适以成《乾》之大，显《乾》之光，故曰“其道大光”。旁通为《恒》，《恒》《彖》亦曰“利有攸往”，《恒》之“攸往”，利在恒久；《益》之“攸往”，利在“中正”，正而且中，是以“有庆”也。“利涉大川”，言木者三，《益》、《涣》、《中孚》是也，皆取《巽》木，《益》则《震》《巽》皆木，卦本三刚在外，四柔在内，有“刳木为舟”之象。乘风而行，蓬蓬然达于北海，蓬蓬然止于南海，斯之谓“利涉”，斯之谓“木道乃行”。《益》动而骄盈，则《益》即变《损》；动而巽顺，则所《益》日进。“益下”者，益《坤》也，故悦无疆，而进亦无疆。《乾》为施，《坤》为生，四时百物，并受化育，不可以方隅限，故曰“其益无方”。四时之序，由《震》而《巽》，《益》为正月之卦，风雷始作，膏泽下降，王者体之以益民，有加无已，道亦如斯，故曰“与时偕行”。\n以此卦拟人事，所谓《益》者，有益于我谓之益，若于我有益，而于人有损，即不得谓之《益》，必于我有益，而于人亦无损，斯可谓之《益》矣。此谓“损上益下”，要即“裒多益寡”也。以此理家，因其有余，从而损之，则《损》即为《益》；因其不足，从而益之，则《益》不为《损》。以此治身，已有未克，力为损之，是损所当损；礼有未复，力为《益》之，是益所当益。得其益而往，则无往而不获益，即无往而不获利也。坦途可往，“大川”亦可往，惟其“中正”，乃得“有庆”。“木道”，谓《震》《巽》，凡人之所用，莫不各因其利，陆用以车，水用以舟，人力之无远弗届者，即赖此木道而行也。动者，《震》也，动而曰进者，得《巽》之顺也。推之天地之运行，上施下生，一气鼓铸，发育无穷，其为《益》未可限量。人事，一小天地也，亦惟法夫天地，顺时而推行已耳。\n以此卦拟国家，卦义以“损上益下”为《益》，正为有国家者示一条戒：毋私尔财，毋剥下以奉上，毋足国以贫民。反是谓《损》，即使有孚而无咎，而《损》下终非美名，有国家者所当凛凛也。凡民情莫不欲无损而有益，有益则喜，喜则悦，益愈宏，悦愈众，所谓自西自东，自南自北，无思不服，其悦也，诚有悠久而无疆者矣。盖《益》之道，自上及下，悦之情，自下感上，上下相孚，即五爻所云“有孚惠心”者是也。道即《乾》道，损《乾》益《坤》，乃愈见《乾》道之大而光焉。《乾》为健行，《震》亦为行，故“利有攸往”，以斯而往，往无不利。涉川者，利用舟楫，舟楫以木而成，故曰“木道”。圣人“以美利利天下”，刳木剡木，应时定制，守约而施博，道济天下，知周万物，《说卦传》曰“益以兴利”，此之谓也。人主本惠心，行惠政，省方观民，百废俱举，归于有孚，其益无方。有施有生，天道也，地道也，君道也。与时偕行，一而已矣。\n通观此卦，《损》与《益》名相反，而用相济。《乾》在下，邦国富庶之象，故《损》下；《乾》在上，朝廷《丰》盈之象，故《损》上。《损》上不曰《损》而曰《益》，厚其本也；《益》上不曰《益》而曰《损》，剥其基也，圣人所以示厚下也。能《损》则《益》，此卦所以次《损》也。“损上而益下”，即自上而下下，上以《益》往，下以悦来，上之益得“中正”也，下之悦在“有庆”也。是上“以美利利天下”，不期悦而民自悦焉。悦至此，将见悦以劳民，民忘其劳，则险难不避，波涛可涉，焉往而不得哉！故“利涉大川”。“益动而巽”，《震》为动，《巽》为顺，动而顺行，是以“日进无疆”。“其道大光”，《乾》道也；“木道乃行”，《巽》道也，亦《震》道也。《乾》动而为施，《坤》动而为生，不动不见其益，动则见其益，动无方，《益》亦无方。观夫天之道，随时而动，故其《益》随时而行，君子之“见善则迁，有过则改”，亦随时而迁，随时而改。知《益》之在身者如是，即《益》之在天下国家者，无不如是。上下互卦为《剥》，《剥》《象》曰“剥，上以厚下”，其旨与“损上益下”相同。然《剥》六爻多凶，而《益》六爻多吉，所谓因民之所利而利之，有《益》之惠，无益之病，故与《剥》上者有异焉。卦与《损》反，六爻亦与《损》先后互反。《益》初“大作”“元吉”，即《损》上之“大得志”也。《益》二“十朋之龟”，即《损》五之“或益”之龟也。《益》三“用凶事”，即《损》四之“损其疾”也。《益》四“迁国”，即《损》三之得友也。《益》五“有孚惠心”，即《损》三之“中以为志”也。《益》上“莫益之”，即《损》初之“酌损之”也。其辞或相因而来，其义或相济而成，其旨或相反而为戒。《语》曰：“节用而爱民，使民以时”，《损》者《节》用，《益》者爱民，“时”即“与时偕行”之义，国道之要在是焉。\n《大象》曰：风雷，益。君子以见善则迁，有过则改。\n风雷者，二气之升降、进退、周旋以相损益者也。故《震》上《巽》下为《恒》，《象》曰“雷风恒”，《巽》上《震》下为《益》，《象》曰“风雷益”。象以风雷易其位，盖以风雷相遇，天地之间，上下无常也。以方位言，《震》为卯，《巽》为辰巳，由《震》而《巽》，其行也顺，故其为《益》也宏。君子法之，见人之善则屈己以从，见已有过，则返躬自讼。故迁善当如风之速，改过当如雷之勇，谓之“见善则迁，有过则改”。“见”、“有”二字，可以见人己之分界。王弼曰：“迁善改过，益莫大焉。”\n【占】　问时运：迅雷烈风，正当运途振作之际，改旧换新，在此时也。\n○　问战征：电逐风行，正可一鼓而平。\n○　问营商：有利则贸易，无则改售，宜迅速，不宜迟缓。\n○　问功名：风雷合《益》，大得志也。\n○　问疾病：是肝木太盛之症，治宜损阳扶阴。\n○　问婚姻：《震》男《巽》女，天然配合。\n○　问家宅：此宅防有雷击风摧之患，完者宜修葺之改作之，朽者宜改作之。\n○　问讼事：返躬自省，怒息气平，讼事自罢。\n○　问失物：已经迁改变易，不可复得。\n○　问六甲：单月男，双月女。",
  "modern_takashima_general": "“益”有增长、宏大的意思。震卦代表行动，巽卦代表利益，所以利于前行。利涉大川，是取象于木船渡河。益卦损上益下，百姓欢悦。减损上位者的多余以增益下位者，这就是孔子说的加富加教。此卦震动而巽顺，顺理而行，如同风雷助长万物。比拟人事，真正的“益”必须是利人利己。比拟国家，告诫统治者不可搜刮民财，应施惠于民。君子应效法此卦，见善则迁，有过则改，如风之速，如雷之勇。\n\n**占断**：\n* **问时运**：运势正如迅雷烈风，是振作兴起的时候，适宜除旧布新。\n* **问征战**：如风行电掣，可一鼓作气平定敌人。\n* **问经商**：有利可图就做，无利则马上改变策略，宜速战速决，不宜拖延。\n* **问功名**：风雷相助，大得志向。\n* **问疾病**：是肝木太盛的症状，治疗宜损阳扶阴。\n* **问婚姻**：震男巽女，天作之合。\n* **问家宅**：防备雷风灾害，旧宅宜修，朽宅宜改。\n* **问讼事**：反省自己，平息怒气，官司自然停止。\n* **问失物**：物品位置已经改变，找不回来了。\n* **问生育**：单月生男，双月生女。",
  "lines": {
    "1": {
      "text": "初九：利用为大作，元吉，无咎。",
      "takashima_explanation": "《象传》曰：元吉，无咎，下不厚事也。\n\n\n“大作”者，天子巡狩之事，所谓“春省耕而补不足，秋省敛而助不给”，其他祭告、赈贷、迁国，皆“大作”也。《震》为作，《巽》为利，《乾》为大，为元，《坤》为用，为厚，“厚事”，即“大作”。初居内卦之下，事之始也，王者举大事，建大功，利益计夫恒久，规则定于首图，故“利用为大作”。在初，其事与天下共为之，其《益》亦与天下共享之，斯下民乐事趋公，愿效其劳，不以其事为上之事，直以其事为己之事也，故得“元吉，无咎”。《象传》以“下不厚事”释之，谓不以其事厚重而难为，乃以其事轻易而乐从，踊跃争先，“吉无咎”焉。或云《震》属春，《巽》属春夏之交，“大作”者，东作之事，《系辞》所云“耒耜之利，以教天下，尽取诸益”。其说亦通。\n\n\n【占】　问时运：好运初交，可以与作大事，无不如意。吉。\n\n\n○　问战征：兵队初交，即可一战以成大功，有吉无咎。\n\n\n○　问营商：初次营业，资本既厚，经营亦大，可获大利，且能悠久无咎。\n\n\n○　问功名：可望大魁天下，大吉。\n\n\n○　问家宅：此宅新造，屋宇宽大，大吉无咎。\n\n\n○　问婚姻：大吉。\n\n\n○　问讼事：此讼为公众大事，非关一己私愤也。无咎。\n\n\n○　问行人：在外正当谋事立业，一时未归。\n\n\n○　问六甲：生女。",
      "modern_text": "初九：利于做大事业，大为吉祥，没有灾咎。受到恩惠应当有大的作为。",
      "modern_takashima_explanation": "“大作”指天子巡视、祭祀、赈灾等大事。初九处于卦的开始，适合王者建立大功，从长计议。因为事情是与天下人共同去做的，利益也与天下人共享，百姓乐于效劳，不觉得沉重，所以大吉且无咎。\n\n**占断**：\n* **问时运**：好运刚开始，可以做大事，事事如意，吉。\n* **问征战**：初次交锋就能一战成功，有吉无咎。\n* **问经商**：初次创业，资本厚，规模大，可获大利且长久。\n* **问功名**：有望夺魁，大吉。\n* **问家宅**：新造之宅，宽敞宏大，大吉。\n* **问婚姻**：大吉。\n* **问讼事**：这是公众大事，不是私愤，无咎。\n* **问行人**：在外谋事立业，暂时不归。\n* **问生育**：生女。"
    },
    "2": {
      "text": "六二：或益之十朋之龟，弗克违，永贞吉。王用享于帝，吉。",
      "takashima_explanation": "《象传》曰：或益之，自外来也。\n\n\n“十朋之龟”，解同《损》五，《益》二之龟，即《损》五之龟也。《损》五以龟奉上，《益》二即以下所奉者，转而益下。龟之益人，其灵爽足以世守，非在一时之吉也，故曰“永贞吉”。二居《震》之中，当位应《巽》，《震》为帝，为祭，故曰“王用享于帝”。“王”指九五，五用二之朋龟，告享于帝，以乞上祐，吉莫大焉。《郊·特牲》曰：“卜郊受命于祖庙，作电于祢宫官”，是为享帝用龟之事。《象传》以“自外来”释之，以《益》为内，《损》为外，龟自《损》来，故谓“外来”也。\n\n\n【占】　问时运：主得意外之财，且能世守，永吉。\n\n\n○　问战征：古者行军先卜，出师必祷，此爻均吉，其战必克。“自外来也”，可由外而攻之也。\n\n\n○　问营商：贝货即货币也，“十”，数之盈也；“或益之”者，疑有神助也。营商得此爻，必获厚利，永吉。\n\n\n○　问功名：古者命相举贤，皆从枚卜，既得吉兆，其显可知，故曰永吉。\n\n\n○　问疾病：祷之即愈。\n\n\n○　问家宅：二至四为《坤》，《坤》为安，为土，有安宅之象。《坤》“利永贞”故曰，“永贞吉”。此宅可以久居也。\n\n\n○　问婚姻：《震》《巽》为长男长女，卜凤之兆，自昔称祥，百年好合，故得永吉。\n\n\n○　问六甲：生男。",
      "modern_text": "六二：有人增益他十朋之龟那样贵重的东西，不可推辞。长久坚守正道吉祥。王向上帝献祭，吉祥。",
      "modern_takashima_explanation": "这指的是像价值十朋的灵龟那样的宝物，原本是下奉上的，现在转而赐予下方。灵龟的益处在于能长久保佑，不只是一时的吉利。君王用此占卜祭祀上帝，请求保佑，大吉。这益处是从外而来的。\n\n**占断**：\n* **问时运**：会得到意外之财，且能长久守住，永远吉利。\n* **问征战**：出师前祷告必胜，可以从外围进攻。\n* **问经商**：如有神助，必获厚利，永远吉利。\n* **问功名**：吉兆已现，前程显达，永远吉利。\n* **问疾病**：祷告就会痊愈。\n* **问家宅**：家宅安稳，可以久居。\n* **问婚姻**：天赐良缘，百年好合，永远吉利。\n* **问生育**：生男。"
    },
    "3": {
      "text": "六三：益之用凶事，无咎。有孚中行，告公用圭。",
      "takashima_explanation": "《象传》曰：益用凶事，固有之也。\n\n\n六三以阴居阳，处《震》之极，是动而求益者也，故曰“益之”。下互《坤》，《坤》为用，为事，为死丧，故曰“用凶事”。《益》在于三，民信素著，不特处常为益，即处变亦为《益》。盖《益》非私己，用适其时，志在拯凶，事得无咎，故曰“无咎”。三动体《家人》，《家人》上爻曰“有孚威如”，《震》为应，诚心相应，有威孚之象。三当内外卦之中，《震》又为行，故曰“有孚中行”。《震》为诸候，又为告，故曰“告公”。《周礼》，“珍圭以征守，以恤凶荒”；毛氏西河云，“凡王者忧凶之礼，出珍圭以致王命，使恤凶之地，或去其征，或弛其政”，此即《益》下之“用凶事”者也。圭为符信，所以示信，以通上下之情也，故曰“告公用圭”。《象传》以“固有之也”释之，谓《益》“用凶事”，在民若第知为益，而不知为凶，以为其事为固有之也。夫《益》而至于“用凶事”，斯真其益之无方矣；。凶事而若“固有之”，愈见民悦之无疆矣。初爻《象传》曰，“下不厚事”，意亦相同。\n\n\n【占】　问时运：运途多歉，以其素行诚实，人皆信之，可以无咎。\n\n\n○　问战征：兵本凶事，又陷危地，幸众军同心戮力，得奔告大营，获救出险，无咎。\n\n\n○　问功名：先苦后甘，先难后获。\n\n\n○　问营商：谚云“欲求富，走险路”。\n\n\n○　问家宅：此宅多凶，惟有中行之德，斯能逢凶化吉。\n\n\n○　问婚姻：恐从丧服中成亲，然无咎也。\n\n\n○　问讼事：须诉之上官，乃得准信，罢讼。\n\n\n○　问失物：恐涉词讼。\n\n\n○　问六甲：生男。",
      "modern_text": "六三：因凶险之事而得到增益，没有灾咎。心怀诚信走中间道路，向公侯报告并持有圭璧。",
      "modern_takashima_explanation": "六三急切求益，且处于互坤（代表死丧）中，所以说“用凶事”。但因为素有信义，是为了救灾拯凶而非私利，所以无咎。必须诚心诚意，像拿着玉圭报告公侯那样严肃守信，才能通达上下之情。\n\n**占断**：\n* **问时运**：运势多有歉缺，但因平素诚实，大家都信任，可以无灾咎。\n* **问征战**：军队陷入险境，幸好将士同心，能求得救援脱险，无咎。\n* **问功名**：先苦后甜，先难后得。\n* **问经商**：富贵险中求。\n* **问家宅**：宅运多凶，只有品德中正才能逢凶化吉。\n* **问婚姻**：可能在守丧期间成亲，但无咎。\n* **问讼事**：必须上诉到高层，才能得到准信而停止。\n* **问失物**：恐怕会牵涉官司。\n* **问生育**：生男。"
    },
    "4": {
      "text": "六四：中行，告公从，利用为依迁国。",
      "takashima_explanation": "《象传》曰：告公从，以益志也。\n\n\n四居《巽》之始，与初相应，与三相比。初曰“利用”，故四亦曰“利用”；初曰“为大作”，四之“迁国”，即“大作”之事也。三曰“中行”，曰“告公”，故四亦曰“中行告公”，三四皆当内外卦之中，故皆为中行。“告”，指三，“公”，指四，以四为《益》主爻，三欲益下，恐四阻之，是以告于四也。“公从”者，四从之也，上互《艮》，《艮》为社稷，下互《坤》，《坤》为国邑，《震》为奔走，《巽》为进退，皆有迁之象，故曰“迁国”。卦体本为《乾》《坤》《否》，《否》五爻曰，“其亡其亡，系于苞桑”，有国难之忧焉；《否》《象传》曰“俭德辟难”，有遁避之意焉；《否》变而为《益》，故利用迁国。《左传》隐公五年，《传》曰“我国之东迁，晋郑焉依？”盘庚曰：“视民利用迁”，皆以迁为益者也。《象传》以“益志”释之，谓四从而迁之，四之志，惟在《益》下也。按《震》为东方，《巽》为东南，《易》当殷周之际，“迁国”者，指太公迁歧而言，岐属殷西南，为《坤》方，是明证也。\n\n\n【占】　问时运：目下有难，宜择善地暂避。\n\n\n○　问战征：宜退兵移营，急请救援。\n\n\n○　问营商：宜禀告店主，改迁别地，另开市面。\n\n\n○　问家宅：宜迁居。\n\n\n○　问功名：不成，须改就别业。\n\n\n○　问婚姻：须别寻媒妁。\n\n\n○　问失物：不得。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：走中间道路向公侯报告，听从了。利于将此事作为迁都的依据。",
      "modern_takashima_explanation": "六四居于高位，听从六三的建议，为了利益百姓而实行迁国等大事。这是因为六四志在益下。这就像历史上盘庚迁殷或太公迁岐，都是为了百姓的利益而迁移。\n\n**占断**：\n* **问时运**：目前有困难，应该选择好的地方暂时躲避。\n* **问征战**：应该退兵转移营地，并急请救援。\n* **问经商**：应该禀告店主，搬迁到别处，另开门面。\n* **问家宅**：适宜搬家。\n* **问功名**：目前不成，需要改行。\n* **问婚姻**：需要另外找媒人。\n* **问失物**：找不到了。\n* **问生育**：生女。"
    },
    "5": {
      "text": "九五：有孚惠心，勿问元吉。有孚惠我德。",
      "takashima_explanation": "《象传》曰：有孚惠心，勿问之矣。惠我德，太得志也。\n\n\n五爻刚健中正，得位居尊，为《益》之主。以惠为益，其益越大，以心行惠，其惠愈宏，是以实心行实惠，心无尽，惠亦无尽，故谓“有孚惠心”。自初爻以来，凡巡狩、祭告、赈灾、迁国，无一非惠民之事，即无一非惠民之心，所谓“乾元以美利利天下”者，即此心也。事之《益》，其吉待问，心之惠，其吉不待问矣，故谓之“勿问元吉”。信惠之施于下者，在我为心，下之受此信惠者，目之为德；九五得《坤》气，《坤》为我，故谓之“有孚惠我德”。“问”，问卜也，古者举大事，必卜之，以决吉凶。以惠行政，勿疑何卜？“元吉”，即从初爻“元吉，无咎”来，上以孚惠下，下即以孚德上，下上交孚，上益下而上亦受其益也。《象传》以“大得志”释之，谓本此惠心，行此惠政，天下皆受我德惠，而中心诚服，正可得志而有为也，故曰“大得志也”。\n\n\n【占】　问时运：“心好无歹运”，以仁存心，事无不吉，不待问也。\n\n\n○　问营商：以义为利，诚实相交，利益与共，以此为商，利益广矣。\n\n\n○　问功名：实至名归，大吉。\n\n\n○　问战征：罚必信，赏必公，战无不克，大吉。\n\n\n○　问家宅：此为仁里德门，勿问而知为善人之室也，大吉。\n\n\n○　问婚姻：非亲即友，必是旧交，“勿问元吉”。\n\n\n○　问六甲：生女。",
      "modern_text": "九五：心怀诚信地施惠于下，不用询问就大为吉祥。下民也以诚信回报恩惠。",
      "modern_takashima_explanation": "九五刚健中正，是益卦之主。用真心给百姓实惠，恩惠无穷。这种发自内心的仁慈，不必占卜就知道是大吉大利的。君主有信义施惠于民，百姓感念其德，上下互信，大得志向。\n\n**占断**：\n* **问时运**：心好命就好，心存仁义，事事吉祥，不用占卜。\n* **问经商**：以义为利，诚实交往，利益共享，生意会做很大。\n* **问功名**：实至名归，大吉。\n* **问征战**：赏罚分明，战无不胜，大吉。\n* **问家宅**：积善之家，不用问就知道是大吉的。\n* **问婚姻**：不是亲戚就是朋友，必是旧交，大吉。\n* **问生育**：生女。"
    },
    "6": {
      "text": "上九：阳刚居外卦之极，是求益而过甚者也，太过则变，变则不为益而为击矣。圣人观象设卦，以“损上益下”为《益》，其心本偏在厚下，至上九，为上之益下者已多，转而责下之益上，非待“莫益之，”夫且“或击之”。“或”者众而未定之辞。上动体为《屯》，“屯其膏”，即“莫益之”之谓也；反卦《损》，《损》上为《艮》，《艮》为手，故称“击”也。《巽》为进退，为不果，是无《恒》也；上动为《坎》；《坎》为心，本以《益》下之心，易而为《益》上之心，是无《恒》也。旁通为《恒》，《恒》上曰“振恒，凶”，振恒致败于垂成，无《恒》不可以持久，故皆凶也。《象传》所云“偏辞”者，谓其心之偏而不公也。“外来”者，谓其击之出于意外也。",
      "takashima_explanation": "【占】　问时运：好运已退，贪心过甚，防有意外之祸。\n\n\n○　问战征：不待添兵加饷，即可进击。\n\n\n○　问营商：专求利己，所谓不夺不厌，必启争端，凶。\n\n\n○　问功名：夺人之功以为名，其名必不久也，凶。\n\n\n○　问家宅：此宅地位太高，有害无利，不可久居。\n\n\n○　问婚姻：恐不能偕老。\n\n\n○　问讼事：讼事无恒，转凶为吉。\n\n\n○　问行人：防中途有盗劫之患，凶。\n\n\n○　问失物：或已打破，不可得也。\n\n\n○　问六甲：生女。",
      "modern_text": "上九：没有人增益他，却有人打击他。立心不恒定，凶险。",
      "modern_takashima_explanation": "上九处于最高位，贪求无厌，不仅不益下，反而向民众索取。这种贪婪会导致没有人帮助他，甚至遭到攻击。这是因为他内心偏私不公，且没有恒心，所以招致凶险。\n\n**占断**：\n* **问时运**：好运已经退去，如果贪心过重，要防备意外之祸。\n* **问征战**：不需要等增兵增饷，应该立即进攻（此处指打击贪婪的敌方）。\n* **问经商**：专门利己，必会引起争端，凶。\n* **问功名**：抢夺别人的功劳作为自己的名声，必不长久，凶。\n* **问家宅**：地势太高，有害无利，不可久居。\n* **问婚姻**：恐怕不能白头偕老。\n* **问讼事**：官司变化无常，可能转凶为吉（指如果有理，对方无恒心）。\n* **问行人**：防备半路遇到盗劫，凶。\n* **问失物**：可能已经打破，找不到了。\n* **问生育**：生女。"
    }
  },
  "guaci": "益：利有攸往，利涉大川。",
  "modern_guaci": "益卦象征增益：利于有所前往，利于涉渡大河。损上益下，顺应民心，事业可以蓬勃发展。"
}