{
  "name": "泽天夬",
  "pinyin": "ze_tian_guai",
  "code": "111110",
  "palace": "坤宫",
  "general_text": "《序卦传》曰：“益而不已必决，故受之以夬。夬者，决也。”夫物未有增益盈满而不溃决者，夬所以继《益》也。《夬》与《剥》反，《剥》以五阴剥一阳，阳几于尽，《剥》者，削也，其心险，故其《剥》也深而刻；夬以五阳决一阴，阴几于尽，“夬者，决也”，其气刚，故其决公而明。卦体《乾》下《兑》上，泽在天上，有决而欲下之势，故名其卦曰《夬》。",
  "modern_general_text": "《序卦传》说：“增益到了极点必然会溃决，所以接在益卦之后的是夬卦。夬，就是决断、溃决的意思。”凡是事物没有增益盈满而不溃决的，所以夬卦继承了益卦。夬卦与剥卦相反：剥卦是五阴剥蚀一阳，阳气将尽，剥是剥削，用心险恶，所以剥蚀得深而刻毒；夬卦是五阳决断一阴，阴气将尽，夬是决断，气势刚正，所以决断得公正而光明。卦象是乾在下、兑在上，泽水高居天上，有溃决向下奔流的趋势，所以命名为《夬》。",
  "takashima_general": "夬：扬于王庭，孚号，有厉，吉。告自邑，不利即戎，利有攸往。\n▲　篆书夬\n《夬》，五阳方长，孤阴垂尽，《兑》在《乾》上，是一阴处群阳之上，其势足以压制群阳，群阳虽盛，不敢以造次求夬。《乾》为王，《兑》为口，“扬于王庭”，是声明小人之奸状，宣扬于王庭之上。“孚号”者，五刚合志，众口同声，呼号其侣，以决一阴。“有厉”者，譬如履虎咥人，时切危惧，故厉。《兑》二动为《震》，《震》为告，《兑》上本《坤》，《坤》为邑，告邑，告《坤》也。《坤》势至《兑》已孤，告《坤》者欲其一变从《乾》，去邪就正，归为君子。若恃此一阴，与五阳相抗，则疑阳必战，“其血玄黄”，不利孰甚焉！故曰“不利即戎”。《乾》为健行，《乾》阳刚直，不为难阻，刚德日进，斯阴邪日退，故曰“利有攸往”。\n《彖传》曰：夬，决也，刚决柔也。健而说，决而和。扬于王庭，柔乘五刚也。孚号有厉，其危则光也。告自邑，不利即戎，所尚乃穷也。利有攸往，刚长乃终也。\n《兑》泽《乾》天，《兑》为附决，决之文，从《夬》，故夬取义于决。一柔五刚，合而为夬，是谓之“刚决柔”也。《乾》健《兑》悦，《乾》健而决，《兑》悦而和，是谓之决而悦。五阳在下，以下夬上，不明其罪，不足以正其辜，故必声罪致讨，显然扬布于君廷，以示公正而无私曲也。“孚”者，信也；“号”者，号令也；“厉”者，危也。秉《乾》之信，号召群阳，共力一决。《夬》《履》易位，《履》五曰“夬履，贞厉”，谓怀此危厉，乃能履之而“不疚”。《履》《彖传》曰“光明也”，故《夬》《彖传》曰“其危乃光也”。“告”，告诫也，阴居上位，必有采地，“邑”，即阴之邑也。“告自邑”，谓诫之用劝，使之自退，告而不退，则继之用威，必将群起而攻之，是“即戎”也。以一抗五，势必不利。“尚”，加也，谓阴虽加于五阳之上，至此而阴乃穷矣，不利在阴，利在于阳。阳刚齐进，以夬一阴，是去恶务尽，往何不利？柔消刚长，故曰“刚长乃终也”。盖君子之去小人，深虑熟计，不敢轻用其夬，必先告以文德，不得已而后出以武功。视小人之害君子，残忍苛刻，其用心迥不同也。\n以此卦拟人事，阳正而阴邪，刚直而柔曲。人事与国事，虽分大小，而害则一也。一在治家，奸邪固足兆祸，群邪竞进，其家必亡，即或间容一奸，似可无害，不知遗孽之萌，由此渐滋，其终遂致蔓延而不可去。一在交友，偏僻固足招损，朋比皆奸，其隙必深，即或偶与往来，亦尝思避，不知既入其党，因之坠名，其终必至牵连而不可解。譬如群鸟之中畜一鸇，而群鸟皆被其噬；譬如百谷之中，留一秕，而百谷咸受其害。君子处此，不敢以邪势之孤，而宽意容之，亦不敢以邪势之孤，而轻心除之，必为之声明其罪，宣告大众，昭示信义，号召群阳，其事虽危，其道乃光。而犹不欲急切用猛，有失忠厚之道，故必就其家而告之，诏以去邪归正，勿终“迷复”，如其不从，则兴众用强，势所不免。然不利在彼，而利终在我，一阴势衰，众阳力盛，所往故无不利也。去恶如去草，务绝其根，不使复萌，一阴虽微，务尽夬之，斯阴尽灭，而阳得尽长矣，如是而《夬》之事乃终。法此卦义以处人事，斯阴消而家道正，邪去而交道善，凡起居动静，一以崇正黜邪为主，而人事全矣。\n以此卦拟国家，就卦体而言，五阳为五君子，秉《乾》阳之德，刚方中正，群贤在位，不可谓非国家之福也；独惜首居上位者，为阴险奸邪之小人，如汉献帝朝之有曹操，宋高宗时之有秦桧。方其初，在奸臣亦尝屈己下贤，罗致群才，以收人望，而在正人君子，必不受其牢笼，务欲削除奸恶，以清朝政。或奏牍以辨奸，或奉诏以除乱，计谋不密，反致斥为罪臣，目为朋党，古来忠臣杰士，由兹罹祸者不乏其人，是皆未详审夫夬卦之义者。\n《夬》之卦体上《兑》下《乾》，五阳在下，一阴在上；《夬》之卦义，合此五阳，以《夬》一阴。《象》曰“泽上于天，夬”，意将决此天上之水，使至下流，《夬》之不慎，势必洪水滔天，则一阴未去，五阳反传。所称“刚”者阳也，“柔”者阴也，“健而悦”，健而不专用其健也；“夬而和”，决而不遽施其决也，其审慎周详为何如乎！“扬于王庭”，所谓声罪致讨也；“孚号有厉”，所谓“夕惕厉”也，其深虑熟计为何如乎！然犹不欲直行力争也，嫉恶纵严，而劝善犹殷，必先进而告之曰：欢兜共工，圣世必流，恶来飞廉，盛朝见戮，毋恃高爵，宜早投诚，从则复其官，不从戮于社，利与不利，请自择焉！盖所谓“告自邑，不利即戎，所尚乃穷也”。吾侪同志，黜邪崇正，以光朝政，以肃官方，志在必往，以终乃事，是所谓“利有攸往，刚长乃终也”。\n自来小人之害君子也，穷凶极恶，无所不至，而君子之待小人也，每以姑息宽容，反受其祸。《彖传》所云“刚长乃终”者，以示后世除恶务尽之道也。《观》六爻无一吉辞，多以凶咎为戒，所以痛绝小人，亦即以申警君子。《履》之一阴，目之为虎，盖君子之防小人，无异防虎也，不则即为所咥矣。《彖》所谓“健而悦，夬而和”，夬阴之旨，其在斯乎！\n通观此卦，五阳一阴之卦凡四，《履》、《夬》、《姤》、《小畜》是也。《姤》、《小畜》，一阴属《巽》，《夬》、《履》一阴属《兑》；《履》一阴在三，《小畜》一阴在四，是小人处君子之间。《姤》一阴在下，是初进之小人也，其势本孤，其力皆微；《夬》则一阴在上，是小人居高临下，足以压制群刚，未可轻用力夬者也。故《彖传》言“健”，言“决”，言“扬”，言“号”，言“往”，皆示以必夬之意；言“悦”，言“和”，言“厉”，言“危”，言“不利”，皆惕以用夬之惧。《大壮》之戒“用壮”，夬之用决，其旨同也。若藐视孤阴，恃群阳之盛势，而造次求决，此私智自雄，非观变时中之道，古来党祸，可为前鉴。六爻之辞，多与《彖传》相表里：初诫以“不胜”，二惕以“有戎”，三警以“有凶”。内三爻为《乾》，《乾》健也，健所以宜进也。四曰“牵羊悔亡”，五曰“无咎”，上曰“不可长”。外三爻属《兑》，《兑》，和也，和乃可以用夬也。在五阳秉刚决柔，是以盛决衰，以强决弱，宜若易易，而《易》辞谆谆垂诫，不胜危惧，盖谓尹子易消，小人难退，由来已久。夬之一阴，夬之未尽，姤之一阴，即生于下。阴阳消长，不能与造物争，而因时保护，惟存乎其人而已。\n《大象》曰：泽上于天，夬，君子以施禄及下，居德则忌。\n兑为泽之气，上天则化雨而下降，有夬之象，故曰“泽上于天，夬”。君子法此象，取上之富贵德泽，施之于下，故曰“施禄及下”。禄之及下，犹天之泽于万物也；下之待禄，犹万物之待泽于天也。君子与贤者，共治天职，共食天禄，未尝以德自居，若居德自私，靳而不施，失夬决之义，故曰“居德则忌”。“忌”，禁忌也，凡行惠施恩之事，喜决而忌居，乘危构怨之事，喜居而忌决，是尤圣人言外之意也。\n【占】　问时运：目下气运强盛，财宜散，不宜聚，聚则有祸。\n○　问战征：赏要明，罚要公，切勿夸张自伐，克减军粮。\n○　问营商：获利颇厚，但利己利人，分财宜均，若靳而不施，必致众嫉。\n○　问功名：泽上于天，有居高位之象；盈满致损，所当自警。\n○　问家宅：“泽上于天”，防有水溢之患。\n○　问婚姻：《夬》有决绝之义，且《夬》反为《姤》，《姤》曰“勿用娶女”，此婚不成。\n○　问讼事：夬者决也，有断之义，一断便可了讼。\n○　问六甲：生男。",
  "modern_takashima_general": "夬卦：阳气方长，阴气将尽。一阴（上六）高居五阳之上，压制群阳。群阳虽盛，也不能轻举妄动。“扬于王庭”，意指要在君王的庭院中，公开宣扬小人的罪状。“孚号”指五位阳刚君子志同道合，大声疾呼以决去此阴。“有厉”意味着即使占据优势，也像“履虎尾”一样危险恐惧。先在自己的封邑（坤）发布告令，劝告小人改邪归正，不急于动用武力（即戎），否则可能导致血战，对自己不利。因为阳刚之德日渐精进，阴邪日渐消退，所以“利有攸往”。\n\n君子清除小人，必须深思熟虑，先用文德告诫，不得已才用武功。小人害君子残忍苛刻，君子去小人则光明正大。\n\n在人事上，代表阳正阴邪。治家时，若容忍一个奸邪，终将导致家破；交友时，若容忍一个损友，终将被牵连。君子面对奸邪，不能因为对方势单力孤就宽容，也不能掉以轻心，必须公开其罪状，号召大家共同抵制。虽然危险，但道义光明。先礼后兵，若对方不从，再动用强硬手段。去恶必须务尽，就像除草要除根，否则春风吹又生。\n\n在国家层面，若有奸臣居高位（如曹操、秦桧），正人君子若计谋不密，反会被诬陷。夬卦上兑下乾，若决断不慎，可能会造成洪水滔天的灾祸。所以既要果决，又要温和审慎。\n\n总观此卦，告诫人们不要藐视孤阴，不要依仗阳刚之势鲁莽行事。除恶务尽是关键，一旦夬之不尽，姤卦（阴长）就会随之而来。\n\n【占】\n问时运：目前气运强盛，钱财宜散给众人，不宜私聚，聚财招祸。\n问征战：赏罚分明，不可克扣军粮，不可夸功自大。\n问经商：获利丰厚，但要利益均沾，若吝啬不施，必招嫉恨。\n问功名：有居高位之象，但盈满招损，需自警。\n问家宅：防备水患。\n问婚姻：夬有决裂之意，婚事难成。\n问讼事：决断之意，官司很快会有了结。",
  "lines": {
    "1": {
      "text": "初九：壮于前趾，往不胜，为咎。",
      "takashima_explanation": "《象传》曰：不胜而往，咎也。\n\n\n初九居卦之下，为夬之始，是率先而用夬者也，故曰“壮于前趾”。壮趾之辞，与《大壮》初爻同，所谓“前”者，较《大壮》尤长一阳也。夫以最下之阳，往而决最上之阴，上下悬殊，其不胜也必矣。若其径情直往，不特无济于事，反以招咎，亦何取其往乎！爻辞为初当观变待时，量力而进，毋以躁妄速祸也。《象传》以“不胜而往”释之，谓于未往之先，而已知其不胜也，较爻辞而益激切矣。\n\n\n【占】　问时运：负气太盛，任意妄动，动必得咎。\n\n\n○　问战征：将微位卑，恃勇直前，必致败北，咎由自取也。\n\n\n○　问营商：不度地位，不审机宜，率意贩货前往，不特伤财，更防损命，宜慎宜戒！\n\n\n○　问功名：躁进取败。\n\n\n○　问婚姻：门户不当，不合，合则有咎。\n\n\n○　问家宅：此宅地势低下，迁居不利。\n\n\n○　问行人：宜即归，可以免咎。\n\n\n○　问失物：不必往寻，寻之反有余祸。\n\n\n○　问讼事：宜即罢讼。\n\n\n○　问六甲：生男。",
      "modern_text": "初九：脚趾强壮地前行，前往而不能胜任则有灾咎。",
      "modern_takashima_explanation": "初九位于卦的最下方，是决断行动的开始，所以说是“壮于前趾”。这与《大壮》初爻辞意相似，但这里阳气更盛。以地位最低的阳爻，想要去决断地位最高的阴爻（上六），力量悬殊，必然不能取胜。如果凭着血气之勇径直前往，不仅无济于事，反而招致灾祸。应当观察时局，量力而行，不要因为急躁妄动而招来祸患。《象传》说“不胜而往”，意思是还没去就知道赢不了，比爻辞的警告更为严厉。\n\n【占】\n问时运：意气用事，任意妄动，必有灾咎。\n问征战：将领地位低微，恃勇冒进，必致败北，是自取其咎。\n问经商：不衡量自身地位和时机，随意贩货前往，不仅伤财，还要防备危及性命。\n问功名：因急躁冒进而失败。\n问婚姻：门不当户不对，不宜结合。\n问家宅：地势低洼，搬迁不利。"
    },
    "2": {
      "text": "九二：惕号，莫夜有戎，勿恤。",
      "takashima_explanation": "《象传》曰：有戎勿恤，得中道也。\n\n\n二居《乾》卦之中，得《乾》“夕惕”之义，故曰“惕号，莫夜”。“惕号”者，内凛警惕，而外严号令也，即《彖》所云“孚号，有厉”之旨。“莫夜”者，凡阴爻皆属《坤》象，《坤》为夜，兑寇盗窃发，乘其不备，多在昏暮，故严密周防，暮夜尤宜加警。二动体为《离》，《离》为戈兵，故曰“有戎”。“勿恤”者，九二为《坎》爻，《坎》为恤，《坎》变《坤》，故“勿恤”。“有戎，勿恤”，谓有备无患也。《象传》以“得中道”释之，二居《乾》之中，谓“有戎，勿恤”者，能得“大哉乾元”，“刚健中正”之道也。\n\n\n【占】　问时运：目下运途中正，事事谨慎，即有意外之事，皆可坦然无患。\n\n\n○　问战征：军事最患夜袭，宜时作警备，可以无忧。\n\n\n○　问营商：贩运货物，盗警水火，总宜保险，使可无虑。\n\n\n○　问家宅：此宅阳刚过盛，二爻动而变《离》，火灾宜防。暮夜更当小心。\n\n\n○　问婚姻：婚字从女，从昏，故称“昏礼”，有暮夜之象。诗云“弋凫与雁”，弋有戎象。“勿恤”，即有喜也，婚姻吉。\n\n\n○　问讼事：即可断结无忧。\n\n\n○　问疾病：日轻夜重，是阴虚火盛之症，当慎意调治，可以无患。\n\n\n○　问六甲：生男。",
      "modern_text": "九二：惊恐地呼号，深夜持有兵器，不必忧惧。时刻保持警惕。",
      "modern_takashima_explanation": "九二位于乾卦中位，具备乾卦“夕惕若厉”的精神，所以说“惕号”。“惕号”是指内心警惕，对外严明号令。“莫夜”指夜晚，小人或盗贼常在夜晚乘人不备时发动攻击，所以夜晚要特别警戒。九二变卦为离，离代表兵器，所以说“有戎”（有武装防备）。因为做好了防备，做到了有备无患，所以“勿恤”（不用担忧）。\n\n【占】\n问时运：目前运势中正，只要事事谨慎，即使有意外发生，也能坦然无患。\n问征战：最怕夜袭，要时刻做好戒备。\n问经商：贩运货物要注意防盗防火，最好买保险。\n问家宅：阳刚过盛，防备火灾，晚间更要小心。\n问婚姻：吉利。\n问疾病：症状日轻夜重，小心调治可无患。"
    },
    "3": {
      "text": "九三：壮于頄，有凶。君子夬夬，独行遇雨若濡，有愠，无咎。",
      "takashima_explanation": "《象传》曰：君子夬夬，终无咎也。\n\n\n“頄”者，面颧也。三爻居《乾》卦之极，过刚不中，且《夬》卦大象，大率与《大壮》相似似，故初与三皆称“壮”。“壮”者，刚壮也；“壮于頄”者，是刚怒之威，先见于面也。凡谋逐奸臣，最宜深计密虑，不动声色，若事未举而怒先形，则机事不密，灾必及身，故曰“有凶”。《夬》三之君子，即《乾》三也，《乾》曰“乾乾”，故《夬》亦称“夬夬”，谓《夬》之又夬也。《夬》阴者，五阳而三独与上应，《乾》为行，故曰“独行”。《兑》为雨，《夬》反则为姤，《姤》为遇，故曰“遇雨”。《兑》泽在上，有降雨之象，三独行前进，有遇雨之象。“濡”，濡滞也，“独行遇雨”，而若有濡滞焉。“愠”，即《诗》所谓“愠于群小，”故曰“有愠”。然君子志在祛邪；虽与上应，实与上敌，即濡滞而必进，虽“有愠”而“无咎”。《象传》以“终无咎”释之，谓“无咎”即从《乾》三来。阳盈于三，当上下之交，其地本危，“君子夬夬独行”，虽“若濡有愠”，有危心无危地也，故终得无咎焉。\n\n\n【占】　问时运：目下运得其正，但阳气过盛，率意独行，未免被人疑忌，然幸可无咎。\n\n\n○　问战征：孤军独入，防中途遇水有阻，然亦无咎。\n\n\n○　问营商：孤客独行，虽得无咎，恐遇雨有阻，濡滞时日。\n\n\n○　问功名：孤芳独赏，恐遭小人所忌。\n\n\n○　问家宅：此屋门面壮丽，栋上恐有渗漏，致被濡湿，急宜修葺，无咎。\n\n\n○　问婚姻：爻辞曰“独”，一时未得佳偶。\n\n\n○　问疾病：面上浮肿，必是湿热之气，上冲所致，医治无咎。\n\n\n○　问六甲：生男。",
      "modern_text": "九三：颧骨强壮（面有刚毅之色），有凶险。君子独行决断，遇到大雨淋湿，有所不快但没有灾咎。",
      "modern_takashima_explanation": "“頄”是颧骨。九三过刚不中，刚怒的威仪表现在脸上，这叫“壮于頄”。谋划铲除奸臣，应该深藏不露，若事情还没做就先怒形于色，容易泄露机密，招致灾祸，所以说“有凶”。君子意志果决（夬夬），独自前行去决断（独行），遇到了雨（兑为泽为雨），像被淋湿一样。虽然这会让小人恼怒，或者自己心中不快（有愠），但君子志在去邪，虽然与上六相应，实际上是去敌对它，只要坚决前进，最终没有灾咎。\n\n【占】\n问时运：目前运势虽然正当，但阳气太盛，独断独行容易遭人疑忌，幸好无大碍。\n问征战：孤军深入，中途可能遇雨受阻，但无灾咎。\n问经商：独自经营，虽无灾咎，但可能遇雨阻隔，延误时日。\n问功名：孤芳自赏，恐遭小人嫉妒。\n问家宅：房屋门面壮丽，但屋顶可能有渗漏，修补后无咎。\n问婚姻：爻辞说“独行”，一时难得佳偶。"
    },
    "4": {
      "text": "九四：臀无肤，其行次且。牵羊悔亡，闻言不信。",
      "takashima_explanation": "《象传》曰：其行次且，位不当也。闻言不信，聪不明也。\n\n\n《夬》与《姤》反对，姤四“臀无肤，其行趑趄”，姤之四，即为夬之三，故其辞同。四体《坎》，《坎》为臀，故有臀象。《易》例阳为脊，阴为肤，四本阴位，故“无肤”。且夬旁通《剥》，《剥》四曰“剥床以肤”，“无肤”，则《剥》之已尽矣。《夬》四出《乾》入《兑》，与上同体，不无瞻徇之意，故“其行趑趄”，欲行而复退也。《兑》为羊，羊善决，四亦羊之一，能牵率群羊以行，则悔可亡。朱子曰：“牵羊者，当前则不进，继之使前，而随其后，则可行。”四随九五之后，可以牵之使进也。“闻言不信”，言即《象》“孚号”之辞，一时声罪致讨，大言疾呼，天下莫不闻知，四首鼠两端，“其行趑趄”；四非不闻其言，特以疑信不定，故欲进复止，尚得谓有耳能听乎？《象传》以“位不当”释趑趄，谓四以阳居阴位，刚为阴掩，故曰“位不当也”。“聪不明”释“不信”，谓四居《兑》首，与上相比，故曰“聪不明也”。\n\n\n【占】　问时运：目下运途不当，作事颠倒，精神不安，所谋难成。\n\n\n○　问营商：心无主见，故贩售货物，每失机宜，获利殊难。\n\n\n○　问功名：“趑趄”者，不进之状，焉得成名？\n\n\n○　问战征：“臀无肤”，是见伤也；“行趑趄”，是欲退也；“闻言不信”，是号令不行也。以此行军，何能决胜乎！\n\n\n○　问疾病：剥肤之灾，其疥癞之患乎？防溃烂及耳，致两耳失聪。\n\n\n○　问家宅：此宅屋后无余地，屋前行路迂斜，为羊肠小径，居者尚无灾悔。\n\n\n○　问婚姻：始则踌躇不决，久之得以牵羊成礼。\n\n\n○　问讼事：防有杖笞之灾。\n\n\n○　问行人：一时不归。\n\n\n○　问六甲：生女。",
      "modern_text": "九四：臀部没有皮肤，行走困难。如果牵着羊前行则悔恨消亡，但听到这话却不肯相信。",
      "modern_takashima_explanation": "九四处于不当之位（阳居阴位），坐立难安，像屁股上没皮一样（臀无肤）；想前行又犹豫不决（其行次且）。若能像牵羊一样，紧紧跟随九五（九五为羊的主导），顺势而进，就能消除悔恨。但是九四意志不坚定，首鼠两端，虽然大家都听到去决断小人的号令，他却半信半疑，不肯相信（闻言不信），这是因为他位置不当且不明事理。\n\n【占】\n问时运：目前运势不当，做事颠倒，精神不安，很难做成事情。\n问经商：心无主见，经常错失商机，很难获利。\n问功名：犹豫不前，怎么能成名？\n问征战：号令不行，犹豫退缩，无法决胜。\n问疾病：可能是皮肤溃烂或疥疮，还要防备听力受损。\n问家宅：屋后无空地，屋前路曲折，居住者暂无大碍。\n问婚姻：开始犹豫不决，最后能成。\n问官司：防备有受杖刑的灾祸。"
    },
    "5": {
      "text": "九五：苋陆夬夬，中行无咎。",
      "takashima_explanation": "《象传》曰：中行无咎，中未光也。\n\n\n“苋陆”之说，马、郑、王皆云：苋陆，一名商陆。宋衷以苋为苋菜，陆为商陆，分作两物，本义从之。《虞氏易》作“莞睦”，以苋为莞，以陆为睦，诸说纷如，各有偏解。按《说文》：“苋，山羊细角者，胡官切，音桓。”苋字从廿，象羊角，不从艹，《夬》全卦是《兑》，皆有羊象。羊性善决，五动体《大壮》，夬之爻象，多与《大壮》相同；《大壮》五曰“丧羊”，故夬五取象山羊。古称皋陶决狱，有疑罪者，令羊触之，羊能《夬》邪，是其明证。四曰“牵羊”，羊指五，四在其后，而牵之也。“夬夬”者，四五同卦，牵引并进，故曰“夬夬”。五居《兑》卦之中，下承乾来，《乾》为行，故称“中行”。五阳至五而尽，上爻一阴，与五比近，最易惑聪，必待夬而又夬，始得去谗远佞，廓清王庭。“中行”者，中道而行，示无偏曲，不为已甚。《象传》以“中未光也”释之，谓五始近小人，纵能联合群阳，决而去之，虽不失中，而于光明之体，终未尽显，故曰“中未光也”。\n\n\n【占】　问时运：运得中正，万事无咎。\n\n\n○　问战征：五为卦主，是主将也，率诸军以齐进；“中行”者，就大道而行，故得无昝。\n\n\n○　问营商：《夬》，决去也。爻当五位，时令将过，货物宜决计速售，斯可无咎，否则有悔。\n\n\n○　问功名：五为尊位，其名必显，惟宜远小人，近君子，斯可无咎。\n\n\n○　问家宅：此宅蔓草丛生，几成荒废，当速剪除尽净，居住无咎。\n\n\n○　问婚姻：五与二应，五居《兑》中，二居《乾》中，阴阳相合。“羊”取义于祥，有吉祥之兆，故无咎。\n\n\n○　问疾病：五以阳居阳，气过盛，宜调剂得中，可以无咎。\n\n\n○　问讼事：以正决邪，决去务尽，不使复萌，讼乃得吉。\n\n\n○　问六甲：生女。",
      "modern_text": "九五：细嫩的草长满了路，坚决地走中庸之道，没有灾咎。",
      "modern_takashima_explanation": "关于“苋陆”，解释众多，高岛氏倾向于取“山羊”或容易切断的植物之意，象征决断。九五居尊位，像切断苋陆草一样果决，或者像羊角一样善于决断，所以叫“夬夬”。九五虽然亲近上六（小人），容易受其迷惑，但必须一再决断，坚决铲除奸邪。行事要中正（中行），不偏不倚，不过分严酷，这样才能无咎。《象传》说“中未光”，是因为身为君主却让小人逼近身旁，虽然最终除去了小人，但光明的德性也稍微受了点影响。\n\n【占】\n问时运：运势中正，万事无灾。\n问征战：作为主将，率军齐进，走正道，无灾咎。\n问经商：时令将过，应果断出售货物，不可拖延。\n问功名：身居尊位，名声显赫，但要亲君子远小人。\n问家宅：庭院杂草丛生，要迅速清理干净。\n问婚姻：阴阳相合，吉祥无咎。\n问官司：正义战胜邪恶，要除恶务尽，官司吉利。"
    },
    "6": {
      "text": "上六：无号，终有凶。",
      "takashima_explanation": "《象传》曰：无号之凶，终不可长也。\n\n\n“号”者，即《彖》之“孚号”、二之“惕号”也。至上则卦己终，《夬》已尽，谓小人之道己消，可以“无号”矣，不知“无号”，则小人之罪名不彰，小人之奸谋，亦将复起。《夬》于此终，《姤》即于此始，故曰“终有凶”也。《象传》申之曰“无号之凶，终不可长也”；《姤》夬相反，《姤》上五阳，喜君子之犹存，夬上一阴，虑小人之复盛。阴阳消长，本相倚复，明“无号”之凶，《姤》之始，即伏于夬之终，故曰“终不可长也”。\n\n\n【占】　问时运：正运已退，更宜警惕，斯可免凶。\n\n\n○　问战征：军事将毕，余孽犹在，所当重申号令，警严戒备，始得廓清。若偷安忘备，终必有凶。\n\n\n○　问营商：上为卦之终，是货物脱售将尽，当重申后约，斯商业得以继续。“无号”，为无商业名目，其业必凶。\n\n\n○　问功名：“无号”，为声名灭绝之象，凶。\n\n\n○　问家宅：凡一宅之中，或书声，或歌声，或笑语声，以至鸡鸣狗吠，皆有声也，“无号”，则寂灭无闻，其家必凶。\n\n\n○　问疾病：是阳尽阴息之症，痛痒不觉，叫号无声，其病危矣。凶。\n\n\n○　问婚姻：媒妁无言，不成。\n\n\n○　问讼事：冤莫能伸，讼不得直，凶。\n\n\n○　问行人：未通音问，凶。\n\n\n○　问六甲：生女。",
      "modern_text": "上六：没有号令，最终有凶险。盛极必衰，防不胜防。",
      "modern_takashima_explanation": "到了上六，决断的事情看似已经结束，小人似乎已被消灭，所以不再呼号示警（无号）。但如果因此不再公开揭露小人的罪恶，小人的奸谋就会卷土重来。夬卦结束就是姤卦（阴长）的开始，如果不警惕，最终会有凶险。这就是“野火烧不尽，春风吹又生”的道理。\n\n【占】\n问时运：好运已退，必须格外警惕才能免祸。\n问征战：战事将结束，但余孽还在，必须重申号令，严加戒备，否则会有凶险。\n问经商：货物快卖完了，如果不重申合约、树立名号，生意就做不下去了。\n问功名：声名灭绝之象，凶。\n问家宅：家中寂静无声，没有生气，必有凶祸。\n问疾病：痛痒不觉，叫号无声，病危。\n问婚姻：媒人无话可说，婚事不成。\n问官司：冤屈无法伸张，凶。"
    }
  }
}