{
  "name": "天风姤",
  "pinyin": "tian_feng_gou",
  "code": "011111",
  "palace": "乾宫",
  "general_text": "《姤》为《夬》之反，《夬》为一阴在上，五阳决之，几至于尽，至《姤》而一阴复生于下。造化之理，阴阳奇偶，如影随形，循环反复，去而复生。天地不能有阳而无阴，圣人虽恶阴，而终不能绝阴。《姤》之一阴，即自坤元下画而来，履霜之渐，已兆于此矣。按：《姤》字从女，从后，女阴象，后与後通，谓阴即伏于《乾》后也。此五阳一阴卦之所以名姤也。",
  "modern_general_text": "姤卦是夬卦的综卦（反面）。夬卦是一阴在最上方，五阳决去它，阴气几乎穷尽；姤卦则是一阴在最下方复生。造化的道理，阴阳循环，去而复生。天地之间不能只有阳而没有阴，圣人虽然厌恶阴气，却终究不能断绝它。姤卦初爻这一阴，就是从坤卦的第一爻而来，如同“履霜坚冰至”，阴寒之势已经有了征兆。按：“姤”字由“女”和“后”组成，女象征阴，后相通于“後”，意思是阴柔潜伏在乾阳之后。这就是五阳一阴的卦之所以命名为“姤”的原因。",
  "takashima_general": "姤：女壮，勿用取女。\n《姤》五月之卦，一阴自《坤》初来，生于《乾》下；《坤》为女，又为老阴，故曰“女壮”。盖阴之始生，其机甚微，其势甚捷，寒霜坚冰，渐积渐长，阴之侵阳，有防不及防者矣。往往家道之索，其始皆启于女子，是壮莫壮于女也，惩其壮，故戒以勿娶。特于《姤》阴始生发之，所以杜女祸之萌也。\n《彖传》曰：姤，遇也，柔遇刚也。勿用取女，不可与长也。天地相遇，品物咸章也。刚遇中正，天下大行也。姤之时义大矣哉！\n“姤”，古文作遘；或作逅。遘谓行而相值也；逅，邂逅，谓不期而会也，要即相遇之义也。卦体下《巽》上《乾》，《乾》者天也，《巽》者风也，天本清明在上，而微风乍起，适与相遇，故曰“柔遇刚也”。娶女本人伦之大，然《诗》“野有蔓草”，为男女相遇之私，遇而不正，故曰“勿用娶女”；而《彖传》谓“不可与长”，盖防《姤》阴之长而侵阳也。惟相遇而不相侵，斯阴阳相济，而适以相成。夫独阳不生，独阴不育，天地相遇，乃能生物。《乾》曰“品物流形”，《坤》曰“品物咸亨”，惟其相遇有成也。《姤》当四月纯《乾》之后，《坤》阴始生，《乾》为刚，《坤》土居中，为中正，谓之“刚遇中正”，将见天子当阳出治。握《乾》德之刚方，阐《坤》阴之中正，斯德以位显，道与时行，黎民于变，四方风动，在此时也。风之行最捷，风在天下，故曰“天下大行”。王化行而礼义修，礼义修而风俗正，江汉之间，女子皆能贞洁白守，相遇而不与长，复何虑乎“女壮”者哉！《姤》之时为盛夏，夏之为言养也，《姤》之时义之大，于此可见矣。\n以此卦拟人事，人事不外男女嫁娶，是人伦之大端也。勿娶则人伦灭，天地闭绝，阴阳睽隔，不生不育，不特无以为家，抑且无以为天下矣。《彖》所谓勿娶者，非不娶也，为勿用《姤》道以娶之耳。姤字从女，其义为遇，女本阴柔，阳遇之而授以权，则阴乃长，阴长则“女壮”，五阳虽盛，一阴得以消之矣。《传》曰“不可与长”，是抑其壮而归之以中正也。所遇既得中正，则巽顺以从，所谓“宜尔室家，乐而妻孥”，刑于之化，可行于邦国。由是而推之，即天下亦可大行矣，夫何忧夫“女壮”哉！圣人作《易》，以著消长之几，阴阳起伏，不能偏废，惟在因时以保护之耳。故六爻之义，多取以阳包阴，而九五之“包”，最得中正。诸爻之受其包者固包，即不受其包者，亦不能外其包。斯阴不至于侵阳，则阴阳得其平，阴阳平而夫妇之道和，夫妇和而人事乃无不中正矣。\n以此卦拟国家，自来国家颠覆，其衅每启自阃闱，如殷纣之亡由妲己，周幽之乱启褒姒，“女壮”之祸，万古垂鉴。圣人于《姤》卦，首示其戒，惕之曰“勿用娶女”，盖所以遏其流而杜其渐也。其义则正，其旨则严，而其辞未免过激，惩其壮而“勿娶”，不特人伦有缺，且何以处《关雎》“好逑”也耶？故《传》申之曰“不可与长”，谓所恶于女者，恶其阴之渐长也。阴不长，则阳不消，阳足以育阴，而阴不能剥阳，斯相遇而不相争，且更得其相助。王者之化，起自宫中，后妃之德，被于江汉，自来郅治之朝，未尝不藉内助之贤也。“《姤》者，遇也”，卦体上《乾》下《巽》，《乾》刚《巽》柔，谓之“柔遇刚也”。推之天地相遇而品物生，夫妻相遇而家政修，群臣相遇而治化行，盖得遇则成偶，不遇则为奇。事无大小，未有不以相遇而成者也，特所遇务期中正耳。姤卦六爻，惟九五独得中正：以杞为刚，以瓜为柔，杞之遇瓜，即刚之遇柔，得其包，则刚不为柔侵，而柔自乐为刚用。诸爻亦以中正为吉，以不得正中为凶。刚包之，实乾元包之，“大哉乾元”，其遇者广，其包者愈大矣。为《姤》言之，非专为姤言之也，国家教化之臧否，皆可于此卜之矣。\n通观此卦，卦之体属夫女，卦之义取夫遇，卦之象用惩其壮，卦之用戒其与长。天下不能无女也，天下亦不可无遇也，因其壮之为害，而遂欲绝其女，却其遇，是率天下于寂灭之途，岂圣人作《易》之旨哉？盖壮之为害，不在于壮，而在与壮以权者，壮乃得以渐长。《传》曰“不可与长”，则壮无其权，而女不为害，相遇适足以相成，而遇正大可用也。\n姤之为卦，何尝不善？《乾》天上运，《巽》风下行，“帝出乎震，齐乎巽，相见乎离”，遇之象也，是以天地得遇而物生，刚柔得遇而道平，君臣得遇而治成，《姤》之时义，所以为大也。天下有风，为天风相遇，天无远而不覆，风无远而不届，古先哲以大中至正之道，宣告四方，象取此耳。\n爻以九五阳刚居尊，为卦之主。初以一阴方来，有君民相遇之象；二以刚中下应，有大臣宣化之象；五所用以招携怀远，风行下国者也；三、四、上三爻，或病于“牵”，或失于“远”，或伤于“穷”，是皆不善于包，而相遇之未得其中正也。圣人爱阳而恶阴，爱阳而喜其来，故于复之一阳，而喜其“来复”，恶阴而亦不能禁其不来，故于《姤》之一阴，而戒其用壮。可见圣人之于阴，未尝不予阴以并生，但不使阴之浸长为患也已。\n《大象》曰：天下有风，始，后以施命诰四方。\n风字从几，从一，从虫，几象天体，一者大也，虫者生化之机。《巽》为风，为虫，风之来也，遍行天下，故曰风。《乾》为君，《巽》为命，君门九重，堂下万里，命诰不施，上情壅而不通，下心疑而未信，何以与民遇哉？故凡立一政，兴一法，必颁之典章，布之训诰，自朝廷以及里闾，使天下晓然而知上意。风教之行，疾如音响，故曰“后以施命诰四方。《乾》为西北，《巽》为东南，四方之象也。\n【占】　问时运：好运盛行，能使四方闻名。\n○　问战征：军令迅速，赏必信，罚必行，有席卷天下之势。\n○　问营商：为商为利，宜贩运远方，可以随在获利。\n○　问功名：有名扬四海之象。\n○　问婚姻：婚礼所重，在父母之命，媒妁之言，犹政事之有诰命也。得其正，则天下可行也。\n○　问家宅：此宅防有被风倾圯之虑。\n○　问疾病：小儿为惊风，大人为肝风，防有四肢不仁，或手足牵拘之症。\n○　问讼事：此讼牵连甚广，一时未得罢休。\n○　问失物：窃者已远飚，难以再得。\n○　问六甲：生女。",
  "modern_takashima_general": "姤卦：女子势力强盛，不宜娶这样的女子。\n\n**总论：**\n姤卦是农历五月的卦象，一阴从坤卦初位生长，出现在乾卦之下。阴气初生虽微，但势头迅猛，如同冰霜渐积，防不胜防。败家往往始于女子乱政，所以因为女子势壮而告诫“勿娶”，这是为了杜绝祸患的萌芽。\n“姤”即“遇”，柔顺遭遇刚强。天地相遇，万物显现；刚阳遇到中正，天下大行。风行天下，无处不遇，象征君王施令诰告四方。\n\n**人事：**\n不可用“姤”道（苟且、不正当的相遇）去娶妻。阴柔一旦掌权，就会消磨阳刚。必须抑制阴气的增长，使其归于中正，如九五阳刚包容阴柔，则吉利。\n\n**国家：**\n祸乱常起于后宫（如妲己、褒姒）。圣人以此示警，并非绝女，而是要防阴气侵阳。若君臣相遇得当中正，则治化大行。\n\n**占断：**\n* **问时运：** 好运盛行，名声能传闻四方。\n* **问出征：** 军令迅速，赏罚分明，有席卷天下之势。\n* **问经商：** 适合贩运到远方，到处都能获利。\n* **问功名：** 有名扬四海的吉象。\n* **问婚姻：** 必须依照父母之命、媒妁之言（正道），才可行。\n* **问家宅：** 需防房屋被风吹倒塌。\n* **问疾病：** 小儿防惊风，大人防肝风、四肢麻木或抽筋。\n* **问官司：** 案情牵连很广，一时难以了结。\n* **问失物：** 小偷已经逃远，难以找回。\n* **问胎孕：** 生女孩。",
  "lines": {
    "1": {
      "text": "初六：系于金柅，贞吉。有攸往，见凶。赢豕孚蹢躅。",
      "takashima_explanation": "《象传》曰：系于金柅，柔道牵也。\n\n\n初得《巽》下一阴，女象也。《乾》为金，《巽》为木，木入金，成柅之象，故曰“金柅”。“金柅”，络丝之栿，女子所用，“系于金柅”，系丝也。“系”犹牵也，丝至柔，故《传》曰“柔道牵”。九家《易》曰：“丝系于柅，犹女系于男。”《高古录》云：晋武帝选女子有姿色者，以绯采系其臂，是其证也。按系者为系著不动，妇人之德，静为吉，动为凶，系而不动，则“贞吉”，“有攸往”，则“见凶”。妇人言不出阃，行不履阈，行将何往？有往则必不安于室也，凶可知矣。初六辰在未，上值柳，南宫侯曰，柳，其物为豕，故象豕；初《巽》阴柔，为之牝豕。群豕之中，牡强而牝弱，故曰“赢豕”。“蹢躅”，不安也，牝豕阴质而淫，躁动尤甚；初以柔承五刚，不系而往，故曰“赢豕孚蹢躅”。总之，丝为柔物，豕为阴兽，一失其系，丝必紊乱，豕必奔突，任其所往，势必消阳而剥刚。其蹢躅也，不待否剥之至，而已可预知矣。“孚”，信之先至者也。\n\n\n【占】　问时运：目下运途，有所牵制，不可妄动，妄动必凶。\n\n\n○　问战征：初爻为出军之始，《巽》象阴柔，兵力必弱，显见固守则吉，躁进则凶。\n\n\n○　问营商：利坐贾，不利行商。\n\n\n○　问功名：宜守旧而已。\n\n\n○　问婚姻：九家《易》曰：“丝系于柅，犹女系于男”，正位夫内，故吉。\n\n\n○　问家宅：此宅防有闺范不修之羞。\n\n\n○　问疾病：此病是阴弱之症，宜安居静养。\n\n\n○　问失物：必为绳索所系，即寻则得，过日不能得也。\n\n\n○　问行人：在外必有女子牵连，不能即归。\n\n\n○　问六甲：生女。",
      "modern_text": "初六：系在金属的车闸上，坚守正道则吉祥。有所前往则凶险。瘦弱的猪还会蹦跳挣扎。",
      "modern_takashima_explanation": "初六属于阴柔之象，如同女子系在纺车（金柅）旁，安守本分静止不动则是吉祥的（贞吉）；如果不安于室妄自行动，就会有凶险。又像瘦弱的母猪（赢豕）躁动不安（蹢躅），如果不加管束，必然乱跑。此处告诫阴柔者应有所依附和牵制，不可放任。\n\n* **问时运：** 目前运势受到牵制，不可妄动，妄动必凶。\n* **问出征：** 兵力尚弱，固守则吉，躁进则凶。\n* **问经商：** 适合坐店经营（坐贾），不宜外出跑动（行商）。\n* **问功名：** 宜守旧，不宜进取。\n* **问婚姻：** 像丝线系在轴上，女子依附男子，主内则吉。\n* **问家宅：** 需防备家风不正、闺门不修的羞耻事。\n* **问疾病：** 阴虚体弱之症，宜静养。\n* **问失物：** 必是被绳索系住或在某处未动，马上找能找到。\n* **问行人：** 在外被女子牵连，不能马上回来。\n* **问胎孕：** 生女孩。"
    },
    "2": {
      "text": "九二：包有鱼，无咎。不利宾。",
      "takashima_explanation": "《象传》曰：包有鱼，义不及宾也。\n\n\n《乾》为包，《巽》为鱼，鱼阴物，谓初，二包之，故曰“包有鱼”。《剥》之“贯鱼”，即从《姤》之一鱼所生，能就《姤》之始而包之，故得无咎。二居内卦之中，当刚柔相遇之始，见其为柔，特以优容而并包之，不敢以激烈而启变，亦不至以姑息而养奸，斯诚御阴之善道也。“宾”，谓九四，四辰在午，上值张，石氏曰“张主赐宾客”；二“有鱼”，四则无之，是不及四也，故曰“不利宾”。《传》以“义不及宾”释之，“不及”者，即《彖传》不与长之义。千古御小人之法，莫善于使之不相及；予之以并生，不予之以渐长，则终无相及之时矣。《姤》初之“不利宾”，以二为之包也。\n\n\n【占】　问时运：人生处世，安得相遇尽为君子？惟当曲意调护，不为小人所害，自得无咎。\n\n\n○　问功名：鱼有化龙之象，“包有鱼”者，鱼已为其所包矣，则升腾可必也。“不利宾”，利必在己也。\n\n\n○　问营商：“包”为包罗富有之象，众惟鱼矣。鱼亦有众多之象，主货物充盈，财利富厚。“不利宾”，为其利非外人所得窃取也。\n\n\n○　问战征：马融曰，“鱼介鳞之物，兵象也”，鱼而能包，是必善用其兵者也。曰“不利宾”，宾即敌也，敌必可破矣。\n\n\n○　问婚姻：鱼阴物，以阳包阴，姻事成矣。\n\n\n○　问家宅：鱼为阴物，象取女子，此宅定是女子主政。\n\n\n○　问疾病：防有池鱼殃及之灾。\n\n\n○　问六甲：生女。",
      "modern_text": "九二：厨房里有鱼，没有灾咎，但不利于招待宾客。",
      "modern_takashima_explanation": "“包有鱼”意指九二阳刚包容了初六这个阴物（鱼）。能从一开始就包容控制住阴柔，优容而不激变，也不姑息养奸，这是御下之道，所以“无咎”。“不利宾”是指利益不要分给九四（宾客），防止小人势力蔓延连接，必须自己掌控。\n\n* **问时运：** 周围未必都是君子，应小心调护，不被小人所害，自然无咎。\n* **问功名：** 鱼有化龙之象，鱼已被包住，升迁指日可待。利在自己，不分他人。\n* **问经商：** 货物充盈，财利丰厚，利益不会被外人窃取。\n* **问出征：** 善于用兵（鱼为介鳞兵象），必能破敌（不利宾，宾为敌）。\n* **问婚姻：** 阳包阴，婚事可成。\n* **问家宅：** 必定是女子当家主政。\n* **问疾病：** 需防备遭受池鱼之殃（无妄之灾）。\n* **问胎孕：** 生女孩。"
    },
    "3": {
      "text": "九三：臀无肤，其行次且，厉，无大咎。",
      "takashima_explanation": "《象传》曰：其行次且，行未牵也。\n\n\n《姤》与《夬》反对，《姤》之臀在三，《夬》之臀在四，《姤》三即《夬》四也。三居下体之上，《巽》为股，臀在股上，故三有臀象。《剥》四曰剥肤，是《剥》阳也，《姤》三亦为初阴所《剥》。故曰“无肤”。上卦为《乾》，《乾》为行，三居《乾》《巽》之间，柔未变也，故“其行次且”，有危心焉。《乾》之三“厉，无咎”，《姤》三化《巽》变柔，进退不果，其“次且”也，即其咎也。幸其由此以进，行将入《乾》，尚不失健行之性，故曰“无大咎”。《象传》以“行未牵”释之，“牵”者，牵制也，谓其行虽缓，尚能不失《乾》健，不为阴柔所牵制也。\n\n\n【占】　问时运：气运柔弱，诸事迟疑，是以动辄有危。\n\n\n○　问战征：欲进不进，因疑生危，不能得胜也。无大败亦幸矣。\n\n\n○　问营商：贩运不快，安能获利？\n\n\n○　问功名：尚须迟缓以待。\n\n\n○　问婚姻：迟缓可成。\n\n\n○　问家宅：此宅后面墙屋，定已倾圯矣，殊为可危，修葺斯可免咎。\n\n\n○　问疾病：此病必是下体溃烂，行坐不安，治之无咎。\n\n\n○　问讼事：防受笞杖。\n\n\n○　问失物：物已损坏，迟之可得。\n\n\n○　问六甲：生女。",
      "modern_text": "九三：臀部没有皮肤，行走困难，有危险但没有大的灾咎。",
      "modern_takashima_explanation": "九三位置尴尬，如臀部无肤，坐立难安。处于进退两难的境地（次且），虽有危险，但如果能坚持阳刚之性向上进取，不被阴柔牵制，就没有大的灾咎。\n\n* **问时运：** 气运柔弱，做事迟疑不决，动不动就有危险。\n* **问出征：** 欲进不进，因疑心生危，无法取胜，能不惨败已是万幸。\n* **问经商：** 货物流转不快，难以获利。\n* **问功名：** 还需要慢慢等待。\n* **问婚姻：** 进展缓慢，最终可成。\n* **问家宅：** 后墙或房屋可能有倒塌危险，修缮可免灾。\n* **问疾病：** 下体溃烂或行坐不安之症，治疗无咎。\n* **问官司：** 防备受刑杖责打。\n* **问失物：** 物品已损坏，晚点能找到。\n* **问胎孕：** 生女孩。"
    },
    "4": {
      "text": "九四：包无鱼，起凶。",
      "takashima_explanation": "《象传》曰：无鱼之凶，远民也。\n\n\n四入《乾》，复变而为《巽》，《巽》为鱼，鱼已为二所包，故“无鱼”。盖天包乎地，阳包乎阴，得所包而“含宏光大”，并育无害，此二之包所以“无咎”也。失所包，而鱼将吸浪扬波，顿生凶患，小人之施毒以害君子者，其凶由是而起也。《象传》以“远民”释之，“鱼”，犹民也，谓鱼之不可不包，犹民之不可或远。不以民为小人，而驱而远之，必以民为同胞，而亲而近之，斯民得兼包并育，何致有消阳之患哉！\n\n\n【占】　问时运：刚变而柔，运途不正，气量浅狭，是以多凶。\n\n\n○　问战征：主将才力微薄，不能包容众军，防有兵变之祸。\n\n\n○　问营商：“包无鱼”，有囊里空虚之象，何以获利？\n\n\n○　问功名：鱼喜得水，人喜得名，无鱼则水涸，无名则人穷，故凶。\n\n\n○　问婚姻：婚姻之道，重在生育，“包无鱼”，言无胎孕也。凶。\n\n\n○　问家宅：《象》曰“远民”，此宅必在民居相远之地，是孤村也。恐有不测之灾。\n\n\n○　问疾病：鱼阴象，无鱼是阴已亏极，阳不能包，必凶。\n\n\n○　问六甲：生女。",
      "modern_text": "九四：厨房里没有鱼，起来就会有凶险。失去民心则凶。",
      "modern_takashima_explanation": "九四失去了包容的对象，鱼（阴/民）已经被九二包走了，这里变得空虚。不仅一无所有，而且会因此招致灾祸。这象征当政者远离了民众，或者失去了控制小人的能力，导致祸患升起。\n\n* **问时运：** 运途不正，气量狭小，多凶险。\n* **问出征：** 主将能力不足，不能包容士兵，需防兵变。\n* **问经商：** “包无鱼”象征囊中羞涩，无法获利。\n* **问功名：** 无鱼如涸辙之鲋，人无名则穷困，凶。\n* **问婚姻：** 婚姻重在生育，“包无鱼”暗示难以怀孕，凶。\n* **问家宅：** 必定是在远离邻居的孤村，恐有不测之灾。\n* **问疾病：** 阴气亏极，阳气不能包摄，必凶。\n* **问胎孕：** 生女孩。"
    },
    "5": {
      "text": "九五：以杞包瓜，含章，有陨自天。",
      "takashima_explanation": "《象传》曰；九五含章，中正也。有陨自天，志不舍命也。\n\n\n《巽》为杞，杞，柳也，可屈以包物。“杞”谓五，“瓜”谓初，杞刚而瓜柔，刚包柔，即“杞包瓜”也。《姤》者，五月之卦，瓜以五月生，杞以五月盛，包之，正及其时矣。及时而包之，柔者扬其花，刚者蕴其美，自觉章采之内含也。五秉中正之德，初得其包，亦归于中正，即《彖传》所谓“天地相遇，品物咸彰”者，其在此爻乎？“有陨自天”者，瓜之为物，不能经久，黄熟而陨，亦天为之也。在包之者，不肯委诸于天命，故于其陨也，若不胜其哀矜焉，故《传》以“志不舍命”释之。\n\n\n【占】　问时运：运行中正，才力所及，自能包罗诸有，虽不言吉，吉可知矣。\n\n\n○　问营商：生意虽不外木植瓜果等品，而包容甚广，自有大财可得。\n\n\n○　问功名：五居尊位，功名自显，但进退荣辱，俱当安命。\n\n\n○　问战征：堂堂之阵，正正之旗，王者之师也。逆者诛，顺者从，有包扫一切之势焉。\n\n\n○　问婚姻：有瓜蓏绵绵之象。\n\n\n○　问疾病：为热包寒之象。\n\n\n○　问六甲：生女。",
      "modern_text": "九五：用杞树叶包裹瓜果，蕴含美好的品质，有从天而降的好运。",
      "modern_takashima_explanation": "九五阳刚中正（像杞柳），包容初六的阴柔（瓜）。刚柔得当，内含美德（含章）。瓜熟蒂落是天命，虽有陨落之象，但顺应天命，不强求，反而吉利。\n\n* **问时运：** 气运中正，能力强，能包罗万象，不说吉也自然吉利。\n* **问经商：** 经营范围广，自然有大财可得。\n* **问功名：** 居尊位，功名显赫，但进退荣辱要听天由命。\n* **问出征：** 王者之师，顺昌逆亡，有横扫一切的声势。\n* **问婚姻：** 子孙繁衍，如瓜瓞绵绵。\n* **问疾病：** 热气包寒气之象。\n* **问胎孕：** 生女孩。"
    },
    "6": {
      "text": "上九：姤其角，吝，无咎。",
      "takashima_explanation": "《象传》曰：姤其角，上穷吝也。\n\n\n上九辰在戌，得乾气，《乾》为首，位居首上，故曰“角”；遇而在上，遇亦极矣，故曰“姤其角”。角善触，遇之而触，不如遇之而包也，触之，故“吝”；然触亦不害其正，故“无咎”。《象传》以“上穷”释之，凡上穷必返下，《剥》之穷上返下，而“硕果不食”，一阳乃“来复”焉。“姤其角”，正穷上返下之象，故虽吝无咎。圣人之于阴，欲以并生，不欲其浸长，上之“姤其角”，令其穷而自返也。\n\n\n【占】　问时运：运至于上，运亦穷矣。\n\n\n○　问营商：角逐者争利也，“姤其角”，为能得其首利也。盖吝在商人，“吝，无咎”焉。\n\n\n○　问功名：有头角峥嵘之兆。世传魁星有角，“姤其角”是遇魁星也，功名大利。\n\n\n○　问战征：角力角胜，皆有战象。角之字为刀下用，此战大有杀戮，是穷兵之祸也。\n\n\n○　问疾病：想头角之上患疮，医治无咎。\n\n\n○　问婚姻：上居《乾》之极，上穷返下，必是老夫而求女妻也。\n\n\n○　问失物：物本在高处，穷而返下，须就低处寻之，可得。\n\n\n○　问六甲：上穷而返，生男。",
      "modern_text": "上九：角上相遇，有困窘，但没有灾咎。",
      "modern_takashima_explanation": "上九位居最高，像头上的角。性格刚强好斗，遇事喜欢顶撞（触角），虽然会有困窘遗憾（吝），但因物极必反，穷上返下，未失正道，所以没有灾咎。\n\n* **问时运：** 运势已到顶头，快穷尽了。\n* **问经商：** 角逐争利，能拔得头筹，获首利。\n* **问功名：** 有头角峥嵘、遇魁星的吉兆，功名大利。\n* **问出征：** 战斗惨烈，有穷兵黩武的祸患。\n* **问疾病：** 头部生疮，治疗无碍。\n* **问婚姻：** 必是年纪大的男子求娶年轻女子（老夫求女妻）。\n* **问失物：** 物品原本在高处，掉下来了，去低处找可得。\n* **问胎孕：** 阳气穷极而返，生男孩。"
    }
  },
  "guaci": "姤：女壮，勿用取女。",
  "modern_guaci": "姤卦象征相遇：女子过于强悍，不宜娶这样的女子。一阴初生，不正之遇，应加警惕。"
}