{
  "name": "泽地萃",
  "pinyin": "ze_di_cui",
  "code": "000110",
  "palace": "兑宫",
  "general_text": "卦体泽上地下，泽能畜水，地能畜泽。卦通《大畜》，有畜聚之象；反则为《升》，《升》《象》曰“积小以高大”，有积聚之义。卦自《姤》来，《序卦传》曰：“姤者，遇也。物相遇而后聚，故受之以萃。萃者，聚也。”此卦之所以名《萃》也。",
  "modern_general_text": "本卦卦象为泽在地上，泽能蓄水，地能承载泽。此卦意境通于《大畜》，有畜养、聚集之象；反过来看则是《升》卦，《升》卦讲“积少成多、由低升高”，也有积聚的含义。此卦继《姤》卦而来，《序卦传》说：“姤是相遇的意思，万物相遇而后才能聚集，所以接着就是萃卦。萃，就是聚集。”这就是此卦名为《萃》的原因。",
  "takashima_general": "萃：亨。王假有庙，利见大人。亨，利贞。用大牲吉，利有攸往。\n▲　篆书萃\n《萃》与《涣》名相反，而义则相须。《涣》之亨，取诸水流风行；《萃》之亨，取诸《兑》悦《坤》顺。《涣》亦假庙，《涣》之假庙，见神气之发扬；《萃》之假庙，见精诚之贯注：一散一聚，义各不同，而所以致诚者一也。王者合万国之欢心，以事其祖考，侯助男卫，骏奔在庙，是《萃》之盛也。“大人”谓九五，五“萃有位”，能御众以治乱，故“利见”。“亨，利贞”者，《兑》曰“亨，利贞”，《坤》曰“柔顺利贞”，盖即从《坤》《兑》来也。《坤》为牛，亦为用，故曰“用大牲”，言大人有嘉会，必杀牛而盟；既盟则可以往，故曰“利有攸往”。\n《彖传》曰：萃，聚也。顺以说，刚中而应，故聚也。王假有庙，致孝享也。利见大人，亨，聚以正也。用大牲吉，利有攸往，顺天命也。观其所聚，而天地万物之情可见矣。\n《坤》为聚，泽者水之所归聚也，合之谓《萃》。《萃》者聚也，为卦上悦下顺，上下合志，二中五刚，二五相应，故能聚也。“王假有庙”者，陆绩云：王谓五，庙为上，王者聚百物以祭其先，诸侯助祭于庙中，是谓致孝于鬼神也。五刚中而二应之，故称“大人”；二得《离》气，《离》为目，故“利见”。《萃》与《升》反，《升》曰“用见大人”，不言利，故不言亨；《萃》曰“利见”，利则必亨，而所以亨者，又在聚之得正也。“大牲”，牛也，《左传》“牛卜日曰牲”注：既得吉日，则牛改名曰牲。《坤》为杀，执《坤》牛而杀之，以荐牲也，故曰“大牲吉”。用以享神，有以摄其心也，往以助祭，有以集其力也，其《萃》也，非势驱力迫所能为也，亦惟顺天之命而已。自昔殷汤用元牡昭告皇天，以誓万方，十一征而无敌于天下，是即“用大牲吉，利有攸往”，顺天命之明证也。\n以此卦拟人事，内而聚其精神，外而聚其财力，皆为之《萃》也。然不顺则散，不悦则《离》，不刚则无以畏众，不中则无以服人，虽《萃》终必《涣》也。惟顺以悦，刚中以应，斯聚得其正矣。“庙”，祖庙，祭之以礼，所以致孝也。“大人”，主祭之人，一家之长也。大人率一家之子孙，有事于祖庙，凡子孙入庙者，必先见主祭之长，故曰“利见大人”，庶几心亨而理亦正矣。“大牲”者，祭礼也，大则牛羊，小则鸡豚，皆谓之牲。牲不丰不足以祭，不备无为祭，故曰“用大牲吉。”“利有攸往”者，承祭使民，理本一致，入可以承祭，出乃可以使民，故曰利往。一身之事，以祭为重，以孝为先，幽以精诚格祖考，明以和乐宜室家，虽曰人事，岂非天命哉！由一家以及一国，由一国以及天下，观其所聚，即可知天地万物之情矣。《彖传》之旨，在上聚祖庙之神灵，下聚四海之欢心，圣人以孝道治天下，而民德归厚，万国来同，此《萃》之全象也。如天之无不覆，如地之无不载，万物皆会萃发育于天地之中，谓之“观其所聚，而天地万物之情可见矣”。\n以此卦拟国家，国家之要，在广土众民；《兑》为悦，《坤》为土，为众，有悦而归聚之象。顺则民从，悦则民服，刚则不屈，中则不偏，皆足以使众也，得其正则民聚矣。王者继体承统，未临民，先假庙，所以承祖考之重也。《孝经》所谓王者合万国之欢心，以事其先王，上以尽孝享之诚，下以广孝治之道，而天下兴孝矣。“大人”即王者，利见利往，所谓济济多士，奔走在庙，率见昭考，以孝以享是也。一时荐广牡，相祀事者，咸皆顾视天之明命，罔不祗肃焉，萃莫盛于斯矣。王者法天则地，以天地之并育万物者，联合万国，斯其情可与天地参矣。六爻皆反复言《萃》，初则以《萃》致乱，三则因《萃》兴嗟，上则为《萃》流涕，皆不得其《萃》之正，为可惧也。五得《萃》之位，四得《萃》之吉，二得《萃》之孚，即《彖传》所谓“顺以悦，刚中而应，故聚也”。民之归之，如水之就下，可以见泽地之功也。\n通观此卦，“国之大事，在祀与戎”，故《彖》言“假有庙”，象言“戒不虞”，而其要首在于得众，此卦之所以取《萃》也。卦体下顺上悦，顺而悦，故兆民归往，以之执笾豆而相祀事，而礼仪不忒，以之执戈矛而从王事，而踊跃知方。上以兴孝，下以兴仁，风同道一，万邦协和，《萃》莫萃于此焉。《萃》易位为《临》，《临》《象》曰“容保民无疆”，《萃》之象矣。二卦同为泽地，泽足以惠民，地足以容众，故泽下地上为《临》，地下泽上为《萃》。六爻以五为《萃》之主，乃刚中之大人也，二《萃》焉，初与四亦《萃》焉，其位足以致《萃》，故曰“萃有位”。上则无位，未免泣涕而不安矣。三与上应，上悲而三亦嗟矣。内三爻为地，地之所归不择土壤，《萃》虽众，心不一，故初因之而“号”，三因之而“嗟”，二虽吉犹待引也。外三爻为泽，泽之所《萃》，心自悦矣。五之《萃》，得“永贞”也；四之《萃》，自“无咎”也；上居泽之极，泽满则水溢，故有“涕澺”之象焉。盖惟天民有欲，无主乃乱，万国来会而禹帝，万姓悦服而武兴，人心之所向，即见天命之所归也，故《萃》不可力取，惟在德化也。\n《大象》曰；泽上于地，萃。君子以除戎器，戒不虞。\n《兑》为金，《坤》为器，有戎器之象。“除”，修治也，修治戎器，以防不虞，所谓有备无患也。卦象为泽上于地，水满则溢，溃决奔突，势莫能御，所当预为之防；水犹兵也，故可借鉴。按《穆天子传》：有七《萃》之士，取宿卫环聚为名，是《萃》为防御之士，所以遏乱也。《萃》象之“除戎器”，义盖取此耳。\n【占】　问时运：气运平顺，但能安不忘危，自得欢乐无忧。\n○　问战征：兵凶器，战危事，惟能临事而惧，好谋而成，可无意外之虞也。\n○　问营商：《萃》有财聚之象，然聚必有散，盈必有亏，亦理之循环，所当时时预防。\n○　问功名：宜由武功得名。\n○　问婚姻：“匪寇婚媾”，《易》每以寇婚对言，盖防兵祸，犹防女祸也。惟能预防，自可无咎。\n○　问家宅：泽上于水，防有大水入屋之象。\n○　问疾病：防胸腹有水胀之症，宜预为调治。\n○　问行人：中途兵阻，一时难归。\n○　问六甲：生女。",
  "modern_takashima_general": "《萃》卦与《涣》卦含义相反相成。《涣》为散，《萃》为聚。王者聚合万国人心祭祀祖先，是《萃》卦的极盛之时。“大人”指九五爻，有权位且能治乱。坤为牛，为用，故用大牲祭祀盟誓，以此前往必获吉。此卦上兑悦下坤顺，二五相应，故能聚。以此卦占人事，内聚精神，外聚财力，顺天命而行，则聚得其正。若不顺不悦，不刚不中，聚终必散。大人即一家之长，率子孙祭祖，利见大人即拜见主祭者。《大象》说泽在地上，水满则溢，君子应修治兵器，防备意外（不虞）。\n\n【占卜】\n○　问时运：气运平顺，但要居安思危，自然欢乐无忧。\n○　问征战：战争是危险的事，只有临事戒惧，善于谋划，才能没有意外。\n○　问经商：有聚财之象，但聚散盈亏是循环之理，应时刻预防。\n○　问功名：适宜通过武职或军事功勋成名。\n○　问婚姻：需防范兵祸或女祸引发的变故，只有预防才能无咎。\n○　问家宅：卦象为泽水在地上，需防范大水入屋。\n○　问疾病：需防范胸腹水肿胀满之症，宜预先调治。\n○　问行人：途中受战乱或兵阻，一时难以归来。\n○　问胎孕：生女孩。",
  "lines": {
    "1": {
      "text": "初六：有孚不终，乃乱乃萃。若号，一握为笑。勿恤，往无咎。",
      "takashima_explanation": "《象传》曰：乃乱乃萃，其志乱也。\n\n\n《兑》为孚，故“有孚”；《坤》为终，初失位，故“不终”；《坤》为聚，亦为乱，故曰“乃乱乃萃”。初为《萃》之始，相孚犹浅，是以有初鲜终也；不得其终，则一念萃于此，易一念而萃于彼，其志先乱矣，是萃适以长乱也。《象传》以“志乱”释之，“乃”犹汝也，汝自萃之，汝自乱之也。初爻阴柔居下，虽得众，未足以总之；初与四应，则御萃之权，当在四也。“若”，顺也，“号”，令也，谓顺从四之号令。“一握为笑”，谓推诚相与，众皆欢悦，即《彖传》所云“顺以悦”也。上互《巽》，《巽》为号，下互《艮》，《艮》为执，执手，犹握手，退之所谓“握手出肺肝相示”者是也。《兑》为口，故曰“笑”，既得其笑，故“勿恤”。“往”，往四也，四能恩威并著，初自不致乌合为乱也，故“无咎”。\n\n\n【占】　问时运：运当初交，一顺一逆，反复无常，得所救援，可以无咎。\n\n\n○　问功名：忽荣忽辱，由于中心无主也。\n\n\n○　问营商：有初无终，聚散不定，不能获利，仅可免咎而已。\n\n\n○　问战征：统军出征，防有兵变之忧。\n\n\n○　问婚姻：有始乱之，而终娶之之象。\n\n\n○　问疾病：此病忽号忽笑，由于心神昏乱，往而求医，必无咎也。可勿忧。\n\n\n○　问六甲：生女。",
      "modern_text": "初六：心怀诚信但未能坚持到底，于是有时聚集有时混乱。呼喊一声，握手而笑。不必忧虑，前往没有灾咎。",
      "modern_takashima_explanation": "初爻为《萃》的开始，诚信未深，志向混乱，一念在此一念在彼。初爻阴柔，不能统率众人。初与四相应，若顺从九四的号召（号），四推诚相待（握手），则转忧为喜（笑）。前往依附九四，四恩威并著，不会让众人乌合而作乱，故无咎。\n\n【占卜】\n○　问时运：刚开始转运，一顺一逆，反复无常，得到援助可以无咎。\n○　问功名：忽荣忽辱，因为心中没有主见。\n○　问经商：有始无终，聚散不定，不能获利，仅可免于灾祸。\n○　问征战：统军出征，需防备兵变。\n○　问婚姻：有开始混乱，最终还是娶了的象。\n○　问疾病：病症忽哭忽笑，因心神昏乱，前往求医必无大碍。\n○　问胎孕：生女孩。"
    },
    "2": {
      "text": "六二：引吉，无咎。孚乃利用禴。",
      "takashima_explanation": "《象传》曰：引吉，无咎，中未变也。\n\n\n二居下卦之中，上应于五，知《萃》之当归于五也。二与初、三为同体，初之“乱”，三之“嗟”，是失所《萃》也，二能引之，同《萃》于五，故曰“引吉，无咎”。上互《巽》，《巽》为绳，下互《艮》，《艮》为手，有引之象。“禴”，夏祭名，六二为《离》爻，《离》南方，为夏，故“利用禴”。二动体《困》，《困》二曰“利用享祀”，《萃》反为《升》，《升》二亦曰“利用禴”，以二得中，故其象同也。《彖》称假庙用牲，二为助祭，助祭当献方物，《坤》为吝啬，故薄，然输诚来《萃》，虽薄亦孚，孚，固不在多仪也。\n\n\n【占】　问时运：运得正中，吉。\n\n\n○　问功名：可望汲引而进。\n\n\n○　问营商：“引”，牵引也，想是合众生意，必可获吉，但须答愿酬神。\n\n\n○　问战征：古者出师必祭，于内曰类，于野曰冯是也，盖祭神以誓师也。吉。\n\n\n○　问婚姻：二应于五，是二五订婚也，故曰“引吉”。\n\n\n○　问疾病：仙人辟谷之法，曰引导，为引运其元气，使之充实无亏，即可却疾。\n\n\n○　问六甲：生女。",
      "modern_text": "六二：被引领着前行，吉祥，没有灾咎。心怀诚信则利于举行春祭。",
      "modern_takashima_explanation": "六二居下卦中位，上应于九五，知道聚集应当归向九五。六二能牵引初六、六三同归于五，所以“引吉”。“禴”是夏祭，虽祭品微薄，但只要诚心聚拢，神必享之，仪式不在多而在诚。\n\n【占卜】\n○　问时运：运势中正，吉祥。\n○　问功名：可望得到提拔引荐。\n○　问经商：“引”即牵引，合伙做生意必获吉利，但需还愿酬神。\n○　问征战：古人出师必祭祀，祭神誓师，吉利。\n○　问婚姻：二五相应，是订婚之象，吉利。\n○　问疾病：可尝试导引术（气功），运行元气，充实身体即可祛病。\n○　问胎孕：生女孩。"
    },
    "3": {
      "text": "六三：萃如嗟如，无攸利。往无咎，小吝。",
      "takashima_explanation": "《象传》曰：往无咎，上《巽》也。\n\n\n三处《坤》之上，《坤》为众，得《萃》之象。盖《萃》必众心欢悦，其《萃》乃为可用，三以阴居阳，不能统率《坤》众。《萃》者以利而《萃》，《萃》而无利，则《萃》者嗟矣，故曰“萃如嗟如”。卦以五爻为《萃》之宗主，即《彖》所称“利见”之“大人”也，往而归之，有攸利焉。“小吝”者，三无御《萃》之才，致腾众口，为可鄙耳。《传》曰“上巽也”，《萃》上互《巽》，《巽》五曰“无不利”，谓往而可得《巽》之利也。\n\n\n【占】　问时运：运途平平，无可获利也。\n\n\n○　问功名：功名不利，反被人鄙。\n\n\n○　问营商：货物虽多，不售可嗟，何所获利？惟转运他处，可得无咎。\n\n\n○　问战征：有兵而不得其用，反致怨嗟，在主将无御众之才也。\n\n\n○　问婚姻：未免兴怨偶之嗟。\n\n\n○　问家宅：同居不睦，致多口舌，往迁可以无咎。\n\n\n○　问疾病：胸膈积滞作痛，致声声叫苦，以两便不利所致，利则可以无咎。\n\n\n○　问讼事：不利。\n\n\n○　问六甲：生女。",
      "modern_text": "六三：聚集而叹息，没有什么好处。前往没有灾咎，只是小有困窘。",
      "modern_takashima_explanation": "六三阴爻居阳位，处于坤卦之上，虽然有聚众之象，但不能统率众人，不仅无利，反招致叹息。若前往归附九五（大人），虽然因为自己无才御众而小有羞辱（小吝），但依附正主，最终无咎。\n\n【占卜】\n○　问时运：运势平平，无利可图。\n○　问功名：不利，反被他人鄙视。\n○　问经商：货物虽多，但卖不出去令人叹息，转运他处可无咎。\n○　问征战：有兵却不能用，导致怨声载道，是主将没有御众的才能。\n○　问婚姻：难免成为怨偶，发出叹息。\n○　问家宅：同居不和睦，口舌是非多，搬迁可无咎。\n○　问疾病：胸膈积滞作痛，大小便不利，通利后可无咎。\n○　问官司：不利。\n○　问胎孕：生女孩。"
    },
    "4": {
      "text": "九四：大吉，无咎。",
      "takashima_explanation": "《象传》曰：大吉，无咎，位不当也。\n\n\n四出《坤》入《兑》，当内外卦之交，为多惧之地，初应之，三比之，开馆招宾，礼贤下士，如汉之王莽曹操，臣而得众，凶莫大焉。爻曰“大吉，无咎”，必其克尽“大吉”之道，乃得“无咎”；必其能立“无咎”之地，乃得“大吉”。若文王三分有二以服事殷，能有其萃，而不自以为萃，必率其萃而归之于君，斯可谓大吉而无咎矣。《象传》于“大吉，无咎”，而犹以“位不当”释之，其旨严矣！\n\n\n【占】　问时运：气运大好，无往不吉，但于地位不当，宜慎。\n\n\n○　问功名：大吉，但恐德不称位。\n\n\n○　问营商：得财得利大吉；宜作退一步想，方能有始有终。\n\n\n○　问战征：战胜攻克，大吉大利；防功高震主，谤毁随之。\n\n\n○　问婚姻：四与初为正应，即为正配，吉；但门第恐不甚相当也。\n\n\n○　问家宅：此宅人口兴旺，家室平安，大吉；但地位少嫌卑下。\n\n\n○　问疾病：是外强中干之症，目下可保无咎。\n\n\n○　问六甲：生女。",
      "modern_text": "九四：大为吉祥，没有灾咎。",
      "modern_takashima_explanation": "九四处于多惧之地，却广纳贤才，身为臣子而得众心，本该大凶。唯有修身至“大吉”之道，像周文王那样，虽然拥有天下三分之二的归附，仍率众归顺君主，才能“无咎”。《象传》说“位不当”，是警示臣子不可僭越。\n\n【占卜】\n○　问时运：运气极好，无往不吉，但地位不当，应谨慎。\n○　问功名：大吉，但恐怕德行配不上职位。\n○　问经商：得财得利大吉，但宜退一步想，才能有始有终。\n○　问征战：战胜攻克，大吉大利；需防功高震主，毁谤随之而来。\n○　问婚姻：四与初相应，是正配，吉；但门第可能不太相当。\n○　问家宅：人口兴旺，平安大吉；但地势稍显卑下。\n○　问疾病：外强中干之症，目前可保无咎。\n○　问胎孕：生女孩。"
    },
    "5": {
      "text": "九五：萃有位，无咎。匪孚，元永贞，悔亡。",
      "takashima_explanation": "《象传》曰：萃有位，志未光也。\n\n\n五居尊位，为《萃》之主，故曰“萃有位”；居其位以御其众，故“无咎”。然亿兆之归往在有位，亦不仅在有位也，要必有足以服众者，而众乃中心诚服矣。是《萃》以位，实《萃》以德，以德服人，此之谓“孚”，若徒曰“萃有位”而已，是以权位胁取，非心服也，孚何有焉？“非孚”而《萃》，后且有悔。“元永贞”者，《乾》《坤》之德也，“元”者，《乾》之“长人”，“永贞”者，《坤》之载物，既具此德，则德位兼备，群黎百姓，罔不相应，悔自亡矣。《象传》曰“志未光”，为徒有其位言之耳。按：《比》《彖》亦曰“元永贞”，《比》以一阳统众阴，故“元永贞”言于卦；《萃》虽有二阳而统众阴者，以五为主，故“元永贞”言于五。义各有当也。\n\n\n【占】　问时运：得位得权，运当全盛，自可无咎。\n\n\n○　问营商：财则聚矣，信尚未也，能守其正，业自可久。\n\n\n○　问功名：位则高矣，望则隆矣，更宜修德履正。\n\n\n○　问战征：三军既集，大业可成，更宜推诚相与，可保永终。\n\n\n○　问婚姻：位尊金多，可称贵婿。\n\n\n○　问家宅：此宅地位，山环水聚，聚族而居，吉。\n\n\n○　问疾病：心神不定，宜静养。\n\n\n○　问讼事：以讼者爵位隆，声势盛，虽枉得直。\n\n\n○　问六甲：生女。\n\n\n○　问失物：久后可得，无咎。",
      "modern_text": "九五：聚集而有尊位，没有灾咎。如果有不信服的，要以宏大恒久的正道来感化，悔恨消亡。",
      "modern_takashima_explanation": "九五居尊位，是聚集的主宰，有位自然无咎。但若仅靠权位聚人，人心未必诚服（匪孚）。必须具备乾卦的“元（善之长）”和坤卦的“永贞（厚德载物）”之德，德位兼备，天下归心，悔恨才会消失。\n\n【占卜】\n○　问时运：得位得权，运势全盛，自然无咎。\n○　问经商：财富聚集，但信用尚未确立，坚守正道，基业可久。\n○　问功名：位高望重，更应修德行正。\n○　问征战：军队集结，大业可成，推诚相待可保长久。\n○　问婚姻：位尊多金，可称贵婿。\n○　问家宅：山环水聚，族人聚居，吉。\n○　问疾病：心神不定，宜静养。\n○　问官司：地位高声势盛，即使理亏也能得直。\n○　问胎孕：生女孩。\n○　问失物：很久之后能找回，无咎。"
    },
    "6": {
      "text": "上六：赍咨涕洟，无咎。",
      "takashima_explanation": "《象传》曰：赍咨涕洟，未安上也。\n\n\n“赍咨”，嗟叹之辞。目出曰涕，鼻出曰洟，“赍咨涕洟”，悲泣之状也。上爻阴柔不中，居《萃》之极，三与上为敌应，敌应则无《萃》，孤立于上而安得安乎？知其不安，则忧之深，虑之甚，极之“赍咨涕洟”，悲愁百结，人亦当谅其哀怨而来《萃》也，故得“无咎”。皖江陈氏以“咨”为资财，“赍”为持，谓财聚民散，是有其财而不能有其众，则坐拥厚资，适以自危，如鹿台巨桥，卒供兴王之恩赏，此诚当痛哭流涕者也。其说亦亲切。\n\n\n【占】　问时运：人必年老运退，极至穷极悲苦，为可悯也。然必有怜而救援者，得以无咎。\n\n\n○　问营商：孤客无伴，途穷日暮，大可悲虑，幸而得救，无咎。\n\n\n○　问功名：时衰运极，难望成名。\n\n\n○　问战征：有军众叛离，主将孤立之象。\n\n\n○　问婚姻：有生离死别之悲。\n\n\n○　问家宅：仳离啜泣，家室不安。\n\n\n○　问疾病：病自悲泣过甚而来，宜宽怀调养。\n\n\n○　问六甲：生女。",
      "modern_text": "上六：叹息流泪，没有灾咎。聚散无常，感伤但无害。",
      "modern_takashima_explanation": "上六处于《萃》卦的极点，与六三不和，孤立无援，因此感到极度不安，痛哭流涕。因其真心哀怨求聚，故得“无咎”。另一种解释是：坐拥厚资却众叛亲离，只能悲哭。\n\n【占卜】\n○　问时运：年老运退，穷极悲苦，但会有人怜悯救援，故无咎。\n○　问经商：孤身一人，途穷日暮，幸而得救，无咎。\n○　问功名：时运衰败，难望成名。\n○　问征战：军众叛离，主将孤立。\n○　问婚姻：有生离死别的悲伤。\n○　问家宅：家人分离哭泣，家室不安。\n○　问疾病：病因是悲伤过度，宜宽怀调养。\n○　问胎孕：生女孩。"
    }
  },
  "guaci": "萃：亨。王假有庙。利见大人，亨，利贞。用大牲吉，利有攸往。",
  "modern_guaci": "萃卦象征聚集：亨通。君王到宗庙祭祀。利于拜见大人物，亨通，利于坚守正道。用大的牲畜祭祀则吉祥，利于有所前往。"
}