{
  "name": "地风升",
  "pinyin": "di_feng_sheng",
  "code": "011000",
  "palace": "震宫",
  "general_text": "卦体《坤》上《巽》下，按《坤》辰在未，未土也，故坤为地，《巽》辰在巳，上值轸，轸主风，故《巽》为风。陆绩云，“风土气也”，《巽》为《坤》所生，故风从地而起，即庄子所云“大块嘘气，其名为风”也。地上风下，盖风起自地下，顷刻而行于天上，有《升》之象。《升》为十二月之卦，阴气下凝，阳气上升，此其时焉。此卦所以名地风《升》也。",
  "modern_general_text": "本卦卦体为坤（地）在上，巽（风）在下。坤对应地支未（土），故为地；巽对应地支巳（风），故为风。古人认为风是土之气，风从地而生，正如庄子所说“大地吐气名为风”。风从地下升起，瞬间行于天上，象征着“上升”。升卦对应十二月，此时阴气凝结于下，阳气开始上升，正是万物萌发生长的时节，所以命名为地风《升》。",
  "takashima_general": "升：元亨。用见大人，勿恤。南征吉。\n▲　金文升\n▲　篆书升\n卦象由《巽》升《坤》，故曰《升》。《巽》本“小亨”，“元”者，《坤》之“元”，得夫坤元之气，故曰“元亨”。“大人”谓二，《巽》《传》曰“利见”，此曰“用见”，谓不升则不得见，用升而后可见也，故曰“用见”。得见大人，则大人必相与同升，自可无恤。“南征”者，出幽入明之谓也。《巽》之往《坤》，《坤》之往《巽》，皆必历于南，譬如日月之升，皆南征，而其降也，皆北行，故曰“南征吉”。\n《彖传》曰：柔以时升，巽而顺，刚中而应，是以大亨。用见大人，勿恤，有庆也。南征吉，志行也。\n《巽》位在巳，《坤》位在申，其升也，历时而渐进，故曰“柔以时升”。阴始于《巽》，而终于《坤》，柔莫柔于《巽》矣。《巽·彖传》曰“柔顺乎刚”，《坤·彖传》曰“柔顺利贞”，是所谓“巽而顺”也。二为《升》之主，刚而得中，二五相应，谓之“刚中而应”，其亨是以大也。王制升诸司徒，升诸司马，皆为大人，得以用见，是可“勿恤”。柔依刚而立，初得二而《升》之基益固，而《升》之道乃亨，故曰“有庆”。阳称庆，庆在初也。《巽》属东南，《坤》属西南，自下升上，必历《离》之南，乃交于《坤》，南为阳明之方，故“征吉”。得其吉而升之，志于是乎遂，故曰“志行也。”\n以此卦拟人事，是人之屈者求伸，穷者求达也，然屈伸穷达，有时存焉。刚主动，柔主静，“柔以时升”，当静以待时焉。《巽》柔也，《坤》亦柔也，无刚以作其气，则柔弱不能自树，其何以升哉！故必应以刚中，柔乃得依刚以为立，即《巽》《彖传》所谓“刚巽乎中正而志行”者也，其亨可谓大矣。凡人之求升，必藉大人为之先导，引而进之，登而用之，皆大人之力也，然必先见之，而后得邀其赏识。“用见”者，进见之谓也，举不举未可知也，故不谓之“利见”。然以时而见，必以时而升，当有庆焉，可无忧也。昔吕望之于文王，相见于渭南，孔明之于先主，相见于南阳，南征之吉，是其证也。三代之英，有志得逮，大道之行，人事之亨也。《巽》为风，《坤》为用，正风云际会，用之则行之时也。\n以此卦拟国家，《升》为升平也，所谓道隆德隆，国家全盛之时也。其卦自《萃》来，《萃》则得民，得民则国治，国治而后天下平，是治道之大亨也，故《升》曰“元亨”。然一治一乱，时为之也，时未可《升》，宜静以俟之，不宜躁进。“巽而顺”，谓《坤》顺以承天也；“刚中而应”，谓《巽》刚以应时也。得其时，则贤能登进，俊杰超迁，允升天子之阶，用布永清之化，君臣一德，风行俗美，在正时也。“大人”者，恭己面南之大人也，当阳出治，天下之士，咸皆怀抱利器，愿期一见之为荣，斯士无被黜之忧，朝有得人之庆。《说卦传》所云“帝出乎震，齐乎巽，相见乎离”，《离》南方也，故“南征吉”。卦以二五为刚中相应，二曰“有喜”，五曰“大得志”，即可见万年有道，升平之象也。\n通观此卦，卦名取地风，卦象取地木，风从地而起，木自地而出；《巽》为风，亦为木，木与风，其为《升》一也。《升》反《萃》，《萃》《坤》居下，为群众之象，《升》则举于众，而登之民上，是古者论秀书升之制也，故反《萃》为《升》。《彖》辞曰“用见”，曰“征吉”，谓贤士怀抱道德，乐为世用也；曰“大亨”，曰“有庆”，谓朝廷任用俊彦，得奏时雍也。往见者在士，举而用之者在大人，故士之吉，即为大人之吉，大人之“有庆”，亦即为士之庆也。柔依刚而能立，志得《坤》而斯行，《象》曰“积小以高大”，譬如升高，必自卑而登，譬如升阶，必由下而进，盖有愈升而愈上者矣。其大旨惟在“柔以时升”，先时则躁，后时则悔，皆失《升》进之道也。士者出而用世，审时其至要也。《易》之作也，多在殷周之际，周室王化之行，始于二南，所谓征南，是明证也。爻象内三爻为《巽》，初“合志”，二“有喜”，三无疑，是《升》之得其人、得其道也。外三爻为《坤》，四曰“山”，五曰“阶”，六曰“冥”，是《升》有其地、有其时也。总之，二为大人，五应之，则升阶以见；初得允吉，四应之，则恭顺以事；三尚可《升》，六应之，则其《升》已极。卦体《坤》《巽》皆柔，如木初出，枝条柔软，及其干霄直上，自然刚健不屈，所谓“巽而顺，刚中而应”者也。\n《大象》曰：地中生木，升。君子以顺德，积小以高大。\n地中生木，当其萌孽始生，藐乎小矣，及至蔽日干霄，其高大不可限量，盖不知几经岁月，得以积累而至此也。顺德以《坤》为极，《巽》柔在下，《坤》顺在上，由《巽》升《坤》，非积不能。君子法之，以顺其德，积小高大，德必日新而日懋也。人以此而树木者，君子即以此而树德焉。\n【占】　问时运：得春生之气，运途当日进日盛。\n○　问功名：有指日高升之象。\n○　问营商：积累锱铢，可渐成富饶巨室。\n○　问战征：宜平地架列木梯，可以登高攻城。\n○　问婚姻：顺为妇德，有以妾作嫡之象。\n○　问家宅：此宅初时低小，近将改造大厦。\n○　问疾病：是肝木春旺之症，若不顺气宽养，势将日积日重，颇为可危。\n○　问货价：有逐步腾贵之象。\n○　问秋收：风雨调顺，年谷丰登。\n○　问行人：一路顺风，且积蓄颇丰。\n○　问六甲：生女。",
  "modern_takashima_general": "升卦：大吉大利。应当去拜见大人物，不必忧虑。向南方进发吉祥。\n\n卦象由巽（风）上升到坤（地），所以叫《升》。要想晋升，必须去拜见有地位的“大人”（指九二爻），只有主动求见才能得到提拔，所以说“用见”。得到大人物的赏识，就能一起上升，不必忧虑。“南征吉”，意思是走出幽暗进入光明，如同日月升起都在南方。升卦的主旨是“柔顺地按时机上升”，像树木从地里长出，从微小积累到高大。\n\n**在人事上**：象征人处于困境求伸展，贫穷求显达。但这种伸展和显达需要等待时机。巽和坤都是柔顺的，必须依托刚强的人（如九二）才能立足。凡是想晋升的人，必须借助大人物的引导和提拔。如姜太公遇文王、孔明遇刘备，都在南方相见，是大吉之兆。这也是风云际会、施展才华的时候。\n\n**在国家上**：象征天下太平、国家全盛。得民心则国家大治。但治乱有时，时机未到不宜躁进。当其时，贤能的人得到提拔，君臣同心，风俗淳美。天下有才之士都希望被君王看见，君王也因得人才而庆幸。\n\n总的来说，升卦像树木生长，积少成多，积小成大。关键在于“审时度势”，太早则急躁，太晚则后悔。君子应当效法树木生长，顺应美德，积累微小的进步成为高大的功业。\n\n**【占断】**\n* **问时运**：得到春生之气，运气一天比一天好。\n* **问功名**：有指日高升的迹象。\n* **问经商**：积少成多，逐渐可以成为大富之家。\n* **问征战**：适宜在平地架设云梯，登高攻城。\n* **问婚姻**：顺从是妇人的美德，有从小妾升为正妻的迹象。\n* **问家宅**：这房子起初低小，近期将改造成大厦。\n* **问疾病**：属于肝木春旺的病症，如果不顺气调养，病情会日积月累，比较危险。\n* **问物价**：有逐步上涨的趋势。\n* **问秋收**：风调雨顺，五谷丰登。\n* **问行人**：一路顺风，而且积蓄颇丰。\n* **问胎孕**：生女孩。",
  "lines": {
    "1": {
      "text": "初六：允升，大吉。",
      "takashima_explanation": "《象传》曰：允升，大吉，上合志也。\n\n\n初居《升》之始，为《巽》之主，《升》者下也，而允其升者上也，上允其升，则《升》之志遂矣。上互《震》，《震》雷出地，声闻百里，有《升》之象；下升上允，志同道合，吉莫大焉。《晋》六三曰“众允”，下为二阴所信；《升》初六曰“允升”，上为二阳所信。以阴信阴，悔亡而已，以阴信阳，乃得大吉。\n\n\n【占】　问时运：运途大顺，求名求利，无不如志，大吉。\n\n\n○　问功名：一举成名，大吉。\n\n\n○　问营商：货价高升，大可获利。\n\n\n○　问战征：升高窥望，得识敌情，一战可得胜也，大吉。\n\n\n○　问婚姻：两姓允合，大吉。\n\n\n○　问家宅：有出谷迁乔之兆，吉。\n\n\n○　问疾病：爻象本吉，于问病独非吉兆，惟在下痢下陷等症，则吉。\n\n\n○　问讼事：宜上控，吉。\n\n\n○　问六甲：生女。",
      "modern_text": "初六：诚信地上升，大为吉祥。有了好的基础就能稳步提升。",
      "modern_takashima_explanation": "初六处于升卦的开始，是下级想上升，而上级（九二、九三）允许并信任其上升，这样志愿就能实现。就像雷声从地底发出，声闻百里。下级求升，上级允许，志同道合，是大吉之兆。\n\n**【占断】**\n* **问时运**：运途非常顺畅，求名求利都能如愿，大吉。\n* **问功名**：一举成名。\n* **问经商**：物价上涨，获利丰厚。\n* **问征战**：登高侦察，探明敌情，一战可胜。\n* **问婚姻**：两家都同意，大吉。\n* **问家宅**：有乔迁高处的吉兆。\n* **问疾病**：本卦总体吉祥，但问病若非下痢、脏器下垂等症，则不算吉兆（因为病势“上升”）。\n* **问官司**：适宜向上级申诉，吉。\n* **问胎孕**：生女孩。"
    },
    "2": {
      "text": "九二：孚乃利用禴，无咎。",
      "takashima_explanation": "《象传》曰；九二之孚，有喜也。\n\n\n二居《巽》之中，备刚中之德，即为“用见”之“大人”。初欲升五，必先历二，以求孚于二也。古者求贤审官，得人则告诸宗庙，二既孚初之《升》，特为斋祓以进之。上互《震》，《震》为祭，故“用禴”。《巽》，孟夏之月，“禴”，夏祭，“用禴”者，取“柔以时升”之义也。“禴”，祭之薄者，然输诚求升，虽薄亦孚，在诚不在物也，故“无咎”。《象传》曰“有喜”，即《彖传》所云“有庆”也。《萃》六二以柔应五之刚，《升》九二以刚应五之柔，其至诚感应，则一也，故爻象“用禴”同，“无咎”亦同。\n\n\n【占】　问时运：运途得中，必有喜事临门。\n\n\n○　问营商：商业全凭信实，有信卖买进出，无诈无虞，自能永远，且可获利。\n\n\n○　问功名：定有泥金报喜。\n\n\n○　问战征：出师必祭，信为兵家之要，得信则三军一心，无战不克矣。\n\n\n○　问婚姻：二五交孚，阴阳合德，大喜。\n\n\n○　问家宅：主有喜兆。\n\n\n○　问疾病：宜祷。\n\n\n○　问六甲：单月生男，双月生女。",
      "modern_text": "九二：心怀诚信则利于举行春祭，没有灾咎。以诚意祈求而获福。",
      "modern_takashima_explanation": "九二具备刚毅中正的品德，就是卦辞中所说的“大人”。初六想要上升到九五，必须经过九二并取得其信任。九二既然信任初六，就替它祭祀神灵来引荐。“禴”是夏祭，虽然祭品菲薄，但只要心诚求升，也能被神灵接受，关键在于诚意而不在于祭品丰厚，所以“无咎”。这象征至诚感应，必有喜事。\n\n**【占断】**\n* **问时运**：运势中正，必有喜事临门。\n* **问经商**：商业全凭诚信，买卖无欺诈，自然能长久获利。\n* **问功名**：定有报喜的好消息。\n* **问征战**：出师必祭旗，军队以信义为本，三军一心，无战不胜。\n* **问婚姻**：阴阳合德，大喜。\n* **问家宅**：家中有喜兆。\n* **问疾病**：适宜祈祷。\n* **问胎孕**：单月生男，双月生女。"
    },
    "3": {
      "text": "九三：升虚邑。",
      "takashima_explanation": "《象传》曰：升虚邑，无所疑也。\n\n\n《升》之三，《巽》之终，《坤》之始也，《坤》为虚，亦为邑，故曰“升虚邑”。《说文》：“虚，大邱。九夫为井，四井为邑，四邑为邱”。邱，谓之虚，《诗》“升彼虚矣”，虚，即墟也。墟为空旷高地，由井升邑，由邑升虚，可见“积小以高大”，历试诸艰，胜任愉快，地日辟而日大，位日进而日高。《象传》曰“无所疑”，信乎三之《升》，《升》之得其任矣。征诸太王居岐，一年成邑，二年成都，三年五倍于初，爻所言升虚升邑，盖谓此也。《升》卦爻象三、四、五三爻，皆隐指周室之事。\n\n\n【占】　问时运：目下运途恰好，渐进渐盛。\n\n\n○　问营商：市廛谓之趁虚，言就虚地，会集货物而成市邑，可见商业日盛也。\n\n\n○　问功名：《升》本发达之象，初方“允”，二则“孚”，至三则已升而在上，可无疑也。\n\n\n○　问战征：经此兵燹，城邑空虚，“升虚邑”，夺取空城矣。\n\n\n○　问家宅：有前空虚，后富实之象。\n\n\n○　问婚姻：“虚邑”，犹空房也，不吉。\n\n\n○　问疾病：必是虚弱之症无疑。\n\n\n○　问失物：不得。\n\n\n○　问六甲：九三阳爻，生男。",
      "modern_text": "九三：上升进入空虚之城。畅通无阻地前进。",
      "modern_takashima_explanation": "九三处于巽卦的终结、坤卦的开始。坤象征“虚”也象征“邑”（城邑）。“升虚邑”意思是登上空旷的高地或进入无人的城邑，如入无人之境，象征着上升没有障碍，积小成大，地位日渐高升，不用怀疑。\n\n**【占断】**\n* **问时运**：目前运势恰好，渐渐兴盛。\n* **问经商**：在空地上聚集货物成为集市，商业日渐兴盛。\n* **问功名**：已升到上位，发达无疑。\n* **问征战**：敌方城邑空虚，可以夺取空城。\n* **问家宅**：先前空虚，后来富实。\n* **问婚姻**：“虚邑”好比独守空房，不吉利。\n* **问疾病**：无疑是身体虚弱的病症。\n* **问失物**：找不到了。\n* **问胎孕**：生男孩。"
    },
    "4": {
      "text": "六四：王用亨于岐山，吉，无咎。",
      "takashima_explanation": "《象传》曰：王用亨于岐山，顺事也。\n\n\n岐山为周发祥之地，太王迁之，文王康之，时告祭乔狱，岐山当必在其内也。盖天子祭天地，诸侯祭其境内之山川。“亨于岐山”，岐山在周境内，周先王实主其祀焉。称王者，追王之谓也。迁岐山之始，避狄而来，而积小高大，遂成为王业之基，吉何如也！《象传》以“顺事”释之，盖隐指文王服事之诚，有顺德，无二心也。此周公不言之旨，合前后爻象观之，而可知矣。\n\n\n【占】　问时运：事顺适，吉而无咎。\n\n\n○　问战征：古者祷战，祈克于上帝，然后接敌，此即用享之义也。享而后战，其必克矣，吉。\n\n\n○　问营商：货物之生也，多取于山林川谷之间。祭法，民之取财用者，必祭之。谓祭之可获利也。吉。\n\n\n○　问功名：“亨于岐山”，易侯而王，大吉之兆。\n\n\n○　问家宅：宜祭告宅神，吉。\n\n\n○　问疾病：宜祷。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：王用来在岐山举行祭祀，吉祥，没有灾咎。",
      "modern_takashima_explanation": "岐山是周朝的发祥地。君王在岐山举行祭祀，象征着真心诚意地顺应天命和时局。就像周文王当年积累功德，奠定王业基础。凡事能像这样诚心顺应，必然吉祥无灾。\n\n**【占断】**\n* **问时运**：事事顺心，吉祥无灾。\n* **问征战**：古人战前祷告上天，祭祀后再战，必能获胜，吉。\n* **问经商**：山林川谷出产货物，祭祀山川可以获利，吉。\n* **问功名**：有从诸侯升为王者的大吉之兆。\n* **问家宅**：应当祭祀家宅之神，吉。\n* **问疾病**：适宜祈祷。\n* **问胎孕**：生女孩。"
    },
    "5": {
      "text": "六五：贞吉，升阶。",
      "takashima_explanation": "《象传》曰：贞吉，升阶，大得志也。\n\n\n五以《坤》德居中，位极其尊，《象传》所称“君子以顺德，积小以高大”，惟五当之。“阶”，天子之阼阶也，升之于阶，尊之至焉。然不正则为新莽，为曹操，其何能吉？古来必如大舜之有鳏在下，侧陋明扬，以至命陟帝位，爻曰“贞吉”，《象》曰“大得志”，惟舜有之矣。而作《易》之旨，则隐指西伯方百里起，终受周命之事也。\n\n\n【占】　问时运：平生志愿，无不得遂，大吉之兆。\n\n\n○　问功名：拾级而登，荣宠已极。\n\n\n○　问营商：五为中数，凡营财之道，不宜过盈，以得中为吉，故曰“贞吉”。\n\n\n○　问战征：凡攻城，必用梯阶，所以升高也。城必可克，故吉。\n\n\n○　问婚姻：五与二相应，爻曰“升阶”，有攀结高亲之象，故二曰“有喜”。\n\n\n○　问疾病：《升》，增也，病不宜升，乱阶厉阶，皆非吉兆。\n\n\n○　问讼事：讼本凶事，是谓祸阶，升阶则讼愈凶，何以得吉？\n\n\n○　问失物：当就阶墀间寻之。\n\n\n○　问六甲：生女。",
      "modern_text": "六五：坚守正道则吉祥，一步一步地上升。循序渐进，稳步提升。",
      "modern_takashima_explanation": "六五居于尊位，“阶”是天子的台阶。登上台阶，意味着地位尊贵到了极点。但必须坚守正道（贞）才吉祥，否则就像王莽、曹操篡位一样不吉利。只有像舜帝那样从民间选拔而登上帝位，或者像周文王那样从百里小国兴起，才是“大得志”。\n\n**【占断】**\n* **问时运**：平生志愿无不实现，大吉之兆。\n* **问功名**：步步高升，荣宠至极。\n* **问经商**：取中庸之道，不宜过度贪婪，坚守正道为吉。\n* **问征战**：攻城必用云梯，定能攻克，吉。\n* **问婚姻**：有攀结高亲的迹象，大喜。\n* **问疾病**：病势不宜“升”，这是祸乱的阶梯，不是吉兆。\n* **问官司**：官司是祸端，升级则更凶，不吉。\n* **问失物**：在台阶、门阶附近寻找。\n* **问胎孕**：生女孩。"
    },
    "6": {
      "text": "上六：冥升。利于不息之贞。",
      "takashima_explanation": "《象传》曰：冥升在上，消不富也。\n\n\n上居《坤》之极，《升》至于上，《升》无可升矣。如日之升，朝而日出，昼而日中，暮而日入，“冥”，则昏暮也，《坤》为冥，故曰“冥升”。“不息”者，昼夜循环之谓也，今日月没，明日复升，故曰“利于不息之贞”。《坤》曰“永贞”，即“不息之贞”也。在人之升，至上则禄位已尽，魂升魄散，归入幽冥之域，凡生前富贵利达，消归无有，惟此道德勋名，足以流传于不息耳，故《象传》以“消不富”释之，此之谓也。\n\n\n【占】　问时运：好运已过，且待后运重来，可以得利。\n\n\n○　问战征：有率军夜进，误入幽谷之象，利于息，待天明可出险也。\n\n\n○　问营商：防有人财两失之患。\n\n\n○　问功名：《升》至于上，功名已显，防身后萧条。\n\n\n○　问婚姻：恐不得偕老。\n\n\n○　问家宅：宅运已过，势必中落。\n\n\n○　问疾病：大象不利，“冥升”者，魂升于天也。\n\n\n○　问六甲：生女，恐不育。",
      "modern_text": "上六：在黑暗中上升，利于不停地坚守正道。不知止则有危险，但持正则无妨。",
      "modern_takashima_explanation": "上六处于升卦的极点，已经升无可升。“冥”指昏暗、夜晚。就像太阳落山，进入幽冥。世间的富贵利达至此已经消散，唯有道德名声可以流传不息，所以说“利于不息之贞”。\n\n**【占断】**\n* **问时运**：好运已过，应当休养生息，等待下一次好运。\n* **问征战**：有军队夜间行军误入幽谷的象，适宜休息，等天亮再出险。\n* **问经商**：提防人财两失。\n* **问功名**：功名虽显赫，但防身后萧条。\n* **问婚姻**：恐怕不能白头偕老。\n* **问家宅**：宅运已过，家势必然中落。\n* **问疾病**：大象不利，“冥升”意味着灵魂升天，凶。\n* **问胎孕**：生女孩，恐怕难以养育。"
    }
  },
  "guaci": "升：元亨，用见大人，勿恤，南征吉。",
  "modern_guaci": "升卦象征上升：至为亨通，宜于拜见大人物，不必忧虑，向南方进发则吉祥。循序渐进，步步高升。"
}