{
  "name": "水风井",
  "pinyin": "shui_feng_jing",
  "code": "011010",
  "palace": "震宫",
  "general_text": "卦体《坎》上《巽》下，《巽》为风，亦为木，风善入，木善出，《巽》在《坎》下，是入水又能出水，有桔槔之象焉。《坎》为水，亦为穴，穴地出水，是为《井》也。卦自《困》来，《困》则泽涸，故“无水”，反之则有水。《坎》又为平，水之平莫如井，此卦之所以名《井》也。",
  "modern_general_text": "本卦上卦为坎水，下卦为巽木。巽象征风，也象征木；风善于进入，木善于生长而出。巽木在坎水之下，象征木桶入水又能汲水而出，就像以前取水的桔槔（吊杆）。坎代表水，也代表洞穴，从地穴中出水，就是“井”。此卦紧接《困》卦而来，困卦是沼泽干涸无水，井卦反过来则有水。坎又有“平”的意思，水的平整莫过于井水，所以此卦命名为《井》。",
  "takashima_general": "井：改邑不改井，无丧无得，往来井井。汔至，亦未繘井，赢其瓶，凶。\n▲　金文井\n“井”，通也，物所通用也。古者建设都邑，必凿井以养民，即或邑有改迁，而井之制不改。人得井以为养，而井不因之见损，故“无丧”；井所以养人，而井不以此见功，故“无得”。但见往者往，来者来，人之就养于井者，亦未尝归功于井也。“繘”，所以引而下，“瓶”，所以盛而上，至若繘未下，而瓶已羸，则井为虚设，而繘亦为虚悬矣，故曰“凶”。\n《彖传》曰：巽乎水而上水，井养而不穷也。改邑不改井，乃以刚中也。汔至，亦未繘井，未有功也。赢其瓶，是以凶也。\n《巽》木入水，象取桔槔。按《庄子》，凿木为机，后重前轻，挚水若抽，其名曰槔，即井上转水辘轳，故曰“巽乎水而上水”。《巽》为绳，故象繘，《坎》为虚，故象瓶，以繘系瓶，所以引水而上也。井有水，取之而不竭，故曰“井养而不穷也”。三阴三阳，卦体本自《乾》《坤》来，《坤》为邑，《坤》五化《坎》则成《井》，成《井》则《坤》之邑改，而《坎》之《井》不变，故谓之“改邑不改井”。《传》曰“刚中”，即由《坎》之《彖传》来，刚中指《坎》五“不盈，祗即平”，《井》之为《井》，在是矣。然井不能自为养也，必有以汲之，而养之功乃见，繘牵之以下水，瓶盛之以上水，繘与瓶，汲水之大用也。至而未繘，井成虚设，功复何有矣；瓶若更羸，繘亦无用，凶已可知矣。“汔”，几也，“繘”，绠也，“羸”，钩羸也。《系辞》曰“井，德之地也”，取其养也。盖井养不穷，喻王者政在养民。汲井期于得水，为政期于得民，不可半途辄止，废弃全功，孟子所谓掘井而不及泉，犹为弃井，亦即此旨。\n以此卦拟人事，《井》，节也，井节水以备养，犹人节财以备用也。国有治乱，邑因之改，而井则仍在焉；人汲之无所得，不汲亦无所丧，在《井》固无关得丧也。人之处财亦然，吾闻有以人弃财者，未闻以财弃人也。攘而往者，为财往，熙而来者，为财来，财在地，任人取之而不竭，犹水在井，任人汲之而不穷焉。然汲水非可徒手往也，卦体坎水《巽》木，坎水为《井》，《巽》木为桔槔，《巽》亦为绳，互体《离》为瓶，《兑》为口，是井口也，言桔槔以绳引瓶，下入井口，汲水而上。《彖传》所云“《巽》乎水而上水”，《井》之象也；随所在而不改，井之德也。至若井币未繘，无以上水，井无功也；瓶而既羸，势将坠井，汲者凶矣。《彖》为《井》言，而不仅为井言也，凡天下事之节其源而通其流者，皆可作《井》观焉。卦以《坤》五化《坎》，以《乾》初化《巽》，《乾》为用，利用者为财，厚生者为养，皆人事之切要也。有其养而不知所养，井几成为虚器，有其财而不知所用，财终归于虚靡矣。是非财之咎也，在人之不善取耳，君子所以“劳民劝相”，为天下通其源流焉。\n以此卦拟国家，井之为言养也。因民之所养而养之，而井不自知其为养也；王者以德养民，因民之所利而利之，而王者亦未尝言利也。《巽》，入也，《坎》，信也，《井》，静也。入故通，而资之不竭；信故深，而改之不迁；静故安，而应之不劳，是刚中之德也。君子法井之德，以渊深者修诸己，以汲养者惠诸民，推己及民，利斯普矣。然君子具此德，而遇不遇听诸天，井能养，而汲不汲在于人，其中或得或丧，或吉或凶，人自招之，君子之德，必不以此而改也。汲水之器有繘瓶，繘而下，瓶而上，其机甚捷，弃而不用，则器废，而井亦废矣。为政之具在德礼，道以德，齐以礼，其化甚神，然弛而不张，则具坏，而政亦坏矣。故作《易》者戒之以无功，惕之以有凶，亦深为功荒垂成者惜也。\n通观此卦，《井》反《困》，《序卦传》曰：“困乎上者必返下，故受之以井”。《杂卦传》曰：“井通而困相遇也。”易位为《涣》，《涣》《传》曰“乘木有功”，《井》之取桔槔而不取舟，其用《巽》木一也。旁通为《噬嗑》，《噬嗑》，养也，有井养之义。下卦为《革》，《革》者，改也，有“改邑不改井”之象。要之，《井》为井，汲之而不穷也，其用取诸养，得地而不改也；其德在夫刚中，或汲或不汲，于井固无得丧也。此汲而彼亦汲，一任人之往来也，苟舍其繘，羸其瓶，以为井不可食也，是自弃其井矣，《井》固无咎，而汲者凶焉。卦体全象主《坎》，是为井中之象，阴虚为出汲之口。初阴在下，故为“井泥”；二承阳无《坎》，故为“敝漏”；三得位应上，故为“受福”；四修德补过，故为“井甃”；五阳刚中正，故为泉美，六进养功成，故为“井收”。以卦时论之，《巽》初当春夏之交，水潦混浊，故《井》有泥；二当《离》夏，而水多鱼。三四两爻为秋，秋水澄清；三为《坤》，泉泄地上；四为《兑》，故其毁折。五六冬也，故《井》寒冽；上爻终《坎》，为水养之终也。大抵下卦坎水流行东南，失时不遇，故不吉；上卦水归西北，得其方位，故多吉。\n《大象》曰：木上有水，井。君子以劳民劝相。\n《坎》为水，在上，《巽》为木，在下，其象为“木上有水”，即《彖传》所谓“巽乎水而上水”之象也。君子玩其象，而修其德，以之“劳民劝相”。“劳”，用民力也，“劝”，劝道也，“相”，辅相也。《坎》为劳卦，互卦《兑》，《兑》为悦，悦以劳民；《兑》又为口，《巽》为同，为交，有同心协助之象，故曰“相”。天下之民无穷，一人之养难周，君子于是劳来之，劝相之，使比间族党相亲，贫穷患难相恤，开导诱掖，以尽其相生相养之道，如是则所以养民者，周恤完全，而无一人之漏养者，所谓“井养而不穷”也。\n【占】　问时运：目下交木水相生之运，正可相助成事。\n○　问战征：有水灭木之象，水军有厄，宜劳力相助，可以出险。\n○　问功名：“木上有水”，有得春雨发生之象，功名可望。\n○　问营商：有利过于本之象，吉。\n○　问家宅：此屋栋柱，恐有水湿溃烂之患，宜急修葺。\n○　一问婚姻：《坎》男《巽》女；男上于女，阴阳之正也，吉。\n○　问疾病：肾水暴溢，宜急调治。\n○　问六甲：生男。",
  "modern_takashima_general": "井卦象征通达，万物通用。古人建城必凿井养民，即使城邑变迁，井的位置和制度也不变。人取水养生，井并不因此受损（无丧），井养育了人也不居功（无得）。人们来来往往汲水，井始终在那。但如果绳索（繘）没放到底，或者打水的瓶子破了（羸其瓶），水提不上来，井就成了虚设，这就是“凶”。\n\n以人事比喻，井代表节制和储备。如同人节约财物以备用。财在地上任人取用不竭，如水在井。但取财需要方法，若方法不当（如瓶破绳断），则徒劳无功。君子效法井德，深沉修身，惠及百姓。为政在于养民，若半途而废，如同掘井不及泉。\n\n占断指出：君子应如井水般源源不断地养育百姓。\n问时运：水木相生，互助成事。\n问功名：有春雨发生之象，希望很大。\n问经商：利大于本，吉。\n问家宅：防备栋柱潮湿腐烂。\n问婚姻：阴阳得正，吉。",
  "lines": {
    "1": {
      "text": "初六：井泥不食，旧井无禽。",
      "takashima_explanation": "《象传》曰：井泥不食，下也。旧井无禽，时舍也。\n\n\n“旧井”者，坏而不治之井也；“禽”者，辘轳之轴，运繘者也，轴上刻以禽形，故曰“禽”。或谓轴转之音，似禽鸣也。初居最下，象井底，水涸泥污，故曰“井泥不食”，成为废井，井久有毒，故人不食。其井既废，则辘轳之禽，亦腐朽而无有矣，故曰“旧井无禽”。《象传》以“下也”释“井泥”，谓泥在井下，故不可食，以“时舍”释“旧井”，谓井已废旧，故为时所舍。按：《鲁语》“取名鱼，登川禽”，韦昭注：川禽，鳌蜃之属。《易林》《遁》之《井》曰：“老河空虚，旧井无鱼。”此无禽即蜃蛤鱼蛙之类，说亦有据。\n\n\n【占】　问时运：为时过运衰，不为世用。\n\n\n○　问战征：有兵器朽旧，不克制胜之患。\n\n\n○　问营商：货物陈腐，不可贩售。\n\n\n○　问功名：年老无用。\n\n\n○　问疾病：是旧症也。不治。\n\n\n○　问婚姻：人品卑下，虽属旧亲，不成。\n\n\n○　问讼事：必不得直。\n\n\n○　问六甲：生男，防难育。",
      "modern_text": "初六：井底的污泥不能吃，破旧的井没有禽鸟来栖息。废弃不用之象。",
      "modern_takashima_explanation": "初六位置在最下方，象征井底淤泥，水干涸污浊，不可饮用，成为废井。废井甚至连小生物（禽或鱼蛙）都没有。象征时运衰退，如同旧井被时代遗弃，不被世人重用。\n\n占断：\n问时运：时运已过，衰败不被重用。\n问出征：兵器陈旧，无法取胜。\n问经商：货物陈腐，卖不出去。\n问功名：年老无用。\n问疾病：旧疾难治。"
    },
    "2": {
      "text": "九二：井谷射鲋，瓮敝漏。",
      "takashima_explanation": "《象传》曰：井谷射鲋，无与也。\n\n\n“井谷”者，泉穴也。《汉书·沟洫志》，“井下相通行水为井渠”，井固有旁穿孔穴，二动体《艮》，《艮》为穴也。“鲋”，鱼之小者，《子夏传》谓虾蟆。《井》五月之卦，故有虾蟆；《尔雅翼》，“鲋，鰿也”，今作鲫。二体《巽》，《巽》为风，风主虫，虾蟆与鱼，要皆不离夫介鳞虫类。“射鲋”者，古有射鱼，《淮南子·时则训》，“季冬之月，命渔师始渔，天子亲往射鱼”；《史记》：“秦始皇至芝罘射，得巨鱼。”井谷无巨鱼，所射者鲋耳。“瓮”，盛水之器，与瓶相类，二至四互《兑》，象《兑》口，《巽》在下，象底穿，故曰“瓮敝漏”，即《彖》所谓“羸其瓶”也。盖《井》之为水，以上汲为功，而谷水下注，如敝瓮之无底者，复何与于井养之功哉！而徒以射鲋为能，故君子所不取也。\n\n\n【占】　问时运：所得者小，所失者大矣。\n\n\n○　问战征：误中敌计，军入幽谷，致破釜缺养而不得出。\n\n\n○　问功名：弋获虚名，其何能久？\n\n\n○　问营商：为贪意外之财，致失本分之利。\n\n\n○　问婚姻：门地卑微，声名残败，不佳。\n\n\n○　问家宅：此宅有废井，井口残破，水不可食。\n\n\n○　问疾病：是下漏之症，医治可愈。\n\n\n○　问失物：物已敝败，得亦无用。\n\n\n○　问六甲：生男，防此儿有残疾。",
      "modern_text": "九二：井中的水只能用来养鱼虾，水瓮破漏不堪用。有才而不被重用。",
      "modern_takashima_explanation": "井中有旁穴流失井水，只能捕捉到像鲫鱼、蛤蟆这样的小生物。打水的瓮也破漏了。井水本应向上汲取养人，现在反而向下流失，如同破瓮无底，失去了养人的功用。只满足于捕捉小鱼（小利），是君子所不取的。\n\n占断：\n问时运：得小失大。\n问出征：误中敌计，陷入困境，粮草不继。\n问功名：虚名不久。\n问经商：贪图意外之财，失去本分之利。\n问家宅：宅中有废井，水不可食。"
    },
    "3": {
      "text": "九三：井渫不食，为我心恻。可用汲，王明，并受其福。",
      "takashima_explanation": "《象传》曰：井渫不食，行恻也。求王明，受福也。\n\n\n“渫”，治也，谓治井而不停污也。初则“泥”，二则“漏”，三居《巽》之终，《巽》有洁齐之义，故为“井渫”。渫则泥去，漏塞，清洁可食。其有不食者，非井之咎也，犹人澡身浴德，惠泽足以养人，当局者莫之知，旁观者知之矣。“我”，则旁观自谓也，谓如此清泉，而竟弃之如遗，我则为之心侧矣。井既浚治，则可汲而用者，莫如此井也，此而不用，不明甚矣，安得明王出而用之也？是众人祈祷而求其用者也。“王”指五，三至五互《离》，故为明王。阳为福，喻王者登用贤才，则德泽单敷，遐迩受福，贤者之福，即明君之福，亦天下之福也。“并受其福”，是一井之利，遍及万家也。\n\n\n（附言）《井》为《震》宫五世之卦，凡问疾厄，得下卦多不治。下卦变则瓶体破，不能汲水，即《彖》辞所谓“羸其瓶，凶”。补治其破，犹病者得医而治也，凶尚可救。其象如此，余二十年来，屡占屡验，无一或爽。\n\n\n【占】　问时运：怀才不用，命为之也。\n\n\n○　问战征：兵器既修，士卒可用，惜无主将，以致士气颓丧，为可惜也。\n\n\n○　问营商：明见货物辐辏，可以获利，不知贩运，徒诿无用耳。\n\n\n○　问功名：有才无命，为世所弃；两年后至五爻，可望登用。\n\n\n○　问婚姻：目下不成，至五爻必得成就，须在二年后也。\n\n\n○　问家宅：此宅必有旧井久湮，宜渫治之。得食此水，一家获福，若不渫不食，大为可惜。\n\n\n○　问疾病：必是心神不安之症，宜饮症泉可愈。\n\n\n○　问六甲：生男。",
      "modern_text": "九三：井已淘洗干净了却没有人来饮用，让我心中悲伤。可以汲取来饮用了，王如果贤明，天下人都能受其福泽。",
      "modern_takashima_explanation": "井泥已经淘去（渫），漏处也修补好，水质清洁可供饮用，却无人来喝，令人心中悲伤。这就像人修身养德，足以济世，却不被当局者知晓。如果遇到明智的君王来汲取（任用），那么贤才和百姓都能共同受到福泽。\n\n占断：\n问时运：怀才不遇，是命运使然。\n问出征：兵精粮足，可惜没有好主将，士气颓废。\n问经商：眼看有获利机会，却不知如何运作，徒劳无用。\n问功名：有才华但运气不好，被世人遗弃，需待时机。\n问疾病：心神不安，宜调养。"
    },
    "4": {
      "text": "六四：井甃，无咎。",
      "takashima_explanation": "《象传》曰：井甃无咎，修井也。\n\n\n“甃”者，以砖垒井，防井之败坏者也。此卦三阳为泉，三阴为井，初六最下，曰“泥”，上六最上，曰“收”，四居其间，不失其正，故曰“甃”。凡井之坏，坏于污浊不修，而井遂至于无用，四能甃之，故得“无咎”。有四之甃乃得有五之“寒泉”，是助五以养人，皆赖四之甃也。甃井之功，不可为不大矣。\n\n\n【占】　问时运：正当运途改变之时，宜自修饬，不特无咎，可望上进。\n\n\n○　问营商：宜整理旧业，自可获利。\n\n\n○　问功名：修身立名，二三年后，可大得志。\n\n\n○　问战征：诗云“修我矛戟，与子偕作”，在此时也。\n\n\n○　问婚姻：尚须待时。\n\n\n○　问家宅：此宅宜改修为吉。\n\n\n○　问六甲：有弄瓦之象，生女。",
      "modern_text": "六四：用砖石修整井壁，没有灾咎。修缮整治以待任用。",
      "modern_takashima_explanation": "“甃”是用砖石修砌井壁，防止井崩坏。六四处于正位，负责修缮水井。虽然此时还未出水养人，但因为在修整，所以没有灾咎。修井是为了将来能出寒泉（九五）养人，功劳很大。象征正处于自我修缮、整理旧业的阶段。\n\n占断：\n问时运：运势转变之时，宜自我修整，不仅无咎，还有望上进。\n问经商：整理旧业，自然获利。\n问功名：修身立名，过两三年可得志。\n问出征：整顿兵器装备之时。\n问家宅：修缮房屋为吉。"
    },
    "5": {
      "text": "九五：井冽，寒泉食。",
      "takashima_explanation": "《象传》曰：寒束之食，中正也。\n\n\n“冽”，水清也，井水在上，故冽。五为《坎》之主，位居中正，《坎》为寒泉，辰在子，子水也，属北方，故寒。按水之性，冬则温，夏则寒，是阴中纳阳，阳中纳阴，其性然也；《井》为五月之卦，是以冽而且寒。孟子曰，“夏日饮水，冬日饮汤”，当此仲夏，汲此寒泉而食之，为得其时焉。盖《井》自三“渫”之，四“甃”之，则“泥”去“漏”塞，而五之“寒泉”乃出，复之者众，斯受福者亦众矣。王者德润生民，遍及万方，亦如是耳。《井》旁通为《噬嗑》，“《噬嗑》，食也”，故曰“井冽，寒泉食”。\n\n\n【占】　问时运：家道必寒，幸运得其时，可望进用。\n\n\n○　问营商：井出寒泉，喻言财源之长也，可望获利。\n\n\n○　问功名：品行中正，可享鼎养之荣。\n\n\n○　问家宅：有廉泉让水之风。\n\n\n○　问婚姻：家风清白，同甘共苦，夫妇之正也。\n\n\n○　问疾病：是外寒内热之症，宜服寒凉之剂。\n\n\n○　问六甲：生女。",
      "modern_text": "九五：井水清冽甘甜，可以饮用。清澈的泉水被取用，德才被重用。",
      "modern_takashima_explanation": "“冽”是水清。九五位居中正，是井卦的主爻。井水经过掏洗和修砌后，涌出清凉甘甜的泉水，正是夏天解渴的最佳饮品，得其时宜。象征王者以恩德滋润百姓，惠及万方。\n\n占断：\n问时运：虽然家境可能清贫，但幸运时机已到，有望被重用。\n问经商：财源像泉水一样长流，可获利。\n问功名：品行中正，享有荣华。\n问婚姻：家风清白，同甘共苦，吉。\n问疾病：外寒内热之症，宜用寒凉药。"
    },
    "6": {
      "text": "上六：井收勿幕，有孚元吉。",
      "takashima_explanation": "《象传》曰：元吉在上，大成也。\n\n\n“收”，谓辘轳收缩。“幕”井盖也，“勿幕”者，即《彖》所云“往来井井”，汲者众多，无昼无夜，取之不竭：在井固不擅其有，不私其利，任人汲灌，故“勿幕”也。上居《坎》之极，偶画两开，有“勿幕”之象。“孚”，指五，五为“王明”，能用汲者也。“元吉”，元，大也，谓井之利大，故吉亦大。“在上”者，谓上在井口，养人之功，从此而出。“大成”者，谓井养之道，至此而大成矣，凡爻辞阴柔在上，多不吉，在上“元吉”，惟《井》一卦而已。\n\n\n【占】　问时运：功德在世，信用在人，“大成，“元吉”，运之极盛者也。\n\n\n○　问功名：有大用大受之象，非一官一邑之微也。\n\n\n○　问营商：商务会集，利益浩繁，可久可大，无往不吉。\n\n\n○　问婚姻：上应在三，三曰“并受其福”，知两姓皆吉。\n\n\n○　问战征：凡军将发则撤幕，“勿幕”，即撤幕前进也。一战功成，故曰“大成”。吉。\n\n\n○　问疾病：幕亦作暮，言旦夕可即愈也，吉。\n\n\n○　问六甲：生女。",
      "modern_text": "上六：汲取井水不要盖住井口，心怀诚信则大为吉祥。井德广被，不可阻塞。",
      "modern_takashima_explanation": "“收”指井功大成，“幕”是井盖。不要盖住井口（勿幕），任由众人日夜汲取，不私藏其利。上六居于最高位，象征井养之道大成，功德惠及天下，信用（孚）昭著，所以是大吉（元吉）。\n\n占断：\n问时运：功德在世，信用在人，运气极盛。\n问功名：将被赋予重任，并非小官小吏。\n问经商：生意兴隆，利益巨大，无往不吉。\n问婚姻：两姓皆吉。\n问出征：一战功成，大吉。"
    }
  },
  "guaci": "井：改邑不改井，无丧无得。往来井井。汔至，亦未繘井，羸其瓶，凶。",
  "modern_guaci": "井卦象征水井：改换城邑但不改变水井，既没有减少也没有增加。人们来来往往地汲水。快到井口了，但绳子还没到井里，打翻了水瓶，凶险。功亏一篑。"
}