{
  "name": "泽火革",
  "pinyin": "ze_huo_ge",
  "code": "101110",
  "palace": "坎宫",
  "general_text": "卦体泽渗下，火炎上，泽动则上者欲下，火动则下者欲上，上下相争，则不相得，不相得则不能不革。《革》之卦自《井》来，《井》《彖》首言改，改，犹革也。《革》反为《鼎》，《鼎》三曰“鼎耳革”，是《鼎》亦取《革》之象。《革》易位为《睽》，《睽》五曰“噬肤”，革为皮，肤亦皮也，是《睽》亦有《革》之义。卦象《兑》泽《离》火，上互《乾》，谓之金生水，下互《巽》，谓之木生火，合之谓金克木，水克火，上下相克，相克必相革。《洪范》曰，“金曰从革”，《兑》西方之卦，属金，故名其卦曰《革》。",
  "modern_general_text": "本卦卦象为泽水向下渗透，火焰向上燃烧。泽的性质是向下的，火的性质是向上的，两者运动方向相反，互不相容，必然产生争斗，争斗到无法调和就不能不发生变革。革卦是继井卦而来，井卦的彖辞首先提到“改”，改就是变革。革卦翻转过来就是鼎卦，鼎卦九三爻辞说“鼎耳革”，说明鼎卦也包含了变革的意象。革卦交换上下卦位置就变成睽卦，睽卦六五爻辞说“噬肤”（咬皮肤），革原指兽皮，肤也是皮，说明睽卦也有革的含义。从卦象看，上卦兑为泽，下卦离为火，中间互卦见乾金生水，下互巽木生火，合起来看是金克木、水克火，上下互相克制，相克必然导致变革。《洪范》说“金曰从革”，兑卦主西方属金，所以将此卦命名为“革”。",
  "takashima_general": "革：己日乃孚。元亨利贞，悔亡。\n▲　金文革\n《革》，改革也。日者《离》象，纳甲，《离》纳己，己为土，位居中。《易》道贵乎得中，过中则变，古人以已有变更之义。《仪礼》，“少牢馈食礼，日用丁己”，郑注，“必丁己者，取其自丁宁、自变己（更）”，（本书认为应读为己，为一家之见更），是已有革义也。五常以土为信，土即己也。将有改革，先示以信，“己日”者，为信孚于人之日也，故曰“己日乃孚”。《离》火生于《乾》二，《兑》金生于《乾》四，是卦从《乾》来，故“元亨利贞”四德皆具。有孚“悔亡”，己日之功也。王弼曰，“即日不孚，已日乃孚，已读作‘已事遄往’之已”，《疏》与《正义》，皆从其说。然《易》中用甲，用庚，用日，用月，各有精义，王说恐未然。\n《彖传》曰：革，水火相息，二女同居，其志不相得，曰革。己日乃孚，革而信之，文明以说，大亨以正，革而当，其悔乃亡。天地革而四时成，汤武革命，顺乎天而应乎人，革之时大矣哉！\n《传》曰“水火相息”，火在泽下，火不得上炎，则水息其湿，泽在火上，水不能下流，则火息其燥。息者，止而生也。相制则止，相成则生，息与孟子“日夜之所息”同义。“二女同居”，二索三索，皆从《坤》生，故为“同居”。《离》中女，《兑》少女，《兑》上《离》下，位既不当，《兑》水《离》火，性又不同，故“其志不相得”。志不相得，必生其变，所以为《革》。然水火相克不相得，必得土以调剂其中，则《革》乃成，而民乃信。“文明”者，《离》象也；信悦者，《兑》象也；“大亨以正”者，体夫《乾》之德也，如是而《革》得其当，如是而悔乃可亡。改过迁善，《革》在吾身也；去旧从新，《革》在人事也；寒往暑来，《革》在天时也；吊民伐罪，《革》在天位也。《革》之为道，不取义，不取用，惟在得时，故曰“革之时大矣哉”。\n以此卦拟人事，为泽，为火，是人事所必用也；中女少女，是人事所恒有也。水火者，燥湿殊性，故用虽相济，而适以相害。二女而出自《兑》《离》，亦各秉水火之性。故初虽“同居”，而终“不相得”，是水火之穷，亦即为人事之穷也。穷则不能不变，变则革矣。夫生物者乾，成物者坤，坤为土，惟土居中，能剂合夫水火之宜，惟土为信，能贯彻夫上下之交。《彖》所云“己日乃孚”者，道在斯耳。盖《革》以信而行，以明而著，以悦而从。《兑》曰“亨，利贞”，《离》曰“利贞，亨”，合之谓《革》，曰“大亨以正”。此其四德，亦即从《坤》土而来，由是而革安，由是而悔亡，皆己自之功也。凡人事之最要者，在先求其孚也，有孚，则有革而若不见其革。仰观天地，而岁时之变革著焉；远观殷周，而国社之鼎革昭焉。事有大小，道无异致，人道也，天道也，君道也，皆可于革之时见之矣，故曰“大矣哉”，“革之时”也！\n以此卦拟国家，天下之变，势为之也。夫国家苟得久治久安，圣人岂不乐相安于无事？何得好为其变哉！惟法久则弛，俗久则渝，因循日积，酿成大乱，是以因其变，用其权，不得不与天下相更始者，势也。然国家而至变革，大事也，危事也。急遽妄动，则后先无序；权制独任，则谤渎易兴；虑不顾后，则难以图终；计不便民，即无以服众。圣人盖必为之策其全，明以审之，悦以顺之，亨贞以成之。初则时犹未至，“巩用黄牛”，而不嫌其固；二则时适其中，己日革之，而自得其吉；三则时当其革，必“三就”以求其孚；四则时处方革，虽“改命”而自无悔；五六时在革后，大人则文明以治，小人即顺从以应，如是而《革》道成矣。观夫殷周之兴，乃知革命之自有真焉：曰“顺天”，孚在天也，曰“应人”，孚在人也。故殷周之革夏商，天下信其革，悦其革，若有不知其革者也。按：汤以乙卯兴，武以甲子兴，乙卯为木，合成金土，甲子木水，合皆为土，据此知殷周革命，时日而兼用土爻，“己日乃孚”，此明证也。至于四时变革，木金水火，各主一时，而土实分旺于中，亦可见土之力也。\n《象》曰：“君子以治历明时”，唯君子为能得其时之大者矣。\n通观此卦，卦自《困》来，时穷世困，天下之乱久矣，幸而出《困》入《井》。《井》者，养也，《井》《彖》曰“改邑不改井”，是知邑可改，而养不可改也。不可改，故必先养其元气，待养之既成，而后可从事于改矣，故《井》先于《革》。《杂卦传》曰，“革去故也，鼎取新也”，取新必先去故，故《鼎》后于《革》。古来处革之世，而善用其革者，莫如汤武，汤武之革，非汤武为之，时为之也，顺夫天，应夫人，天人交孚而革乃成矣。下卦三爻，文明以革，初爻未至己日，未可用革；二爻正中己日，乃可用革；三爻革事已成，无容前往矣。上卦三爻，革而成悦，四受天命，五正天位，六天下化成，无不悦服矣。是水得土而受革于人也，故《彖》辞首曰：“己日乃孚”。以卦言之，则《离》革《兑》，以爻言之，则阳革阴。《革》之道，首重夫信，《革》之事，惟求其当。而所以革者，贵得夫时，是以天地不能未春而革夏，未秋而革冬。四时之革，皆应夫时，可革而革，此革之时，所以为大也。\n《大象》曰：泽中有火，革。君子以治历，明时。\n泽本有水之所，变而有火，是亦天地之变象也，故曰《革》。君子法之，“治历”者，推日月星辰之迁易，“明时”者，察分至寒暑之往来，故曰“君子以治历明时”。历者，天事也，时者，人事也，是顺天道而治人事也。昼夜为一日之革，晦望为十月之革，分至为一岁之革，即《彖》所云“天地革而四时成”之义也。\n【占】　问时运：譬如有水之处，忽而出火，是气运之反常也，宜顺时改变，乃吉。\n○　问战征：屯兵之地，防溪谷林木间着火，最宜谨慎。\n○　问营商：《兑》为金，金入火则金熔矣，消耗之象。宜迁地贸易，乃可无咎。\n○　问功名：龙门变化，烧尾之象，吉。\n○　问婚姻：卦体上泽下火，泽有火，是水被火所制，夫为妻所制也。革者有出妻改娶之象。\n○　问家宅：此宅防有火灾，急宜改迁。\n○　问疾病：是肾水枯涸，肝火上炎之症，宜改延良医，顺时调养。\n○　问讼事：此事本无中生有，灾自外来。宜改易讼词，揆度时日，其辩自明，其讼得直。\n○　问六甲：生女。凡占此卦，皆女象，惟出月过时，变则成男。",
  "modern_takashima_general": "革卦：在“己日”这一天获得信任。大为亨通，利于坚守正道，悔恨消失。\n革，意思就是变革、改革。“日”是离卦的象征，在纳甲法中，离卦纳“己”，己五行属土，位置居中。易道贵在守中，过了中点就会发生变化，古人认为“己”字本身就有变更的含义。五常中土代表信，土就是己。将要进行改革，必须先展示信用，“己日”就是信用被人们接受的日子，所以说“己日乃孚”。离火生于乾卦二爻，兑金生于乾卦四爻，此卦源于乾卦，所以具备“元亨利贞”四德。有了诚信就能使“悔恨消亡”，这都是“己日”确立信用的功劳。\n\n《彖传》说：革卦，水火互相熄灭（或相生），中女（离）和少女（兑）同住，心志不相投，这就叫革。己日获得信任，变革并让人相信，文明而喜悦，大亨通且守正道，变革得当，悔恨就会消失。天地变革而形成四季，商汤周武的革命，顺应天道响应人心，变革的时机太伟大了！\n\n以革卦推演人事：泽和火都是人类必需品，中女少女也是常有的人伦。但水火性质不同，虽然可以互济，但也容易相害。两女虽然同居，最终却不合，这是水火的困局，也是人事的困局。困则变，变则革。只有土（信）能居中调剂水火。革卦之道，关键在于先求取信任（孚），有信任，变革就像没变一样顺畅。无论天地岁时的变化，还是国家的改朝换代，道理都是一样的。\n\n以革卦推演国家：天下的变局是形势造成的。国家如果长治久安，谁愿意去变？但法久必弛，积弊成乱，不得不变。国家变革是危险的大事，急躁妄动会乱了次序，独断专行会招致诽谤。圣人一定要策划周全，明察并顺应人心。初爻时机未到要像黄牛皮一样固守；二爻时机居中，可以变革；三爻变革需反复商议以求信任；四爻正处变革之时，顺应天命无悔；五、六爻在变革之后，大人用文明治理，小人顺从。商汤周武的革命顺天应人，所以天下信服。\n\n《大象》说：“泽中有火，革。君子以治历明时。”泽中有火是反常现象，也是变革之象。君子效法此卦，修治历法以明察天时。\n\n【占断】\n问时运：就像有水的地方突然起火，气运反常，应该顺应时势做出改变才吉利。\n问征战：屯兵的地方，要防备溪谷林木间着火，要非常谨慎。\n问经商：兑属金，金入火则熔化，有消耗之象。应当迁移地点贸易，才能无灾祸。\n问功名：有鲤鱼跳龙门变化、烧尾（晋升）的征兆，吉利。\n问婚姻：卦体上泽下火，水被火制约，是丈夫被妻子制约之象。革卦有休妻再娶的迹象。\n问家宅：此宅要防备火灾，赶紧搬迁为宜。\n问疾病：这是肾水干枯、肝火上炎的病症，应改请良医，顺应时令调养。\n问官司：这事本来无中生有，灾祸从外而来。应当更改诉状，审时度势，道理自然明白，官司能胜。\n问胎孕：生女。凡占此卦多为女象，但若过了预产期，变卦则生男。",
  "lines": {
    "1": {
      "text": "初九：巩用黄牛之革。",
      "takashima_explanation": "《象传》曰：巩用黄牛，不可以有为也。\n\n\n《离》为黄牛，《革》为牛皮，“巩”，扬子《方言》谓，“火干也”，是皮方去毛，以火干之，犹未成其《革》也。初居《离》之始，其象如之。革者本大有为之事，初爻卑下，其时其地，皆未当革，其才与德，亦不足以任革，恰如取黄牛之革，始用《离》火以干燥之而已，未可躁急而妄改也。《象传》以“不可以有为”释之，谓不可先时而革也。\n\n\n【占】　问时运：好运初来，犹宜固守，不可妄动。\n\n\n○　问营商：商业初成，宜先立巩固之基，未可妄事更张也。\n\n\n○　问功名：初出求名，其才未充，其时尚早，必待四五年后，方能变化腾达。\n\n\n○　问婚姻：男女之年尚幼，未可拟亲，俟三年后，可以成就。\n\n\n○　问家宅：此宅新造，屋宇坚固。\n\n\n○　问疾病：病是胃火微弱，脾土过强，致中腹胀硬，有类黄疸之症。药宜消积健脾以治之。\n\n\n○　问讼事：必是健讼，未易断结。\n\n\n○　问六甲：生女。",
      "modern_text": "初九：用黄牛的皮革巩固束缚。比喻在变革之初应稳固现状，不急于行动。",
      "modern_takashima_explanation": "《象传》说：用黄牛皮束紧，意思是说现在还不能有所作为。\n\n离卦象征黄牛，革卦象征牛皮。“巩”，扬雄《方言》说是“用火烤干”，就像刚把皮毛去掉，用火烤干它，还没有制成柔软的皮革。初九处于离卦的开始，形象就像这样。变革本来是大有作为的事，但初九地位卑下，时机和地位都不适合变革，才华和德行也不足以胜任变革，就像拿着黄牛皮刚开始用火烤干一样，不能急躁妄动地去更改。《象传》解释说“不可以有为”，就是说不能在时机未到时就进行变革。\n\n【占断】\n问时运：好运刚来，还应该固守，不可妄动。\n问经商：生意刚做成，应该先建立巩固的基础，不能随意扩大或更改。\n问功名：初次出来求名，才华还未充实，时机还早，必须等待四五年后，才能变化腾达。\n问婚姻：男女年纪还小，不可定亲，等三年后，可以成就。\n问家宅：这房子是新造的，屋宇坚固。\n问疾病：病症是胃火微弱，脾土过强，导致腹部胀硬，类似黄疸病。药物宜用消积健脾来治疗。\n问官司：必定是难缠的诉讼，不容易了结。\n问胎孕：生女。"
    },
    "2": {
      "text": "六二：己日乃革之，征吉，无咎。",
      "takashima_explanation": "《象传》曰：己日革乏，行有嘉也。\n\n\n二为内卦之主，居《离》之中，《彖》所云“己日乃孚”，二实当之。在《彖》曰“乃孚”，是天人先期其孚也；在爻日“乃革”，是时会适当可革也。既“孚”“乃革”，不言孚而孚在其中矣。二与五应，“征”者，往也，谓往应大人之命，以共启文明之运，故吉而“无咎”。《象传》以“行有嘉”释之，《离》为火，火主礼，凡国家变革之事，要不外制礼之大法，《周礼·大宗伯》所谓“嘉礼亲万民”者，此也，故曰“行有嘉”也。\n\n\n【占】　问时运：行土运可以兴事立业，大佳。\n\n\n○　问战征：宜择戊己日，行军接战，必可获胜。\n\n\n○　问营商：于摄绵土生意最宜。凡新立买卖，必择土日开市大吉。\n\n\n○　问功名：戊年或交土运必可成名。\n\n\n○　问婚姻：可称嘉偶。\n\n\n○　问家宅：修理旧宅，宜择土日。\n\n\n○　问行人：戊己日可归。\n\n\n○　问疾病：逢己日可愈，吉。\n\n\n○　问六甲：生女。",
      "modern_text": "六二：到了应当变革的日子就进行变革，前行则吉祥，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：己日进行变革，行动会有嘉奖。\n\n六二爻是内卦的主爻，居于离卦中间，《彖传》说的“己日乃孚”，六二爻实际上担当此任。在《彖传》中说“乃孚”（才被信任），是说上天和众人在事情发生前就期待信任它；在爻辞中说“乃革”（才去变革），是说时机恰当可以变革。既然已经“孚”且“乃革”，不用说信任，信任已经在其中了。六二与九五相应，“征”是前往，指前往响应大人物（君王）的命令，共同开启文明的运势，所以吉利且“无咎”。《象传》用“行有嘉”来解释，离为火，火主礼，凡是国家变革的大事，不外乎制定礼仪大法，《周礼·大宗伯》所说的“嘉礼亲万民”，就是这个意思，所以说“行有嘉”。\n\n【占断】\n问时运：走土运（或土日）可以兴事立业，非常好。\n问征战：应该选择戊、己日（土日），行军作战，必能获胜。\n问经商：做与土相关的生意最适宜。凡是新开张买卖，一定要选择土日开市大吉。\n问功名：戊年或者交土运时必可成名。\n问婚姻：可称得上是美好的配偶。\n问家宅：修理旧宅，应该选择土日。\n问行人：戊、己日可以归来。\n问疾病：逢己日可以痊愈，吉利。\n问胎孕：生女。"
    },
    "3": {
      "text": "九三：征凶，贞厉。革言三就，有孚。",
      "takashima_explanation": "《象传》曰：革言三就，又何之矣。\n\n\n三、四、五三爻，皆言“有孚”，是就《彖传》“乃孚”之辞，至再至三，而申明告示，以期其孚也。三处《离》之终，二既行《革》，则革之成败，正于三见之。操切行革，反以招败，故“征凶”；革当大事，革而不从，适以启祸，故“贞厉”。是骤革者危，不革亦危也。君子惟先求其孚而已，是以革之事未行，革之言先布，《离》为言，当《离》三爻，故为“三就”。昔盘庚迁殷，周公之告多方多士，皆反复详明，不嫌其言之烦，惟期其民之孚也。言既“三就”，则我之诚意，可深入于民心，民于此时，当必“有孚挛如”矣。或云“三就”者，如《左传》所云：“政不可不慎，务三而已，一择人，二因民，三从时。得此三者，而天人交孚矣。”其说亦通。《象传》以“又何之”释之，凡占象如《乾》之《坤》，“之”字皆作变解，谓“三就”而革，复有何变也。\n\n\n【占】　问时运：当此有事之秋，一不谨慎，则有凶危立至，宜再三筹度而行，方得众人信服。从此而往，时运大佳。\n\n\n○　问战征：兵，凶事也，危事也，发军之日，先宜号令申明，斯信则人任，往无不利也。\n\n\n○　问营商：未计其盈，宜先防其亏。贸易之道，以信为主，必得众商信从，乃可获利。\n\n\n○　问功名：必三试可就。\n\n\n○　问婚姻：得三人为媒，可成。\n\n\n○　问家宅：宜三迁。\n\n\n○　问讼事：始审再审至大审，三审乃直。\n\n\n○　问疾病：症象本危，三日后可愈。\n\n\n○　问六甲：生女。",
      "modern_text": "九三：出征则凶险，坚守正道有危险。变革的言论说了三次才被信任。",
      "modern_takashima_explanation": "《象传》说：关于变革的言论讨论了三次，还能往哪里去呢（意思是必然要实行了）。\n\n三、四、五这三爻都说“有孚”，是针对《彖传》“乃孚”的言辞，一再申明告示，以期获得信任。九三处于离卦的终结，六二已经进行了变革，变革的成败，正好在九三看出来。急躁地进行变革，反而会招致失败，所以说“征凶”；变革是大事，如果该变而不变，顺从旧规，恰好会开启祸端，所以说“贞厉”。这说明骤然变革危险，不变革也危险。君子只能先求取信任罢了，所以在变革之事未实行前，变革的言论先发布，离卦代表言语，正当离卦第三爻，所以是“三就”（多次讨论）。从前盘庚迁殷，周公诰诫多方多士，都是反复详细说明，不嫌言语烦琐，只希望百姓信任。言论既然已经“三就”，那么我的诚意可以深入民心，百姓此时必定信服依从。或者说“三就”像《左传》说的：“施政不可不慎重，务必做到三点：一择人，二因民，三从时。得到这三者，天人都信任了。”这种说法也通。《象传》用“又何之”解释，意思是经过“三就”而变革，还有什么可改变的呢（意指变革已定）。\n\n【占断】\n问时运：正当多事之秋，一旦不谨慎，凶险危机立刻到来，应该再三筹划后行动，才能得到众人信服。从此往后，时运大好。\n问征战：兵是凶事、危事，发兵之日，应当先申明号令，建立信用让人听任，这样前往无往不利。\n问经商：没算盈利前，先防亏损。贸易之道以信为主，必须得到众多商家的信任顺从，才能获利。\n问功名：必定要经过三次考试才能成就。\n问婚姻：需要三人做媒，可成。\n问家宅：应该搬迁三次。\n问官司：初审、再审到大审，三审才能得直。\n问疾病：症状本来危险，三天后可愈。\n问胎孕：生女。"
    },
    "4": {
      "text": "九四：悔亡，有孚，改命吉。",
      "takashima_explanation": "《象传》：曰：改命之吉，信志也。\n\n\n革而议之谓之言，革而行之谓之命。四爻出《离》入《兑》，当改革之交，《彖》曰“革而当，其悔乃亡”，四得专之。《兑》二曰“孚兑，吉”，《象传》谓“孚兑之吉，信志也”，四爻曰“有孚吉”，而《象》亦曰“信志”，谓举大事，动大众，必先得民心，而后可大得志也。是《革》四爻，即《兑》二爻，故其辞同，其象亦同。“改命”者，必上膺天命，下顺人心，鼎革一新，如汤武之革命是也。后世托言汤武，而妄思改命者，类皆灭亡，盖革命必有汤武之志则吉，无汤武之志则凶，“改命”之吉，专指汤武而言。《象传》曰“信志”，亦谓此也。\n\n\n【占】　问时运：曰“悔亡”，曰“吉”，是灾悔既亡，而吉运来也。万事皆可改作，无不如志。\n\n\n○　问营商：必是旧业重兴，大可得利。\n\n\n○　问战征：改旗易辙，重振军令，可以开国，可以辟地，可以转败为胜，吉。\n\n\n○　问功名：改武就文，可以成名。\n\n\n○　问婚姻：不利原聘，利重婚。\n\n\n○　问家宅：改作改造，大吉大利。\n\n\n○　问讼事：灾悔已退，讼即可罢。\n\n\n○　问失物：可寻得之。\n\n\n○　问六甲：生女。",
      "modern_text": "九四：悔恨消亡，心怀诚信地改变天命，吉祥。变革已经成功。",
      "modern_takashima_explanation": "《象传》说：改变天命的吉祥，是因为深信变革的志向。\n\n变革之前议论它叫“言”，变革付诸实施叫“命”。九四爻走出离卦进入兑卦，正当改革交接之时，《彖传》说“变革得当，悔恨才会消亡”，九四专门对应这一点。兑卦九二爻说“孚兑，吉”，《象传》解释“孚兑之吉，信志也”，革卦九四说“有孚吉”，《象传》也说是“信志”，意思是说举行大事，发动大众，必须先得民心，然后才能大得志向。革卦九四就是兑卦九二，所以辞意相同，象也相同。“改命”，必须上顺天命，下顺人心，彻底革新，像商汤周武的革命一样。后世假托汤武之名，妄想改命的人，大多都会灭亡，因为革命必须要有汤武那样的志向才吉利，没有汤武的志向就凶险，“改命”的吉利，是专指汤武这样的人说的。\n\n【占断】\n问时运：说“悔亡”，说“吉”，说明灾祸悔恨已经消除，吉运来了。万事都可以改做，没有不顺心如意的。\n问经商：必定是旧业重兴，可以获得大利。\n问征战：改旗易辙，重振军令，可以开国辟地，转败为胜，吉利。\n问功名：改武就文（或改变发展方向），可以成名。\n问婚姻：不利于原来的婚约，利于重婚（或再婚）。\n问家宅：改建改造，大吉大利。\n问官司：灾悔已退，官司可以停止了。\n问失物：可以找回。\n问胎孕：生女。"
    },
    "5": {
      "text": "九五：大人虎变，未占有孚。",
      "takashima_explanation": "《象传》曰：大人虎变，其文炳也。\n\n\n五爻得《坤》气，《坤》为虎，《兑》属正西，白虎西方之宿，故五爻有虎象。“虎变”者，虎之毛羽，变而成文，愈变而愈美者也。五居尊位，故称“大人”，为《革》之主，风虎云龙，变化莫测，为《革》之至盛至当者也，“汤武革命”，即在此爻。“未占有孚”者，大人德位俱隆，躬任制作，将为天下更新，大启文明之化，而天下之被其化者，早巳输诚悦服，不敢或后，所谓不疑何卜？无容质诸于鬼神，故曰孚在占先也。孚于人，尤孚于天，是天与之，人归之，有见其孚而不见其革者矣。上互《乾》，《乾》为大人，非“乾道变化，各正性命”之大人，曷克臻此？《象传》以“文炳”释之，五处《兑》之中，兑为泽，为金，泽谓润泽而有文也，金亦有文象，下应《离》火，《离》为光，为明，其文更著。丙火为《离》，丙即炳，故炳字，从火从丙。\n\n\n【占】　问时运：如此大运，非“首出庶物”之大人，不克当此。若常人占得此爻，必能光前裕后，大振家声。\n\n\n○　问战征：虎臣桓桓，威声早著，可不战而来降也。\n\n\n○　问营商：白虎属西方之宿，西属秋，防货价至秋，大有变动。宜先订定价，自可获利，吉。\n\n\n○　问功名：《乾》曰“云从龙，风从虎”，言各得其际会也，吉。\n\n\n○　问婚姻：俗以白虎为不利，婚事未占先孚，犹言未嫁而先从也，为女不贞之象。\n\n\n○　问家宅：虎动，亦不利。\n\n\n○　问疾病：虎属寅，寅为木，是必肝木振动之症。不占先孚，必不药而愈也，吉。\n\n\n○　问六甲：象本生女，一变则为男。",
      "modern_text": "九五：大人物像虎一样进行变革，不用占筮就知道有诚信。",
      "modern_takashima_explanation": "《象传》说：大人像老虎一样变革，其文采炳然显著。\n\n九五爻得到坤卦之气，坤为虎，兑属正西，白虎是西方的星宿，所以九五爻有虎的意象。“虎变”，是指老虎的毛色，变出花纹，越变越美。九五居于尊位，所以称“大人”，是革卦的主宰，像风从虎云从龙一样，变化莫测，是革卦最鼎盛、最恰当的阶段，“汤武革命”就应在这一爻。“未占有孚”，是指大人德行地位都很高，亲自制定法度，为天下更新，开启文明教化，而天下接受教化的人，早就诚心悦服，不敢落后，这叫作无疑何必占卜？不需要去问鬼神，所以说信任在占卜之前就已经建立了。被人信任，更被天信任，这是天命所归，人心所向，人们只看见他的信誉，甚至感觉不到他在进行变革。上互卦为乾，乾为大人，不是那种“乾道变化，各正性命”的大人物，怎么能达到这种境界？《象传》用“文炳”解释，九五处于兑卦之中，兑为泽、为金，泽代表润泽而有文采，金也有文采之象，下应离火，离为光、为明，其文采更加显著。丙火为离，丙就是炳，所以炳字从火从丙。\n\n【占断】\n问时运：这样的大运，不是杰出的大人物，当不起。如果是常人占得此爻，必能光宗耀祖，大振家声。\n问征战：虎臣威武，威名早著，可以不战而使敌人来降。\n问经商：白虎属西方星宿，西方属秋，防备货物价格到秋天有大变动。宜先定好价格，自然可获利，吉。\n问功名：乾卦说“云从龙，风从虎”，说的是各得其风云际会，吉利。\n问婚姻：俗话认为白虎不利，婚事“未占先孚”，好比还没嫁人就先跟从了，是女子不贞洁之象。\n问家宅：有虎惊动，也不利。\n问疾病：虎属寅，寅为木，必定是肝木震动之症。不用占卜就有信心，必能不药而愈，吉。\n问胎孕：卦象本生女，一变则生男。"
    },
    "6": {
      "text": "上六：君子豹变，小人革面。征凶，居贞吉。",
      "takashima_explanation": "《象传》曰；君子豹变，其文蔚也。小人革面，顺以从君也。\n\n\n上爻居卦之极，有德无位，必是去位之贤大夫也，故称“君子”。豹饰，大夫之服，故曰“豹变”。盖革之成，始于四，整于五，终于上，是以五之圣君，既得显虎文之灿，而上之大夫，亦得增“豹变”之华。“小人”，细民也，“面”者，向也，“革面”者，向化也，言小人皆潜移默化，于光天之下，革面洗心，欣欣然而有喜色也，是之谓“小人革面”。“征凶”者，上与三应，上之“征凶”，亦即三之“征凶”也。谓大变既定，若复纷更自取多事，必如汤之昭德建中，惟期裕后，武之修文偃武，不复用兵，是即所谓居贞则吉也。《象传》以“文蔚”释之，“蔚”，深密之貌；豹隐处雾雨，欲泽其身，以成其文，犹言君子相与于文明之治，以增服饰之光也。\n\n\n【占】　问时运：运当全盛，光华显著，惟宜守成，无事纷更。\n\n\n○　问营商：创业以来，有名有利，已臻美备，此后宜知足谨守。\n\n\n○　问功名：上居卦之终，功名早极，劝令功成身退，所谓“人死留名，豹死留皮”也。\n\n\n○　问战征：军用多取兽名，兕甲虎贲，皆用之以焕其文而扬其威也。上六爻已终，谓战已定，宜罢兵退守，不可前往。\n\n\n○　问婚姻：上与三应，九三阳也，上六阴也，三日“三就，有孚”，当再三逑合，自可成就，吉。\n\n\n○　问家宅：爻位在上，其宅基必高。曰“征凶”，知迁移不利；曰“居贞吉”，知居之得安也。\n\n\n○　问失物：物已变革，寻亦不得。\n\n\n○　问六甲：生女。",
      "modern_text": "上六：君子像豹一样进行变革，小人也改变了面貌。出征则凶险，安居守正则吉祥。",
      "modern_takashima_explanation": "《象传》说：君子像豹一样变革，文采蔚然深密。小人改变面貌，是顺从而跟随君主。\n\n上六居于全卦的顶点，有德行而无爵位，必定是离职的贤大夫，所以称“君子”。豹纹装饰，是古代大夫的服饰，所以叫“豹变”。变革的成就在于：开始于九四，整顿于九五，终结于上六。所以九五的圣君既然显出虎纹的灿烂，上六的大夫也能增添“豹变”的光华。“小人”指普通百姓，“面”指方向，“革面”指归向教化，是说小人都潜移默化，在光天化日之下，洗心革面，欣欣然而有喜色，这就叫“小人革面”。“征凶”，是因上六与九三相应，上六的“征凶”也就是九三的“征凶”。意思是说大变革已经定局，如果再纷纷更改自找麻烦（则凶），必须像商汤那样昭明德行建立中道，只期望造福后人；像周武王那样修治文教停止武备，不再用兵，这就是所谓“居贞则吉”（安居守正就吉利）。《象传》用“文蔚”解释，“蔚”是深密的样子；豹隐居在雾雨中，想润泽身体来成就它的花纹，就好比君子共同致力于文明之治，来增加服饰的光彩。\n\n【占断】\n问时运：运势正当全盛时期，光华显著，只应该守成，不要没事找事去变更。\n问经商：创业以来，有名有利，已经达到完美，从此以后应该知足，谨慎守业。\n问功名：上六居卦的终点，功名早已达到极点，劝你功成身退，所谓“人死留名，豹死留皮”。\n问征战：军队多取野兽的名字，如兕甲虎贲，都是用来焕发文彩并以此发扬威势。上六爻已经终结，说明战事已定，应该罢兵退守，不可再前往。\n问婚姻：上六与九三相应，九三是阳，上六是阴，九三说“三就，有孚”，应当再三求合，自然可以成就，吉。\n问家宅：爻位在上方，宅基一定高。说“征凶”，知道迁移不利；说“居贞吉”，知道居住在那里能得安稳。\n问失物：物品已经改变了（形态或位置），找也找不到了。\n问胎孕：生女。"
    }
  },
  "guaci": "革：己日乃孚，元亨利贞，悔亡。",
  "modern_guaci": "革卦象征变革：到了变革之日方能取得人心信任，至为亨通，利于坚守正道，悔恨消亡。变革须在时机成熟之时进行。"
}