{
  "name": "水天需",
  "pinyin": "shui_tian_xu",
  "code": "111010",
  "palace": "坤宫",
  "general_text": "“需”字，古文作 ，本从天，非而字，即下卦《乾》天，上卦《坎》云之象形也。《大象》曰：“云上于天，需”是也。音须，从雨得声，此字训待之义。详《彖传》下。",
  "modern_general_text": "“需”字，古文写法特殊，字形源于“天”而非“而”，是下卦《乾》天、上卦《坎》云的象形。《大象传》说：“云上于天，需”，指的就是这个意象。读音同“须”，取自雨声，字义为“等待”。详见《彖传》。",
  "takashima_general": "需：有孚，光亨，贞吉，利涉大川。\n▲　金文需\n九五以阳陷阴中，待三阳之进；三阳亦欲进而未进，是以得同心之孚。虽在少时阴暗未消，而乾阳方升，自能光显亨通，而安贞有吉也。险莫如大川，上下相孚，阳长阴衰，往而涉之，必有利，惟在需其时而已。《坎》《乾》两卦，其中实，故曰“孚”；互卦《离》，为光为舟；坎水为川，以乾健临之，故“利涉”也。\n《彖传》曰：需，须也，险在前也。刚健而不陷，其义不困穷矣。需有孚，光亨，贞吉，位乎天位，以正中也。利涉大川，往有功也。\n此卦水气蒸发为云，云升于天，则大雨之来可立待也，故曰《需》。又《乾》为老父在内，《坎》为中男在外，倚阁之望，待子归来；又《乾》为进，《坎》为川，欲进而遭大水，必待水退而进，皆“需”之义也。凡需之为象不一，而莫急于饮食，外卦《坎》为饮食，而互《兑》口，是以九五日“需于酒食”，《象传》曰：“需，君子以饮食宴乐。”盖万物必需雨泽而得生，人则需饮食而养生，是《需》之义也。\n以此拟人事，内卦为我，具刚健才力以求进也，外卦为彼，设危险之策略以阻我也。进则必陷于险，未可妄动，惟宜需时，或需彼之奸计败露，或需我之气运亨通，斯进而谋事，方无险阻之患矣。然世人往往虚浮轻躁，不待时机，而任气直前，未有不身陷祸患者也。此卦下卦为《乾》，惟“刚健而不陷”，故“其义不困穷”也。至九五之时，危险解释，得志尤易，自可成就大事，谓之“需，有孚，光亨，贞吉，位乎天位，以正中也，利涉大川，往有功也”。凡《易》中曰“光”，曰“光大”者，皆谓其光明正大，能奏成功也。六十四卦中，曰“利涉大川”者凡七，《需》居其首。自古创造舟揖，以济涉川，然时或风涛凶恶，多以不能忍耐，致遭覆溺，《需》卦故首戒之。惟其能需，是以“利涉大川”也。谚曰“急行者要迂回”，此之谓也。大凡人之为事，皆不当顾虑目前，与其速进而有悔，何如后时而圆功？大而求功名，以匡济国政，小而谋财产，以振兴家业，无不当待时而动也，故曰“往有功也”。\n以此卦拟国家，下卦《乾》为人民，挟刚健之才力，欲进而参与政事；上卦《坎》为政府，禁下卦人民之暴进，示以法律。人民恐陷于危险，而不敢进，必待法网稍宽，斯可谋进矣。上卦政府，知下民有待泽之意，怜其陷于困难，布施雨泽，以苏民生，或减其租税，或谋其衣食，或开垦荒田，以资耕种，或赈发米粟，以济凶歉，故《系辞》曰：“需者，饮食之道也。”下卦之人民，具健行之德，非不思进谋国是，因时运未通，不得不隐居求志。是上下共守需道，庶几可得幸福，谓之“需，有孚，光亨，贞吉，利涉大川”也。\n通观此卦，初九从二阳之后，有进行之志，虑遇险而难为，未敢轻进。九二，为三阳之主，本可进行，但以坎险在前，恐进而有咎，是以从容待时，即所谓“君子居《易》以俟命”也。九三，重刚而不中，独进而涉坎险，以致酿灾，惟能敬慎，尚可不败。六四，位邻九五，虽能尽其忠诚，而乏匡济之才，为下三阳所疑，未免受伤，仅得以身免而已。九五，秉刚健中正之德，以待天命，是能尽需之道也，故曰吉。上六，当爻之终，险陷已极，无复可需，虽有非意之来，“敬之终吉”。乃知需之为时，能含忍守敬，皆可免祸。需之时义大矣哉！\n《象》曰：云上于天，需。君子以饮食宴乐。\n《坎》云在上，《乾》天在下，阴阳之气未交，而不成雨。盖云在天上，虽有雨兆，或散而复晴，犹之君子养其才德，虽欲出而济世，而风云未会，不得施其膏泽。若怨天尤人，梯荣干进，是小人不知时命者之所为也。所谓“饮食”者，非侈意醉饱之谓，如孔子之饭蔬饮水，颜子之一簟一瓢也。所谓“宴乐”者，非溺情逸娱之谓，如考磐之足以悲歌，卫门之可以栖迟是也。以其能素位而行，不愿乎外，故曰“饮食宴乐”。余谓我国商人，以当地经营不合，出游外国，劳心劳力，自谋衣食，及一旦报内地凶歉，在外洋贩运米谷，赈济饥馑，藉以获利者，亦需之道也。\n【占】　　问战征：需，待也，云在天上，阴阳未交，未可战也。《乾》为君子，又为武人，属主帅言。《坎》为酒，故曰“饮食宴乐”，盖言行军先备军粮也。\n○　问营商：玩爻辞，想是贩运粮食，或开设酒馆之业也。曰“云上于天”，是云在上而雨未下，想是资本未集也，故曰《需》。\n○　问功名：是风云未际其会，尚有待也。\n○　问疾病：宜以饮食调剂，安乐自遣，遣久自愈。\n○　问六甲：生男。",
  "modern_takashima_general": "需卦：心中有诚信，光明亨通，坚守正道吉祥，利于涉越大河（克服险阻）。\n\n九五阳爻陷于阴爻之中，等待下方三个阳爻的进取；三阳想进却未进，因此上下同心有诚信。虽然此时阴暗未消，但乾阳正升，自然光明亨通，守正得吉。最大的险阻莫过于大河，只要上下有信，阳气增长阴气衰退，前往涉险必有利，关键在于等待时机。坎、乾两卦中实，所以称“孚（信）”；互卦离为光、为船；坎水为川，以乾健之德临之，所以“利涉”。\n\n《彖传》说：需，就是等待，因为险阻在前。刚健而不陷入险地，义理上就不会困穷。需卦有信，位居天位且中正，所以吉利。利于涉越大川，是因为前往会有功业。\n\n此卦象为水气蒸发成云，云上于天，大雨立即可待，故名为《需》。又如乾为老父在内，坎为中男在外，倚门望子归；又如乾想进，坎为川，想进却遇大水，必须待水退，这些都是“需”的含义。需的意象中，最急迫的是饮食。外卦坎为饮食，互卦兑为口，所以九五说“需于酒食”，《象传》说：“需，君子以饮食宴乐。”万物需雨泽而生，人需饮食养生。\n\n**以此推断人事：** 内卦为我，有刚健才力求进；外卦为彼，设险阻挡。妄进必陷，宜等待彼方奸计败露或我方气运亨通再谋事。世人常浮躁，不待时机而身陷祸患。下卦乾唯有“刚健而不陷”，所以不困穷。到九五之时，危险化解，得志容易，可成大事。凡《易经》说“光”、“光大”，都指光明正大能成功。“利涉大川”在六十四卦中出现七次，需卦居首。谚语说“急行者要迂回”，就是这个道理。凡事不应只顾眼前，与其速进而后悔，不如待时圆满。大至求功名治国，小至谋财产兴家，都应当待时而动。\n\n**以此推断国家：** 下卦乾为人民，有才力欲参政；上卦坎为政府，以此限制。人民恐陷危险不敢进，必待法网稍宽才进。政府知民有待泽之意，布施雨泽（如减税、济贫），所以《系辞》说：“需者，饮食之道也。”下卦人民因时运未通，不得不隐居求志。上下共守需待之道，可得幸福。\n\n**通观全卦：** 初九待机；九二从容；九三急进招灾，敬慎可免；六四顺时听命，虽伤仅以身免；九五刚健中正待天命，吉；上六险极无路，敬顺可免祸。需之时义在于含忍守敬。\n\n《象传》说：云在天上，需。君子以饮食宴乐。\n\n坎云在上，乾天在下，阴阳之气未交，不成雨。云在天上虽有雨兆，但也可能散去，就像君子养晦，虽想济世但风云未会。若怨天尤人、急功近利，是小人不知天命。“饮食宴乐”非指奢侈淫乐，而是如孔颜安贫乐道。也指商人待价而沽，一旦此处不合，便往他处，待国内饥荒则运米赈济获利，这也是需道。\n\n**【占卜应用】**\n* **问征战：** 需为等待，云在天上阴阳未交，不可战。行军应先备军粮。\n* **问经商：** 像是贩粮或酒业。云在天上而雨未下，意味着资本未集，需要等待。\n* **问功名：** 风云未会，尚需等待。\n* **问疾病：** 宜饮食调养，安乐消遣，久之自愈。\n* **问胎孕：** 生男。",
  "lines": {
    "1": {
      "text": "初九：需于郊，利用恒，无咎。",
      "takashima_explanation": "《象传》曰：需于郊，不犯难行也。利用恒，无咎，未失常也。\n\n\n“郊”者，偏鄙之地；《坎》者，水也，险也。“需于郊”者，前途为坎水所阻，必待川减退，故需。又《乾》为金，如旅客怀金，中途被水，以致滞留者。以《乾》三爻，对外卦之《坎》，各以所居远近系辞，曰“郊”，曰“沙”，曰“泥”，取渐次近险之象。此爻去水最远，不敢进而冒险，故曰“需于郊”，所谓“危邦不入，乱邦不居”之义也。躬耕郊野，无求于世，历久而不改其节，故曰“利用恒”。“恒”，不变动之义，“用恒”者，始终不变也。初九之患，相去尚远，然思患预防，恒守其贞，可以免祸矣，故曰“无咎”。此爻体《乾》，《乾》者刚健，其道以上行为常，且以初九与六四正应，苟急其应，则必有冒险之虞。今僻处远郊，以待时机，是以《象传》曰：“不犯难行也。”\n\n\n【占】　问战征：爻曰“需于郊”，是必屯营于郊也。《坎》为险，为难，是必前进有险，故《象》曰“不犯难行也”。初为卦之始，知初次出军；曰“恒”，曰“需”，知宜久待。恒而后进，必无咎也。\n\n\n○　问功名：卦属初爻，知为初出求名也。郊为草莽之地，“需于郊”。谓宜退居于野也。恒久也，“利用恒”，谓宜久待而后可利见也。《象》曰“不犯难行也”，谓其不涉于难；“未失常也”，谓其能守其恒，故无咎。\n\n\n○　问营商：行商之道，以恒久为利。“需于郊”，知必前途有险，暂以货物堆积于郊，以待时而行也。《象》曰“未失常也”，知货物无损失也。\n\n\n○　问疾病：“郊”者田野空旷之处，谓宜就野外，幽居以养病也。“无咎”，即病无害之谓也。\n\n\n○　问六甲：生男。",
      "modern_text": "初九：在郊野中等待，利于持之以恒，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：在郊野等待，是因为不去冒险犯难。利于持之以恒且无咎，是因为没有失去常态。\n\n“郊”指偏远之地；“坎”指水，即险难。“需于郊”意指前途被水险阻挡，必须等待水位减退。乾为金，好像旅客怀揣金钱，途中遇洪水滞留。乾卦三爻对应外卦坎险，按距离远近分别称为“郊”、“沙”、“泥”，象征逐渐接近险境。此爻离水最远，不敢冒险前进，所以说“需于郊”，即“危邦不入”的道理。如同在郊野耕作，不求闻达，长久不改节操，所以说“利用恒”。初九离祸患尚远，但若能居安思危，恒守正道，就能免祸。此爻体性刚健，本以上行为常态，又与六四相应，若急于求应必有风险。现僻处远郊待机，所以说“不冒险犯难”。\n\n**【占卜应用】**\n* **问征战：** 必是屯兵于郊外。前进有险，初次出兵宜久待，恒久等待后再进必无咎。\n* **问功名：** 初出求名，宜暂退居草野。宜久待而后进，不涉险难，守恒无咎。\n* **问经商：** 经商利在恒久。前途有险，暂时将货物堆积在郊外，待时机而行。货物不会有损失。\n* **问疾病：** 宜去郊外旷野幽居养病，病无大害。\n* **问胎孕：** 生男。"
    },
    "2": {
      "text": "九二：需于沙，小有言，终吉。",
      "takashima_explanation": "《彖传》曰：需于沙，衍在中也，虽小有言，以吉终也。\n\n\n“沙”者，近水之地，比九三之“泥”尚远，《比》初爻之“郊”近矣。“小有言”者，谓有言论之争。凡《易》之辞，患难之小者曰“小有言”。二爻进初九一等，渐近于险，有“需于沙”之象。虽有刚阳之才，足以济险，以上无君长之应，中无同僚之助，惟居柔守中，宽裕自处，是需之善也。然以去险渐近，虽未至大害，已有小言矣，故曰“小有言”。互卦为《兑》，《兑》者口也，悦言之象，《坎》者舌也，怒言之象，谓彼出怒言，而我能和解之，故曰“终吉”。“衍”，宽绰也，谓胸中宽衍，又能忍耐，终得济焉。故《象传》曰：“需于沙，衍在中也，虽小有言，以吉终也。”凡爻辞变而之成曰终，为原始以要终。“终吉”者，前凶而后吉也。此爻变则为《既济》，其爻辞曰，“妇丧其茀，勿逐，七日得”，亦可以见终吉之义也。\n\n\n【占】　问战征：《坎》为隐伏，玩爻象，谓宜伏兵于沙漠之地。或因间谍致误，小有挫折，终必吉也。\n\n\n○　问营商；二爻辰在寅，上值天江四星，石氏云，“天江明动，大水不具，津梁不通”，因之货物不能通运，故“需于沙”，沙，水岸也。虽小有口舌，无害商业，故“终吉”。\n\n\n○　问时运：沙从水从少，是少有水之处，不能通舟揖也。“需于沙”，犹言时运之不能也。二爻辰在寅，又上值箕，《诗纬》云：“箕为天口，主出气”，小有言，是谗言也。然需以待之，故“终吉”。\n\n\n○　问六甲：生男。",
      "modern_text": "九二：在沙滩上等待，稍有流言困扰，最终吉祥。",
      "modern_takashima_explanation": "《象传》说：在沙滩等待，是因为内心宽绰。虽然稍有闲言碎语，但最终会吉祥。\n\n“沙”是近水之地，比九三的“泥”远，比初九的“郊”近。“小有言”指有言语争论。九二比初九进了一步，渐近险境，所以有“需于沙”的意象。虽然九二有阳刚之才足以济险，但上无君长相应，中无同僚相助，只能居柔守中，宽裕自处。因为离险渐近，虽未受大害，但已遭闲言。互卦兑为口，坎为舌，对方出怒言，我能和解，所以“终吉”。“衍”意为宽绰，指胸怀宽广且能忍耐，终能成事。此爻变卦为《既济》，有先凶后吉之意。\n\n**【占卜应用】**\n* **问征战：** 宜伏兵于沙漠之地。或者因间谍导致失误，虽小有挫折，最终必吉。\n* **问经商：** 货物因水路不通无法运输，滞留在水岸（沙）。虽小有口舌是非，但不损害生意，终吉。\n* **问时运：** 就像沙地水少不能行船，时运不通。可能有谗言（小有言），但若能耐心等待，终吉。\n* **问胎孕：** 生男。"
    },
    "3": {
      "text": "九三：需于泥，致寇至。",
      "takashima_explanation": "《象传》曰：需于泥，灾在外也。自我致寇，敬慎不败也。\n\n\n“泥”者，水际湿土，即水际之地也；“寇”者，《坎》之象，灾之大也。初九之郊险尚远，九二之沙险渐近，九三之泥，身已接险，祸在目前。此爻居《乾》卦之极，过刚而不中，故当险难在前，复不介意，恃己刚强，见上位之应我，不辨时机，不察事情，一意妄进，将以救在前之险，故非坎险来迫人，人自进而逼险，譬如水不溺人，人自冒险狎水，以致其溺，故曰“致寇”也。然当此时，能操谨思持重之心，戒轻举妄动之失，及早悔悟，犹得免于灾也。《象传》曰“灾在外也”者，坎险在外卦之义。又外者，谓意外之事也。我欲救彼而却为彼所害，九三之意外也。且非灾之来害我，自我去招致其灾，故曰“自我致寇”。若能敬慎自持，量宜而进，虽坎险围绕，亦不能如我何，我自得以不败，故曰“敬慎不败也”。凡争名者毁，争利者夺，是皆非寇之罪，自招之孽也。此爻变则为《节》，其辞曰，“不节若，则嗟若，无咎”，可以见敬慎之义矣。又如九三、六四虽阴阳相比，不相为助，而却相为害，《易》中此类之比，谓之害比。\n\n\n【占】　问战征：九三居内卦之终，逼近外卦，《坎》为寇，亦为灾，故曰“灾在外也”。有敌来寇者，谓寇至，有我自去招敌者，谓“致寇至。”必谨慎自持，先立于不败之地也。\n\n\n○　问营商：“泥”拘泥也。行商之业，宜流动，不宜拘泥，若拘泥不化，内有疑忌，遂致外生变端。慢藏海盗，即以致寇也，可不谨慎哉！\n\n\n○　问功名：爻曰“需于泥”，泥水际污泥也，需于此，则必将下流而难期上达矣。其不败也亦仅免焉。\n\n\n○　问婚姻：《易》以寇与婚媾并言，谓寇则必非婚媾，是怨偶也。“需于泥”，不进之象，于婚事则必不成。\n\n\n○　问六甲：生男。",
      "modern_text": "九三：在泥泞中等待，招来了盗贼的到来。",
      "modern_takashima_explanation": "《象传》说：在泥泞中等待，灾祸在外。是自己招致了强盗，唯有恭敬谨慎才不会失败。\n\n“泥”是水边的湿地，意味着身已接触险境，祸在目前。九三处于乾卦顶端，过于刚强且不中正，面对险难却不介意，依仗自己刚强，不辨时机一意妄进，这并非险难来逼人，而是人自己去逼近险难，就像人冒险戏水而溺水，所以说是“致寇”。此时若能谨慎持重，不轻举妄动，及早悔悟，尚可免灾。“灾在外”指坎险在外卦，也指意外之事。若能敬慎自持，量力而进，即使险阻围绕也不能奈我何，故说“敬慎不败”。凡是争名夺利导致的毁败，都是自招的罪孽。\n\n**【占卜应用】**\n* **问征战：** 逼近外卦坎险（寇/灾）。若是自己去招惹敌人，叫“致寇至”。必须谨慎自持，先立于不败之地。\n* **问经商：** “泥”有拘泥之意。经商宜流动不宜死板，若内部疑忌拘泥，会导致外部变故。财物收藏不慎会招盗，不可不慎。\n* **问功名：** 陷于水边污泥，必将下流而难以高升。能不败已是侥幸。\n* **问婚姻：** 既然提到“寇”，就绝非良缘，是怨偶。需于泥是不进之象，婚事必不成。\n* **问胎孕：** 生男。"
    },
    "4": {
      "text": "六四：需于血，出自穴。",
      "takashima_explanation": "《象传》曰：需于血，顺以听也。\n\n\n《坎》阴为血之象，坎险为穴之象。此爻与上六同言穴者，以体《坎》也。血者杀伤之地，穴者险陷之所，此爻入坎险杀伤之地，为寇所伤，故曰“需于血”。“需于血”者，承前爻“致寇”而言也。盖六四重阴才弱，居坎险之初，以一阴柔之资，为三阳所迫，临大难之冲，惟能顺以从时，不竞于险难，虽受小伤，不至大凶，终得出险。六四上《比》九五，为九五所救，出九死而得一生，故曰“出自穴”，犹孔子解匡人之围，文王脱前羑里之难也。夫云出于地，升于天，无不由穴，故有“出自穴”之义。且此爻居外卦之始，又有出之象，变则为夬，有决出之义。《象传》“顺以听也”者，谓能顺从九五之训诲也。《坎》为耳，有听之象。\n\n\n【占】　问战征：四为《坎》之始，《坎》为血卦，“需于血”，是战之受其伤也。“出自穴”，是虽伤而犹能出于险也。其所以出险者，盖不在强争，而在顺听也，顺斯免害矣。\n\n\n○　问家宅：曰需血，曰出穴，有出幽谷迁乔木之象。顺者家道顺也，吉。\n\n\n○　问营商：玩爻辞，想必是采取矿产也。“出自穴”，斯得利矣。\n\n\n○　问功名：所谓呕尽心血，方得出人头地，故有《需》血出穴之象。\n\n\n○　问疾病：想是呕血之症，必须调养气血，使阴阳和顺，自可出险得生。\n\n\n○　问六甲：生男。虽小有险难，终获安产。",
      "modern_text": "六四：在血泊中等待，从洞穴中走出来。比喻处境虽然危险，但终能脱困。",
      "modern_takashima_explanation": "《象传》说：在血泊中等待，是因为顺从听命。\n\n坎为血，也为穴。此爻进入坎险杀伤之地，被寇所伤，所以说“需于血”，这是承接前一爻“致寇”而言的。六四阴柔才弱，位于坎险之初，被下方三阳逼迫，面临大难。但它能顺应时势，不与险难争斗，虽受小伤但不至大凶，终能脱险。六四上有九五相救，九死一生，所以说“出自穴”。就像孔子解匡人之围，文王脱羑里之难。《象传》说“顺以听”，是指顺从九五的教诲。\n\n**【占卜应用】**\n* **问征战：** 需于血，战斗必受伤。出自穴，虽伤但能脱险。脱险之道不在强争，而在顺听。\n* **问家宅：** 有从幽谷迁往高处之象。家道顺遂，吉。\n* **问经商：** 像是开采矿产，“出自穴”意味着得利。\n* **问功名：** 呕尽心血，方得出人头地，符合“需血出穴”之象。\n* **问疾病：** 可能是呕血之症，需调养气血，使阴阳和顺，便可出险得生。\n* **问胎孕：** 生男。虽小有险难，终获安产。"
    },
    "5": {
      "text": "九五：需于酒食，贞吉。",
      "takashima_explanation": "《象传》曰：酒食贞吉，以中正也。\n\n\n五爻阳刚而居尊位，居中得正，克尽其道，以此而需，何需不获？《篡言》曰：“万物需雨泽，人需饮食，天下需涵养，需之时义大矣哉！”饮食者，人各需以养生，惟人君不需自养，而需饮食以养天下。斯休养生息，使天下之民，人人乐其乐，利其利，咸餍袄于深仁厚泽之中，故曰“贞吉”。然或妞狃于豆区釜钟之小惠，逸乐自耽，不知警戒，则坠其成业者，往往有之，是谓失其中正也。《象传》曰，“酒食贞吉，以中正也”，戒之深矣。且九五君德，尚在险中，需人共济。初爻乐躬耕以求志，二爻惕人言而复退，三爻守敬慎以免灾，至四爻则出穴而进也，上爻则不速而来也，五爻数来时可，众贤并进，斯时人君适馆授餐，礼隆养贤，贤才亦各效才能，以匡济天下。教稼明农，画并授田，首为民生谋衣食之源，不复使天下有一夫冻馁，即遭荒凶，亦必蠲赈周济，倍切人饥己饥之忧。是王道之久而成化者，其即在需之道乎？《彖传》曰，“需，有孚，光亨，贞吉，位于天位，以正中也”，此之谓也。此爻变则为《泰》，天下泰平之象也。\n\n\n【占】　问战征：爻辞曰“需于酒食”，是得胜旋师，有犒赏策勋之象，故曰“贞吉”。\n\n\n○　问功名：是为鹿鸣宴乐之时也，吉。\n\n\n○　问营商：五互《离》，辰在午，上值柳，附星有酒旗，有外厨，主宴享饮食，知必是酒馆粮食等业。又《坎》为人，为纳，知其商业必输入有余也。故“贞吉”。\n\n\n○　问婚嫁：《需》四爻为《泰》，《泰》六五曰“帝乙归妹，以祉元吉”；又九三曰“于食有福”，此即“需于酒食”之义也。“有福”，故“贞吉”。《象》曰“以中正也”，是谓得婚嫁之正也。\n\n\n○　问六甲：生男。得子必置酒设席，古今皆然，故爻曰“需于酒食”。",
      "modern_text": "九五：在酒食宴席中等待，坚守正道则吉祥。",
      "modern_takashima_explanation": "《象传》说：酒食贞正吉祥，是因为居中守正。\n\n九五阳刚居尊位，中正得当，以此等待，无所不获。万物需雨泽，人需饮食。君主不需要自己养自己，而是需饮食以养天下，休养生息，让人民安居乐业，所以“贞吉”。但若沉溺于小恩小惠或逸乐自耽，就会失败。九五虽在君位但仍处险中，需要人才共济。此时时机成熟，众贤并进（初、二、三、四、上爻皆有动作），君主礼贤下士，设宴款待。为民谋衣食之源，即使遇灾荒也赈济百姓，这就是王道。此爻变卦为《泰》，是天下太平之象。\n\n**【占卜应用】**\n* **问征战：** “需于酒食”象征得胜回师，犒赏三军，吉。\n* **问功名：** 是宴请宾客、庆功之时，吉。\n* **问经商：** 必定是酒馆、粮食等行业。商业收入有余，吉。\n* **问婚嫁：** 变卦为泰，有“帝乙归妹”之福，是大吉大利的婚事。\n* **问胎孕：** 生男。得子必摆酒席，故称“需于酒食”。"
    },
    "6": {
      "text": "上六：入于穴。有不速之客三人来，敬之终吉。",
      "takashima_explanation": "《象传》曰：不速之客来，敬之终吉，虽不当位，未大失也。\n\n\n上与四共《坎》阴，有穴之象。上爻居外卦之终，出而无可行，故曰“入于穴”。“有不速之客三人来”者，谓内卦三阳，不招而皆来也。惟柔顺不拒绝，无妒嫉争竞之心，一以敬礼相待，彼三阳虽刚断，无争夺之意，故曰“敬之终吉”。“敬之”二字，暗含前爻“酒食”之意；“终吉”之义，与九二同。上六阴而居险，无复可需，然能敬而下贤，是无失也，故《象》辞曰：“虽不当位，未大失也。”\n\n\n按：位者六爻六位，位当者，谓得正位，位不当者，谓不得正位也。是《易》之通例也。然其中亦有差别，《象传》曰位者，多指九五之君位。又《象传》中为生卦法而说位者，六爻之正位也，《小畜》、《同人》、《大有》、《噬嗑》、《家人》、《归妹》、《渐》、《涣》、《既济》皆一是也。又《象传》中说位亦有数义。说六爻之正不正者，《履》之六三，《否》之六三，《豫》之六三，《噬嗑》之六三，《晋》之九四，《蹇》之六四，《解》之九四，《震》之六三，《丰》之九四，《旅》之九四，《兑》之六三，《中孚》之六四，《小过》之九四，《未济》之六三，皆是也。于三四两爻说之者，盖二五之位虽不正，有刚中柔中之义。又以初上为无位之地，不主说位。位当者吉，位不当者凶，然又有以位不当之为吉者，《大壮》六五之《传》是也。又于九五有专说君位者，《比》、《否》、《巽》、《节》之《传》是也。又有系不当位之辞者，《需》上六之《传》、《噬嗑》之《象传》、《困》九四之《传》是也。盖不当位与位不当，其义稍异。不当位者，本非正不正之谓也，故《需》之上六，以阴居阴，虽得正者，尚有不当位之称。位者谓五之君位也，故《需》之上六及因之九四，共于君位比近之爻说之。叉按此卦中曰“难”，曰“败”，曰“寇”，曰“血”，曰“穴”，曰“陷”，曰“有言”，曰“孚”，曰“入”，曰“酒”，曰“食””，曰“宴”，曰“乐”，曰“郊”，曰“沙”，曰“衍”，曰“听”，皆《坎》之象，可知圣人观象，自有妙用也。一说“不速”，谓非不召而来也，需待也，谓需缓之意。观初、二、三、四诸爻，曰“于郊”，曰“于泥”，曰“于沙”，曰“出穴”，皆渐渐而进，不速而来，谓其迟缓而来也。“三人”者，即《乾》卦三阳。此说亦通。\n\n\n【占】　问战征：上为《坎》之终，穴谓坎险，“入于穴”，谓凭险以自守也。“三人”者，谓内卦三阳；“不速”者，自来也，谓有敌兵三面来围。既入险地，不宜再战，宜以礼貌相接，以和解之，故曰“敬之，终吉”。\n\n\n○　问营商：《坎》劳卦，万物之所归也，故曰入穴。穴，窟也，谓贮藏货物之地。“三人来”者，买客也，敬礼以接之，是得价则售，故“终吉”也。然《坎》为水穴，不宜藏货，幸而客来即售，故曰“虽不当位，未大失也”。\n\n\n○　问家宅：此屋必幽暗潮湿，幸有三面阳光来照，故曰吉。\n\n\n○　问婚姻：《需》六变《小畜》，《小畜》上九曰“妇贞厉”。称妇谓已嫁之女，故曰“不当位”，以其“贞厉”故“终吉”。“入于穴”，有生同室死同穴之义。“三人来”者，媒人也。\n\n\n○　问疾病：曰入穴，凶象也；曰“终吉”，终而后吉，于病亦凶。\n\n\n○　问六甲：生男。曰“终吉”，必少男乃吉。",
      "modern_text": "上六：掉进洞穴之中，来了三个不速之客，恭敬对待他们，最终吉祥。",
      "modern_takashima_explanation": "《象传》说：不速之客到来，恭敬对待终究吉祥。虽然位置不当，但没有大的过失。\n\n上六位于外卦终点，已无路可走，所以说“入于穴”。“不速之客三人”是指内卦三个阳爻不招自来。上六柔顺不拒绝，无嫉妒争竞之心，以礼相待，对方虽刚强但无争夺之意，所以“敬之终吉”。上六阴柔居险，已无可等待，但能礼贤下士（敬重下方的阳爻），所以无过失。\n\n**【占卜应用】**\n* **问征战：** “入于穴”指凭险自守。三人不速而来，指敌兵三面来围。既入险地不宜再战，宜礼貌接待求和，终吉。\n* **问经商：** 穴指仓库，“三人来”指买家。敬礼接待，得价即售，终吉。但坎为水穴不宜久藏货物，幸好客来即售，所以未大失。\n* **问家宅：** 房屋幽暗潮湿（穴），但幸好有三面阳光（三阳）照入，吉。\n* **问婚姻：** 终吉。有生同室死同穴之意。“三人来”指的是媒人。\n* **问疾病：** “入于穴”是凶象，所谓终吉，是指身后的吉利，对治病来说是凶。\n* **问胎孕：** 生男。说是终吉，必是少男才吉。"
    }
  },
  "guaci": "需：有孚，光亨，贞吉。利涉大川。",
  "modern_guaci": "需卦象征等待：心怀诚信，前途光明亨通，坚守正道则吉祥。利于渡过大河（克服困难）。"
}