{
  "name": "火风鼎",
  "pinyin": "huo_feng_ding",
  "code": "011101",
  "palace": "离宫",
  "general_text": "《序卦传》曰：“革物者莫若鼎，故受之以鼎”。《鼎》者新命之象，昔禹平水土，九州攸同，铸九鼎以象九州，历代宝之。夏亡鼎迁于商，商亡鼎迁于周，故三代革命，以鼎为重器也。卦自《革》来，《兑》互《乾》金居上，火互《巽》木居下，有铸《鼎》之象。本卦火上木下，木能生火，有《鼎》烹之象，故其卦曰《鼎》。",
  "modern_general_text": "《序卦传》说：变革事物没有比鼎更好的，所以在革卦之后接着是鼎卦。鼎象征着新的天命。过去大禹平定水土，统一九州，铸造九鼎象征九州，历代都将其视为宝物。夏、商、周三代朝代更替，都把鼎作为国家的重器。此卦由革卦而来，外卦兑变为离火，内卦离变为巽木，有铸造鼎的形象。本卦上卦为火，下卦为木，木能生火，是烹饪的象征，所以叫鼎卦。",
  "takashima_general": "鼎：元吉，亨。\n▲　甲骨文鼎\n▲　金文鼎\n“元吉，亨”者，《巽》《彖》曰“小亨”，《离》《彖》曰“利贞，亨，畜牝牛吉”，皆不言元。卦下互《乾》；《乾》备四德，元亨盖自《乾》来，惟《乾》于四德外，亦不言吉。王弼曰，“吉然后亨”，程子以《彖传》只释元亨，吉为衍文，朱子从之。按鼎为三代革命重器，凡荐神飨宾，莫不用鼎，知器之吉，莫如鼎，用之吉，亦莫如鼎，不得以《彖传》未释，疑其为衍也。窃意亨则无不吉，《彖传》特略之而已。\n《彖传》曰：鼎，象也。以木巽火，亨饪也。圣人亨以享上帝，而大亨以养圣贤。巽而耳目聪明，柔进而上行，得中而应乎刚，是以元亨。\n凡器莫重于鼎，制器尚象，故曰“鼎，象也”。卦体下《巽》上《离》，《离》为火，《巽》为风，亦为木，中互泽水，爨以木火，是鼎锅烹饪之象。圣人用之于祭祀，烹犊以享上帝，用之于宾客，大享以养圣贤。鼎者三足两耳，卦体初爻下阴为足，二、三、四三阳象中实，为腹，五阴为耳，上阳为铉，是《鼎》象也。烹饪者，鼎之用也。下《巽》，顺也，上《离》为目，五为耳，有内巽顺而外聪明之象。卦自《巽》来，阴进居五，下应九二之阳，故其占曰元亨。享帝养贤，是极言鼎之用，“巽而耳目聪明”，是极言鼎之德。“柔进而上行”，由《巽》进《离》也，《离》为明，能明则通矣。“得中而应乎刚”，以五应二也，二中实，有实则大矣，是以元亨，此所以耳目聪明。三代圣王，皆以鼎为宝，岂徒取寻常烹饪已哉！\n以此卦拟人事，卦体火上木下，中互金水，金以铸鼎，鼎以盛水，鼎下以木火炊之，为之烹饪，是古火食之遗制也。此为人事饮食之常，不可一日或缺者也。王者以鼎之贵，用以享帝养贤，而下民则为承祭款宾，亦礼所不废。或椎牛奉祭，感切露霜，或杀鸡欢留，情殷信宿，盖其真诚之意，有假器而形之者也。按《玉篇》云，“鼎所以熟物器也”；《说文》云，“鼎三足两耳，和五味宝器也”，乃知鼎为调味之具。凡味之变，水最为始，五味三才，九沸九变，火为之纪，时徐时疾，无失其理，鼎中之变，精微纤妙，口弗能言，智弗能喻，要其运用无过。调火，惟离得烹饪之功，惟巽得缓急之用。《离》，火也，火之功藉木而著，火之用藉水而济，遇木则生明，遇水则有声，生明则目可视，有声则耳可听。《鼎》以《离》为目，以五为耳，是内巽顺而外聪明也，故曰“巽而耳目聪明”。“柔进而上行，得中而应乎刚”，鼎有此二德，而鼎所以日用日新，其道乃得大亨也。人事之欲舍旧从新者，皆当取法于《鼎》焉。\n以此卦拟国家，古者铸鼎象物，协于上下，以承天休，有德者得之，昏德者失之，是鼎以德为去留，故君子必“正位凝命”，以保此鼎也。推之调和五味，鼎之用在烹饪也；大武一斛，鼎之尊在享帝也；盛馔四簋，鼎之隆在养贤也。而能保守此鼎而不失者，则惟在夫德。德足应天，而天受其享，德能养贤，面贤受其养。然桀有鼎而迁于商，纣有鼎而迁于周，谓鼎无灵也，而俨有灵矣。鼎无耳而能听，鼎无目而能视，天下之物，聪明者莫鼎若也，故曰“巽而耳目聪明”。“柔进而上行者”，由《巽》而进《离》，《离》上炎，故曰“上行”。“得中而应乎刚”者，中虚以应二，二“有实”，故曰“应乎刚”，是鼎之所以成鼎，为帝王所世宝者，在此矣。中天之世，所谓明四目，达四聪，总不外此“耳目聪明”之用也哉。\n通观此卦，《井》取用于水，《鼎》取用于火，故《井》《鼎》二卦，爻象相似。盖《井》以坎水为主，下象井而上象水；《鼎》以《离》火为主，下象鼎而上象享。井汲在上，故《坎》居上，而上卦多吉；鼎烹在上，故《离》居上，而上卦亦多吉。二卦居《革》之间，《井》《革》则修，《鼎》《革》则迁，鼎者，新也。有王才兴，必以鼎为受命之符，特牲告庙，酒醴飨宾，心之诚，礼之隆，无不以鼎为重焉。“巽而耳目聪明”者，即所谓“且聪明，作元后”是也。其命维新，其道大亨，其化则柔而上行，其德则中而应刚，其器也，则宗庙享之，子孙保之，所愿万世有道而不迁也。\n《大象》曰；木上有火，鼎。君子以正位凝命。\n木上有火，为木生火之象，即烹饪之用也。盖鼎，宝物也，三代以鼎相传，鼎之所在，即天命之所归，君子所以“正位凝命”也。“位”，君位也，“命”，天命也，君子履中居尊，“正位”而不使之倾，“凝命”而不使之涣，是所谓恭己以正，南面笃恭，而天下平也。《易·大象》言天命者二，《大有》曰“顺天休命”，《鼎》曰“正位凝命”。《大有》以“遏恶扬善”，故命贵夫顺；《鼎》以享帝养贤，故命取夫凝。要即《中庸》所云“大德者必受命”是也。\n【占】　问时运：木上升，火上炎，有日进日上之象，大可成事立业。\n○　问战征：践主帅之位，率三军之命，正有如火如荼之势，马到功成，此其时也。\n○　问功名：贵不可言。\n○　问营商：木生火，鼎烹物，得其自然之利，可不劳而获也。\n○　问家宅：防有祝融之灾，宜谨慎。\n○　问疾病：必是肝火上冲之症，宜以泄肝顺气治之。\n○　问婚姻：爻为相生，鼎为重器，必是正配，又得内助。\n○　问讼事：火势正旺，一时未得罢休，宜定心安命，自然得直。\n○　问六甲：生女。",
  "modern_takashima_general": "鼎卦：大为吉祥，亨通。鼎是三代（夏商周）变革和传国的重器，用于祭祀神灵和宴请宾客，器物之中最为吉祥。卦象下巽为风、木，上离为火，以木生火，是烹饪的景象。鼎有三足两耳，象征稳重和聪慧。\n\n**人事应用**：如同烹饪饮食不可或缺，人应当内心柔顺（巽）而外在聪明（离），除旧布新，方能大亨。\n**国家应用**：鼎象征国家政权，有德者得之。君子应效法鼎象，端正位置，巩固天命。\n\n**大象曰**：木上有火，君子以此端正位次，严守天命。\n\n**占断**：\n* **问时运**：如木生火，蒸蒸日上，大可成就事业。\n* **问战征**：气势如火如荼，马到成功。\n* **问功名**：极贵，地位显赫。\n* **问营商**：如鼎烹物，得自然之利，轻松获益。\n* **问家宅**：需小心火灾。\n* **问疾病**：多为肝火上冲，宜疏肝理气。\n* **问婚姻**：天作之合，正室之配，且得内助。\n* **问讼事**：火势正旺，一时难休，守正心则最终得理。\n* **问六甲**：生女。",
  "lines": {
    "1": {
      "text": "初六：鼎颠趾，利出否。得妾以其子，无咎。",
      "takashima_explanation": "《象传》曰：鼎颠趾，未悖也。利出否，以从贵也。\n\n\n爻体《巽》为股，初在股下，故曰“趾”，上应九四则“颠”矣。初至五为《大过》，“大过，颠也”，故初为“颠趾”。按《少牢·馈食礼》，“雍人概鼎”，概，涤也，所以去其宿垢。“趾颠”则鼎倒，而垢自出，“否”，即垢也，故“利出否”。“出否”不得谓悖。爻体三之五，互《兑》，《兑》为妾，《鼎》为器，“主器者长子”，故有“得妾以其子”之象，主器，是以谓贵。“无咎”者，盖因败成功，以贱得贵也。陆氏希声曰：“颠趾出否，虽覆未悖，犹妾至贱，不当贵，以其子贵，故得贵焉。”《春秋》之义，母以子贵是也。\n\n\n【占】　问时运：有因祸得福，转败为成之兆。\n\n\n○　问营商：初次小损，后获大利，且有商地成家之象。\n\n\n○　问功名：有荣封之喜。\n\n\n○　问家宅：此宅墙基有坏，修之获吉，且必出贵子。\n\n\n○　问婚姻：是为小妾，必生贵子。\n\n\n○　问疾病：腹有宿积，利在下泻，无咎。\n\n\n○　问六甲：生男，宜于庶出。",
      "modern_text": "初六：鼎翻倒了脚朝上，利于清除里面的残渣。纳妾生子，没有灾咎。除旧布新。",
      "modern_takashima_explanation": "初六象征鼎的脚翻倒了，但这是为了倒出里面的污秽残渣，虽然颠倒，却并不违背常理。就像纳妾本是低微之事，但因为生了儿子（继承人）而变得尊贵，没有灾咎。这是因败成功、以贱得贵的象征。\n\n**占断**：\n* **问时运**：因祸得福，转败为胜的兆头。\n* **问营商**：初时有小损失，随后获大利，且可能在外地成家。\n* **问功名**：有受封赏的喜事。\n* **问家宅**：墙基有损坏，修补后吉祥，且家中必出贵子。\n* **问婚姻**：地位较低或为妾，但必生贵子。\n* **问疾病**：腹内有积食，利于泻下排毒，无碍。\n* **问六甲**：生男，多为庶出。"
    },
    "2": {
      "text": "九二：鼎有实，我仇有疾，不我能即，吉。",
      "takashima_explanation": "《象传》曰：鼎有实，慎所之也。我仇有疾，终无尤也。\n\n\n“实”者，鼎之实，即为鼎中之肉。阳为实，阴为虚，二爻阳实，位当鼎腹，是鼎有实之象，故曰“鼎有实”，则可享上帝，可养圣贤。古之人爵高禄厚，每多不免凶祸，是由仇即我也，二应在五，为三四两阳间隔，故曰“我仇有疾”。“仇”者，害我者也，“疾”者，恼我者也。二自守坚固，不相比附，故曰“不我能即”。人能守正，不正者不能就，所以吉也。鼎之“有实”，犹人之有才，当慎所趋向，斯不陷于非义。故《象传》以“慎所之”释之，谓一鼎不能动，则万夫废，一心不可动，则万议息，慎所之之谓也。“终无尤也”，“无尤”，乃所以得吉也。又曰：“疾”字，有妒害之义，入朝见疾是也。小人之为害也，必托为亲爱，以伺其隙，在我既志洁行芳，嫉我者自无隙之可乘，不能即而害之也。\n\n\n【占】　问时运：运途正直，奸邪自远，无往不吉。\n\n\n○　问功名：“实”者，实获也。名成之后，多有忌嫉之者，宜慎防之。\n\n\n○　问营商：曰“鼎有实”，即所谓囊有财也，宜防匪人盗窃。\n\n\n○　问婚姻：二与五应，五变为姤，《姤》曰“勿用娶女”。“仇”，怨偶也，“不我能即”，是不娶也。\n\n\n○　问家宅：“实”者，富足之家，防分人窃伺。\n\n\n○　问疾病：阳为实，是实热之症，宜对症调治，吉。\n\n\n○　问六甲：生女。",
      "modern_text": "九二：鼎中有食物，我的对头有疾病但不能侵害我，吉祥。",
      "modern_takashima_explanation": "九二位居鼎腹，象征鼎中装满了实物（肉），就像人有才华和财富。虽然因此招来仇家嫉恨（我仇有疾），但只要自己坚守正道，不随意依附他人，奸邪小人就无法侵害（不我能即），最终吉祥。\n\n**占断**：\n* **问时运**：行运正直，奸邪远离，无往不吉。\n* **问功名**：功成名就，但名成之后多招人嫉妒，宜谨慎防备。\n* **问营商**：如鼎中有实物，象征囊中有财，需防外人盗窃窥视。\n* **问婚姻**：有怨偶之象，不宜娶。\n* **问家宅**：富足之家，需防小人窥探。\n* **问疾病**：实热之症，对症治疗即吉。\n* **问六甲**：生女。"
    },
    "3": {
      "text": "九三：鼎耳革，其行塞，雉膏不食。方雨亏悔，终吉。",
      "takashima_explanation": "《象传》曰：鼎耳革，失其义也。\n\n\n毛西河云：凡鼎既实，则以铉贯耳，扛近食前，仪礼所谓扃鼎是也。若未实，则撤铉脱耳，谓之“耳革”。凡物皆以足行，惟鼎以耳行，“耳革”则不能举之而行，故曰“其行塞”。上《离》为雉，下《巽》为鸡，鸡亦雉类，雉入鼎烹，故曰“雉膏”。雉膏，食之美者也，《鼎》之行既塞，雉膏虽美，人不得而食之矣。三动成《坎》，《坎》为雨，初之三为《睽》，《睽》上曰“遇雨则吉”，《睽》上互《坎》，雨皆取象于《坎》耳。“方雨”，乍雨也，雨之润者，谓之膏雨，喻言“雉膏”之芳润也。《坎》为破，亦为悔，故曰“亏悔”，谓有此美味，而不得食，举鼎者能无悔乎？悔则思变，将耳之革者不革，而行之塞者不塞，始虽悔，终则吉矣。古帝王铸鼎象物，以为世宝，鼎因一成而不易，举鼎之制，亦一成而不改，今欲以旧鼎变新鼎，妄革其耳，率至一步不能行，故曰“失其义也”。《井》《鼎》九三，皆居下而不用，《井》三“井渫不食”，《鼎》三“雉膏不食”，君子能调和其食，而不能使人之必食。此卦三虽欲革耳，五能以金铉实之，虽始有悔，终乃得吉也。\n\n\n【占】　问时运：运非不佳，但妄意变改，以致所行辄阻，是以有悔也。\n\n\n○　问功名：目下虽美不售，改就他途，反多灾悔。\n\n\n○　问营商：业有改迁，致货物呆滞，须俟三年后，可复兴也。\n\n\n○　问战征：兵队有变，恐粮食被劫。\n\n\n○　问家宅：此宅两厢房。防有变动，或有火灾，遇雨得救。\n\n\n○　问婚姻：恐有悔婚改适之变，所谓“失其义”也。\n\n\n○　问六甲：生女。",
      "modern_text": "九三：鼎的耳朵被改变了（鼎耳损坏），行动受阻，野鸡的肥肉不能吃到，方才下雨悔恨消失，最终吉祥。",
      "modern_takashima_explanation": "九三象征鼎耳发生变动（或损坏），导致鼎无法移动（其行塞），虽然里面有肥美的野鸡肉（雉膏），却无法享用。这意味着怀才不遇或美好的事物因条件不具备而落空。但随着阴阳调和（方雨），悔恨会消除，最终是吉祥的。妄意变革会导致阻碍，需耐心等待。\n\n**占断**：\n* **问时运**：运势本不错，但因妄动变革导致阻碍，有悔意。\n* **问功名**：目前怀才不遇，若改行反而更多灾悔。\n* **问营商**：业务变动导致货物滞销，需等待较长时间（约三年）才能复兴。\n* **问战征**：军队生变，恐有粮草被劫之忧。\n* **问家宅**：防变动或火灾，遇雨得救。\n* **问婚姻**：恐有悔婚改嫁之变，不守信义。\n* **问六甲**：生女。"
    },
    "4": {
      "text": "九四：鼎折足，覆公餗，餗其形渥，凶。",
      "takashima_explanation": "《象传》曰：覆公餗，信如何也。\n\n\n鼎三足，象三公。案九四辰在午，上值紫微垣。三师，隋《百官志》曰：三师之不主事，不置府僚，与天子坐而论道，盖贵戚近臣也。四下与初应，初为趾，体《大过》为颠，四震爻，《震》为足，上互《兑》，《兑》为毁折，故初之“颠趾”，至四则“足折”矣。鼎之所以安定不动者在足，足折则鼎倒，凡二之“实”，三之“雉膏”，皆为之倾覆矣，故曰“覆公餗”。“餗”，《释文》以为键，《周礼》以为糁，要皆为鼎实而已。“形渥”，郑作刑剭，“屋诛”注云；屋读如“其刑剭”之剭，谓所杀不于市，而以适甸师氏者也，盖就屋中刑之也。服虔云：《周礼》有屋诛，诛大臣于屋，不露也。四位比近五，盖谓大臣，鼎之折足，喻言臣下旷官，君视臣如手足，足折则臣道失矣，诛之于屋，凶之极也。《象传》曰“信如何”者，言四不胜其任，咎由自取，无可如何也。\n\n\n【占】　问时运：运途颠覆，小则损折，大则刑戮，甚为可惧。\n\n\n○　问战征：有损兵折将之祸。\n\n\n○　问功名：未成者难望，已成者必败。\n\n\n○　问营商：资财覆灭，且有身命之忧。\n\n\n○　问婚姻：必男女均有足疾，且于家道不利。\n\n\n○　问家宅：有房屋倒塌之患。\n\n\n○　问疾病：必是足部疮患，难保肢体完整。\n\n\n○　问讼事：凶。\n\n\n○　问六甲：生女，防有残疾。",
      "modern_text": "九四：鼎的腿折断了，倾覆了公侯的食物，沾污了形体，凶险。不能承担重任。",
      "modern_takashima_explanation": "九四象征大臣位置，对应初爻的足。鼎足折断，打翻了王公的美味佳肴（公餗），弄得满地狼藉。这比喻大臣德薄位尊，不堪重任，不但败事，还会招致严厉的惩罚，非常凶险。\n\n**占断**：\n* **问时运**：运势颠覆，小则折损，大则受刑，非常可怕。\n* **问战征**：有损兵折将的灾祸。\n* **问功名**：未成者无望，已成者必败。\n* **问营商**：资财破产，且有生命危险。\n* **问婚姻**：男女恐有足疾，对家道不利。\n* **问家宅**：有房屋栋梁折断倒塌的隐患。\n* **问疾病**：足部患病，难保肢体健全。\n* **问讼事**：大凶。\n* **问六甲**：生女，防有残疾。"
    },
    "5": {
      "text": "六五：鼎黄耳，金铉，利贞。",
      "takashima_explanation": "《象传》曰：鼎黄耳，中以为实也。\n\n\n五偶画居鼎端，象鼎耳，《鼎》上卦《离》，《离》为黄，故曰“黄耳”。铉与扃通，所以贯鼎而举之也。按鼎之制，天子饰以黄金，诸侯白金，五为君位，宜用金鼎，故铉为金铉。“利贞”者，鼎为国之重器，利在正固而不动，举鼎者，亦当以正固之心临之，使无颠覆也。挈一鼎者听于耳，挈天下者听于君，耳为一鼎之主，犹君为天下之主也。《象传》曰“中以为实”者，“中”，谓鼎耳中虚，贯铉则可举，而鼎之实乃有以享上帝，养圣贤。是二、三、四，实在鼎腹，五之实，上鼎耳也。\n\n\n【占】　问时运：运途贵重，贞守得福。\n\n\n○　问功名：大贵之象。\n\n\n○　问营商：信息明了，贩运便捷，可获厚利。\n\n\n○　问战征：防有洞胸贯耳之灾。\n\n\n○　问婚姻：“黄耳”“金铉”，贵兆也，主联姻贵族。\n\n\n○　问家宅：富贵之家。\n\n\n○　问六甲：生女。",
      "modern_text": "六五：鼎配有黄金的耳朵和玉制的鼎杠，利于坚守正道。",
      "modern_takashima_explanation": "六五位居君位，象征鼎耳。黄色是中正之色，金铉是坚固的扛鼎横杠。意思是君主拥有中正的美德，并有刚强的贤臣辅佐，利于坚守正道。这是大吉大利的象征。\n\n**占断**：\n* **问时运**：运势尊贵，坚守正道必定得福。\n* **问功名**：大贵的象征。\n* **问营商**：信息灵通，运输便捷，可获厚利。\n* **问战征**：需防备穿胸贯耳的伤害。\n* **问婚姻**：象征联姻贵族，大吉。\n* **问家宅**：富贵之家。\n* **问六甲**：生女。"
    },
    "6": {
      "text": "上九：鼎玉铉，大吉，无不利。",
      "takashima_explanation": "《象传》曰：玉铉在上，刚柔节也。\n\n\n上居外卦之极，一阳横亘于鼎耳，有铉象。玉之为物，其性坚刚，其色温润，上以刚居柔，其德似之，故以玉为铉。或谓上处卦外，是为就养之圣贤，而无位者也。按鼎之饰，各有品级，天子黄金，诸侯白金，大夫铜，士铁；五曰“黄耳”“金铉”，此为天子之鼎，上无位，特以玉铉别之。《集解》引干宝曰，“玉又贵于金者”，是其旨也。《彖传》曰，“玉铉在上，刚柔节也”，上谓在六五之上，“节”者，适均之意，言上与五，金玉相配，刚柔相济，得以成鼎养之功，故“大吉，无不利”也。\n\n\n【占】　问时运：温润和平，无往不利。\n\n\n○　问战征：六师既张，进无不克，大吉。\n\n\n○　问功名：位趋鼎铉，大吉。\n\n\n○　问营商：美玉待沽，其价必善，无往不利也。\n\n\n○　问婚姻：如金如玉，大吉。\n\n\n○　问家宅：此宅地位甚高，大吉。\n\n\n○　问疾病：恐是耳痛之症。\n\n\n○　问六甲：生女。",
      "modern_text": "上九：鼎配有玉制的鼎杠，大为吉祥，无往不利。美德如玉，通达无碍。",
      "modern_takashima_explanation": "上九位于卦的顶端，象征用玉做的扛鼎横杠。玉质地坚刚而色泽温润，象征刚柔并济的最高境界。此时功德圆满，无往不利。\n\n**占断**：\n* **问时运**：温润和平，无往而不利。\n* **问战征**：军队出征，战无不胜，大吉。\n* **问功名**：地位极高，接近权力的顶峰，大吉。\n* **问营商**：如美玉待沽，价格必高，获利丰厚。\n* **问婚姻**：金玉良缘，大吉。\n* **问家宅**：此宅地位甚高，大吉。\n* **问疾病**：恐有耳痛之症。\n* **问六甲**：生女。"
    }
  },
  "guaci": "鼎：元吉，亨。",
  "modern_guaci": "鼎卦象征宝鼎：大为吉祥，亨通。鼎为烹饪和祭祀的重器，象征革故鼎新，养贤育民。"
}