{
  "name": "艮为山",
  "pinyin": "gen_wei_shan",
  "code": "001001",
  "palace": "艮宫",
  "general_text": "《艮》二阴一阳，得地之体，以《坤》之上画，变而成《乾》，故得《乾》》最上之一阳。乾为天，天本动也，天之最上一爻，为动极而静，故为止。一阳高踞于《坤》地之上，故象山。卦与《震》反，《震》一阳内起，《艮》一阳外塞，起于内则动，塞于外则止。《序卦传》曰：“震者，动也。物不可以终动，止之，故受之以艮。艮者，止也。”此《艮》之所以继《震》也。",
  "modern_general_text": "艮卦由两根阴爻和一根阳爻组成，具备了大地的形体。它是由坤卦的最上面一爻变动而成乾卦，因此获得了乾卦最上方的一阳。乾代表天，天本来是运动的，但天最上方的一爻代表动到了极点而转为静止，所以含义为“止”。一根阳爻高高盘踞在坤地之上，所以象征“山”。艮卦与震卦相反，震卦是一阳从内部兴起，艮卦是一阳在外部阻塞；起于内则动，塞于外则止。《序卦传》说：“震代表动。事物不可能永远变动，必然要停止，所以接续震卦的是艮卦。艮，就是止的意思。”这就是艮卦排列在震卦之后的原因。",
  "takashima_general": "艮：民其背，不获其身，行其庭，不见其人。无咎。\n《艮》之卦一奇巍然居上，二偶分列在下。一奇居上，象人道，二偶分列，象人身。凡人自首以下，前面眉目手足，皆二偶，惟背脊直下成奇，故眉目手足皆动，惟背不动，不动为《艮》，《艮》止也，故曰“艮其背”。夫人必面相对，乃为相见，“艮其背”，则相背而不相见，背在后，身在前，故曰“不获其身”。《艮》为门庭，心相背，行亦相背，相背则不相遇，不相遇，必不相见，故曰“行其庭，不见其人”。义皆取诸背也。\n《彖传》曰：艮，止也。时止则止，时行则行，动静不失其时，其道光明。艮其止，止其所也。上下敌应，不相与也。是以不获其身，行其庭，不见其人。无咎也。\n此卦上下皆山，有两山并峙之象。两山并峙，不相往来，此止之象也。人但见静为止而动为行，不知静有静之止，动亦有动之止，止为止，而行亦为止。“所”者，止之有定者也，“时”者；止之无定者也；止得其时，时即止之所，无定而实有定也。《艮》三上之阳，即《乾》三上之阳，《乾》三曰“与时偕行”，《乾》上曰“与时偕极”。静翕动辟，其时本亘古不失也，天之时不失，即天之止得其所，是故可以止，可以行，可以动，可以静，无纤芥之翳，而为光明之宗也。人能止乎其所，则以人合天，其心体自然光明，而无有障蔽矣。是即《大学》“明德”之旨。由知止，历定静，以至能虑而得，自能与时消息。以“明明德”之体，发而为“明明德”之用，固非释氏“虚无寂灭”之教所得假托哉。“上下敌应，不相与”者，凡应必一刚一柔，若俱刚俱柔，则为“敌应”，“敌应”即为无应。八纯之卦，爻皆不应，而独于《艮》言之，以《艮》兼山，止于所止，屼然对峙，两不相交，得止之义焉。按《音会》，“身北曰背”，背者为耳目所不载，故内不见身，外不见人，是以“不获其身，行其庭，不见其人”也。以其不相与而止，止无咎也。\n以此卦拟人事，《彖传》曰“背”，曰“身”，曰“见”，皆取象于人身上，曰“行”，曰“止”，曰“动”，曰“静”，则不外夫人事也。人事有由动入静者，有由静入动者：由静而动者，《震》也，《震》二阴在上，一阳发于下，阳动也；由动而静者，《艮》也，《艮》二阴在下，一阳踞于上，阳止也。阳止者静而无静，动而无动，亦非无静也，非无动也，时而动，时而静，可以止则止，可以行则行，是以动静贵“不失其时”也。若老氏言玄，释氏言无，皆以静制动，遁入枯槁断灭，其道必幽昧而不明，此以阴止阳，止其所止，非《艮》之所为止也。《艮》之所止，审乎其时，得乎其所，是以阳止阴也。《艮》上一划为《乾》，《乾》为明，三至上为《离》象，《离》为光，故曰“其道光明”。卦爻上下不相应，故“不相与”，不相与则无所牵动，视若不视，闻若不闻。人能不闻不视，天下事皆无思无虑，是以得乎背，不复获其身，行在我，不复见其人。以此而处人事，人事复有何咎哉！\n以此卦拟国家，“艮，止也”，所以止暴而定乱也。《艮》二阴伏下，有潜谋不轨之意，一阳在上制之，使二阴不得潜动，是以为止。“背”者，为不见之物，“艮其背”，是止之于未见之时，为能于乱之未萌而先防之也。故止之用在得夫时，止之象则取诸身。人身为阳气之会，背则为阴，阴则暗昧，阳则光明，以阳止阴，为止得其所，故“其道光明。”圣天子当阳出治，而群阴退伏，止而不动，皆潜移默化于光天之下，此其象也。六爻以初应四，二应五，三应六，往往上动下应，下动上应，互相牵与，惟八纯上下一体，故不相应。《艮》曰“兼山”，山有前有后，犹人有身有背，山在前不能见后，人于身不能见背，是两不相与也。故曰“不获其身，行其庭，不见其人”，是以无咎也。\n通观此卦，按《说文》，艮本字 ，艮，很也，从匕目，匕目犹目相上，不相下。匕目为 ，狠戾不进之意。《六书本义》： 也，从匕，取两目相比并也。《艮》《彖传》曰，“艮，止也”，即狠戾不进之谓。“不见其人”，即目相上不相下之象，《艮》为山并立，即取象两目比并也。总之，一动一静，为天地自然之橐仑，一行一止，为人身有定之枢机。卦体一阳止于二阴之上，外实内虚，阴虚居内，阳实揜外，如人北向背立，还视内听，是以“其道光明”。卦位《艮》《震》相因，《震》因《艮》止，《艮》因《震》动，天下无动不止，无止不动，止而动，故《震》先夫《艮》，动而止，故《艮》继夫《震》也。六爻之象，皆取诸身。初为“趾”；二为“腓”，腓足肚，在后也。三“夤”，脊膂也；四“身”，不言心，心在前也，不言背，夤即背也；五“辅”，不见面，见其旁辅也；六在卦外，不言所止，而曰“敦艮”，象山之加高也。其爻象，内三爻不如外三爻之吉。二曰“不快”，三曰“薰心”，惟初尚得其利；四曰“无咎”，五曰“悔亡”，六曰“厚终”，故《艮》外多吉。天下事终而能止，未有不善者也，所贵止之得其时也。\n《大象》曰：兼山，艮。君子以思不出其位。\n卦象一山之外，又有一山，两山相对，其势相连，有兼并之义，谓之兼山。凡八纯卦，皆上下一体，互相联络，惟《艮》则上下两山，各止其所，不相往来，此所以为《艮》止也。君子法《艮》之象，《艮》以山为止之所，人以位为止之所，思之思之，不敢或出焉。此即《中庸》所谓“素其位而行，不愿乎其外”也。\n【占】　问时运：时运平平，宜退守，不宜妄动。\n○　问战征：宜各守疆界，不得驰域外之想。\n○　问营商：宜确守本业，不得贪意外之财。\n○　问功名：宜守旧，毋干幸进。\n○　问家宅：此宅地位虽狭，不可妄行改造。\n○　问婚姻：命由前定，不可贪富嫌贫。\n○　问讼事：不可以曲作直。\n○　问失物：当在原处寻之，可得。\n○　问疾病：止者终也，带病延年而已。\n○　问六甲：生女。",
  "modern_takashima_general": "艮卦：抑止在背部，感觉不到身体的存在；在庭院行走，看不见人。没有灾祸。\n\n艮卦的一根阳爻高居在上，两根阴爻分列在下。阳爻在上象征人道，阴爻在下象征人体。人从头以下，前面的眉毛、眼睛、手、脚都是双数的（偶），只有背脊直下是单数的（奇）。眉眼手脚都容易动，只有背部不动，不动就是“艮”，艮就是止，所以说“艮其背”（抑止于背）。人必须面对面才能相见，“艮其背”意味着背对背而看不见。背在后，身在前，所以说“不获其身”。艮象征门庭，心意相背，行动也相背，自然不会相遇；不相遇，必定不相见，所以说“行其庭，不见其人”。这些含义都是从“背”字取义的。\n\n《彖传》说：艮，就是止。时机当止则止，当行则行，动静不失时机，道路就光明坦荡。艮其止，是止于所当止的地方。上下卦（像两座山）对峙互不往来。所以“不获其身，行其庭，不见其人”，没有灾咎。\n\n此卦上下都是山，有两山并立之象。两山并立，互不往来，这就是止的象征。普通人只知道静是止、动是行，却不知道静中有静的止，动中也有动的止。止是指有固定的处所，时是指没有固定的时刻；止若合乎时机，那个时机就是止的处所，看似无定其实有定。人若能止于当止之地，即是以人合天，心体自然光明无遮蔽。这就是《大学》中“明德”的宗旨。知止而后有定，能思虑而后有所得，自然能顺应时机。这并非佛教所说的“虚无寂灭”。\n\n“上下敌应，不相与”，是指凡是相应（指内卦与外卦对应的爻）通常是一刚一柔，如果都是刚或都是柔，就叫“敌应”，敌应就是无应。八个纯卦（上下相同的卦）都不相应，但特地在艮卦中提出来，是因为艮代表重山，各止其所，高耸对峙，两不相交，从而得到了止的含义。\n\n用这一卦来比拟人事：《彖传》提到的背、身、见，都取象于人体；提到的行、止、动、静，都不外乎人事。人事中有由动入静的，也有由静入动的。由静而动的是震卦，由动而静的是艮卦。艮卦二阴在下，一阳盘踞在上，是阳止。所谓的阳止，不是死静不动，而是该动时动，该静时静，贵在“不失其时”。如果像老子说玄、佛家说无，用静来制约动，逃入枯槁断灭的境界，道理必然幽暗不明，这不是艮卦所说的止。艮卦的止，是审察时机，止得其所，是以阳止阴。艮卦不相往来，就没有牵挂，视若无睹，听若不闻。人若能做到不闻不视，心无杂念，就如同只得到背而忘了身，行动皆由我而忘了人。以此处世，哪里会有灾祸呢！\n\n用这一卦来比拟国家：“艮，止也”，是为了止暴乱而定国家。艮卦二阴潜伏在下，有图谋不轨之意，一阳在上制约它，使阴柔不得潜动，这就是止。背是看不见的部分，“艮其背”是在变乱还没出现时就阻止它，防患于未然。圣明的天子在上治理，群阴退伏不动，都在光天化日之下潜移默化，这就是此卦的象。\n\n通观此卦，按《说文》解字，艮通“狠”，有狠戾不进的意思，也有两眼比并互不相下的意思。总之，一动一静是天地自然的规律，一行一止是人身有定的枢机。艮卦位序承接震卦，震因艮而止，艮因震而动，天下无动不止，无止不动。六爻的象都取自身体部位：初爻为脚趾；二爻为小腿肚；三爻为脊背肉；四爻为身体；五爻为面颊；上爻在卦外，象征山势加高。六爻中，内卦三爻不如外卦三爻吉祥。天下事终了能止，没有不好的，关键在于止得其时。\n\n《大象》说：两山相重，就是艮卦。君子因此思虑不超出自己的本位。\n\n**【占验】**\n* **问时运**：时运平平，应当退守，不宜妄动。\n* **问战征**：应当各自守卫疆界，不可有侵略域外之想。\n* **问营商**：应当确守本业，不可贪图意外之财。\n* **问功名**：应当守旧，不要企图侥幸晋升。\n* **问家宅**：这所宅地虽然狭窄，不可妄行改造。\n* **问婚姻**：命运由前定，不可贪富嫌贫。\n* **问讼事**：不可以曲作直。\n* **问失物**：应当在原处寻找，可以找到。\n* **问疾病**：止就是终，带病延年而已。\n* **问六甲**：生女孩。",
  "lines": {
    "1": {
      "text": "初六：艮其趾，无咎。利永贞。",
      "takashima_explanation": "《象传》曰：艮其趾，未失正也。\n\n\n居《艮》之初，当趾之位。凡人动止，必自趾始，是以欲止其心，先止其身，欲止其身，先止其趾。趾止则不妄动，不妄动，则止得其所，而无失矣，故曰“无咎”。吉凶悔吝，每生乎动，止其趾，止动之初也，是遏人欲于将萌，存天理于未著，图之于始，尤当持之以永，故曰“利永贞”。《象传》曰“未失正也”，谓以阴居阳，位虽失正，而止其所止，初基正矣，故曰未失其正。\n\n\n【占】　问时运：运途初交，宜守稳步，不可妄进，自得无咎。\n\n\n○　问战征：屯军山足，宜静守，不宜妄动。\n\n\n○　问营商：宜知足。\n\n\n○　问功名：初步虽微，不失其正。\n\n\n○　问家宅：此宅近在山麓，可以长住，无咎。\n\n\n○　问婚姻：百年好合，无咎。\n\n\n○　问疾病：病是足疾，艰于步履，一时难愈。\n\n\n○　问讼事：不失其正，无咎。\n\n\n○　问行人：因足不能行，一时不归。\n\n\n○　问失物：必不遗失，宜就地下僻处寻之。\n\n\n○　问六甲：生女，防有足疾。",
      "modern_text": "初六：抑止于脚趾，没有灾咎，利于长久坚守正道。",
      "modern_takashima_explanation": "《象传》说：抑止在脚趾，是因为没有失去正道。\n\n初六处在艮卦的最下位，相当于脚趾的位置。人凡是行动，必定从脚趾开始，所以想要止住心，先要止住身，想要止住身，先要止住脚趾。脚趾停止就不妄动，不妄动就能止得其所，而没有过失，所以说“无咎”。吉凶悔吝，往往产生于动作，止住脚趾，是止在动作的初始阶段，这是在人欲刚萌发时就遏止，在天理未显著时就保存，从开始就谋划，尤其应当持之以恒，所以说“利永贞”。《象传》说“未失正也”，是说初六虽然以阴爻居阳位，位置不正，但能止其所当止，基础是正的，所以说没有失去正道。\n\n**【占验】**\n* **问时运**：运途刚开始，应当稳步自守，不可妄进，自然没有灾咎。\n* **问战征**：军队驻扎在山脚，应当静守，不宜妄动。\n* **问营商**：应当知足。\n* **问功名**：起步虽然微小，但不失正道。\n* **问家宅**：此宅靠近山麓，可以长住，没有灾咎。\n* **问婚姻**：百年好合，没有灾咎。\n* **问疾病**：病在足部，行走困难，一时难以治愈。\n* **问讼事**：只要不失正道，就没有灾咎。\n* **问行人**：因脚伤或脚力原因不能行走，一时回不来。\n* **问失物**：一定没有丢失，应当在低处偏僻的地方寻找。\n* **问六甲**：生女孩，需防备有脚疾。"
    },
    "2": {
      "text": "六二：艮其腓，不拯其随，其心不快。",
      "takashima_explanation": "《象传》曰：不拯其随，未退听也。\n\n\n“腓”，《本义》释为足肚，《正字通》云，胫后肉腓也。腓上于趾，故二象之。《咸》之二曰“咸其腓”，《咸》主夫感；《艮》二曰“艮其腓”，《艮》主夫止，止则安止不动矣。然趾与腓，皆为动体，本不欲止也，所欲止者心也。心欲止，则趾不能不止；趾既止，而腓亦随之，是腓固随趾为动止者也。“拯”，援也，“不拯其随”者，谓三“限”在上，不肯俯听，趾腓相随而动，故二之心有“不快”也。《象传》曰，“未退听也”，谓既不能拯其动，又不能退而听命，以从其止，是以“其心不快”矣。\n\n\n【占】　问时运：运途有阻，宜裹足不前，不宜随心而动。\n\n\n○　问战征：止，不进也，坚守不动，又无外援，是以戚戚也。\n\n\n○　问营商：货物止而不售，甚为可忧。\n\n\n○　问功名：不得寸进，又苦无大力之援。\n\n\n○　问疾病：“腓”，病也，《诗》云“百卉具腓”，为秋风所虐也。此病亦必是秋症，恐非药力所能救援也。甚为可忧。\n\n\n○　问婚姻：腓亦为避，宜避绝之。\n\n\n○　问六甲：生女。",
      "modern_text": "六二：抑止于小腿，不能挽救跟随的人，心中不快乐。",
      "modern_takashima_explanation": "《象传》说：不能挽救跟随的人，是因为上面的九三不肯退让听从。\n\n“腓”是小腿肚。小腿在脚趾上方，所以六二象征小腿。咸卦六二说“感应于小腿”，咸卦主感应；艮卦六二说“抑止于小腿”，艮卦主静止。小腿静止就是安止不动。但是脚趾和小腿都是用来活动的部位，本来不想停止，想停止的是心。心想止，脚趾就不得不止；脚趾既然止了，小腿也就随之而止，所以小腿是跟随脚趾行动或停止的。“拯”是救援的意思，“不拯其随”，是指九三“腰部”在上，不肯屈尊听从六二，导致脚趾和小腿相随妄动，无法挽救，所以六二心中“不快”。《象传》说“未退听也”，是说既不能挽救其妄动，又不能退一步听命守静，所以“心中不快”。\n\n**【占验】**\n* **问时运**：运途有阻碍，应当裹足不前，不宜随心妄动。\n* **问战征**：止即不进，坚守不动，又没有外援，所以忧戚。\n* **问营商**：货物积压滞销，很令人担忧。\n* **问功名**：不得寸进，又苦于没有大力的援助。\n* **问疾病**：“腓”也有枯萎病变之意，《诗经》说“百卉具腓”，是被秋风摧残。此病必是秋季的病症，恐怕不是药力所能救援的。很令人担忧。\n* **问婚姻**：“腓”也有躲避的意思，应当避绝这门亲事。\n* **问六甲**：生女孩。"
    },
    "3": {
      "text": "九三：艮其限，列其夤，厉，薰心。",
      "takashima_explanation": "《象传》曰：艮其限，危薰心也。\n\n\n“限”者，门限，为内外之界限。三处内外之间，横亘一画，故象限。“列”，分解也，虞氏作裂。“夤”，通作 ；马云“夹脊肉”。按《咸》五曰“脢”，《易传》谓“在脊曰脢”，郑云，“脢，脊肉”，是夤与脢，字异而义同也。“薰”，通作熏，灼也。三之《艮》限，为隔绝一身上下，使不相通，则将分心背而为二，一若门限之隔绝内外，此释氏所谓“降伏其心”是也。以强伏其心，心者，火也，心火上灼，烛烛炎炎，薰灼于方寸之中，不可扑灭，则其心危矣，《诗》云“忧心如薰”，此之谓也。岂知心本虚灵，感而遂通，《咸》之“咸其脢”，与《艮》之“艮其限”，一感一止，初无二致，《彖传》所谓“时止则止，时行则行，动静不失其时”，一任心之自然，而未可以隔绝为止者。隔绝为止，是欲定其心，乃适以危其心，心岂可以强制者哉！夫人一身脉络血气，上下前后，必周流贯通，无所阻隔，而此心自觉泰然，否则上不降，下不升，则脉络不通，血肉分裂，心其能得安乎？故曰“厉”。“薰心”，《象传》易“厉”曰“危”，盖危较厉，为更可惧也。\n\n\n【占】　问时运：运途顺逆，皆当顺时，强制者危。\n\n\n○　问战征：两军相对，各争疆界，安得划界自守乎？自守者危矣。\n\n\n○　问营商：货物务在流通，乃可获利，况今万国通商，输入输出，互相交易，若闭关自限，必穷之道也，可危甚矣。\n\n\n○　问功名：专守一艺者，必非大器。\n\n\n○　问家宅：治家之道，内外出入，固宜严谨，但不宜隔绝，隔绝则财用不通，而家道危矣。\n\n\n○　问婚姻：婚姻之道，本由天合，若苟守门户，不能成两姓之欢。\n\n\n○　问疾病：必是隔症，上下不交，血脉不通，病势可危。\n\n\n○　问讼事：是上下之情不达，曲直难分。\n\n\n○　问六甲：生女，防难产。",
      "modern_text": "九三：抑止于腰部，撕裂了脊背的肉，有危险如同火烧心。",
      "modern_takashima_explanation": "《象传》说：抑止于腰部，危险得如同火烧心。\n\n“限”是门槛，也是内外的界限（引申为腰部）。九三处在内外卦之间，像门槛隔绝内外。 “列”是分裂、撕裂。“夤”是指夹脊肉。九三的“艮其限”，意思是隔绝身体的上下，使其不相通，如同把心和背分裂为二，像门槛隔绝内外一样，这就是佛家所说的“降伏其心”。强行压制其心，心属火，心火上炎，如火熏灼于方寸之中，不可扑灭，那么心就危险了，《诗经》说“忧心如薰”，就是这个意思。心本来是虚灵的，感而遂通。艮卦主张“时止则止，时行则行，动静不失其时”，听任心的自然，而不是用隔绝来作为止。用隔绝来强行止住，本想以此定心，反而危及了心，心怎么可以强制呢！人一身的脉络血气，上下前后必须周流贯通，没有阻隔，心才会觉得泰然；否则上气不降，下气不升，脉络不通，血肉分裂，心怎能安宁呢？所以说“厉”（危险）。“薰心”，《象传》把“厉”解释为“危”，是因为危比厉更可怕。\n\n**【占验】**\n* **问时运**：运途无论顺逆，都应当顺应时机，强行限制会有危险。\n* **问战征**：两军相对，各争疆界，怎么能划界自守呢？自守者危险。\n* **问营商**：货物务求流通才能获利，如果闭关自守自我限制，必是困穷之道，非常危险。\n* **问功名**：专守一门技艺的人，必成不了大器。\n* **问家宅**：治家之道，内外出入固然宜严谨，但不宜隔绝，隔绝则财用不通，家道就危险了。\n* **问婚姻**：婚姻本由天合，如果死守门户之见，不能成就两姓之好。\n* **问疾病**：必是阻隔之症，上下不交，血脉不通，病势危险。\n* **问讼事**：上下情意不通达，曲直难分。\n* **问六甲**：生女孩，需防难产。"
    },
    "4": {
      "text": "六四：艮其身，无咎。",
      "takashima_explanation": "《象传》曰：艮其身，止诸躬也。\n\n\n“身”者，总括全体而言，分言之，则一身亦有上下之别。六四居下卦之上，上卦之下，当心之位，在一身之中也。爻得柔正，上比六五，为能“止其所止”，洁身自好，虽不能兼善天下，亦可以独善其身，较之内卦三爻，为稍胜也。但以阴居阴，不堪有为，只能以身为天下模范而已，故曰“艮其身，无咎”。三爻言心，四爻言身，心虚而身实，期人含虚而践实，斯不坠入释氏虚无之弊。《象传》以“止诸躬”释之，躬，犹身也。是以身止心，即《大象》所谓“思不出其位”也。\n\n\n【占】　问时运：运途柔顺，能保其身，自得无咎。\n\n\n○　问战征：难望进取，但于我身无所伤败，咎复何有？\n\n\n○　问营商：只能保本。\n\n\n○　问功名：无得无失。\n\n\n○　问家宅：安居无咎。\n\n\n○　问婚姻：平平。\n\n\n○　问疾病：是带病延年之症。\n\n\n○　问失物：即在身上寻之。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：抑止于身体，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：抑止于身体，是反求诸己身的意思。\n\n“身”是总括全体而言，分别来说，一身也有上下之别。六四居下卦之上、上卦之下，相当于心的位置，在身体的中间。六四是阴柔得正，上亲近六五，能“止其所止”，洁身自好，虽不能兼善天下，也可以独善其身，比内卦的三爻稍微好一些。但因为它以阴爻居阴位，不能大有作为，只能以自身作为天下的模范而已，所以说“艮其身，无咎”。三爻讲心，四爻讲身，心是虚的，身是实的，希望人能含虚而践实，这样才不会坠入佛家虚无的弊端。《象传》用“止诸躬”来解释，躬就是身。这是以身来止心，也就是《大象》所说的“思不出其位”。\n\n**【占验】**\n* **问时运**：运途柔顺，能保全自身，自然没有灾咎。\n* **问战征**：难以指望进取获胜，但对自己身体没有损伤失败，还有什么灾咎呢？\n* **问营商**：只能保本。\n* **问功名**：无得无失。\n* **问家宅**：安居无咎。\n* **问婚姻**：平平。\n* **问疾病**：这是带病延年的症状。\n* **问失物**：就在身上寻找。\n* **问六甲**：生女孩。"
    },
    "5": {
      "text": "六五：艮其辅，言有序，悔亡。",
      "takashima_explanation": "《象传》曰：艮其辅，以中正也。\n\n\n五居外卦之中，二偶分列，有辅之象。按《咸》上曰，“辅，腾口悦也”，是辅所以出言；“艮其辅”，斯言无失言矣。君子之道，寡言则寡悔。“艮其辅”者，固非止其辅而不言也，惟在时然后言耳。时然后言，则言有其序，可以默则默，可以语则语，语默不失其时，故“悔亡”。《象传》以“中正”释之，“艮其辅”，谓上得其中正，是以“言有序”而“无悔”也。\n\n\n【占】　问时运：运得中正，故无悔忧。\n\n\n○　问战征：行军之际，最忌谣言妄作，惑乱军心，“艮其辅”使不妄言，斯号令严明，所向无敌矣。\n\n\n○　问营商：商情犹如军情，消息不容漏泄，“艮其辅”，则言得其要矣。\n\n\n○　问功名：巧言必黜，昌言则拜，言得中正，立谈可取卿相也。\n\n\n○　问家宅：此宅位得中正，居之无悔。\n\n\n○　问婚姻：媒妁之言，每多虚诞，听者宜慎。\n\n\n○　问疾病：必是牙关紧闭，口不出声，得能发声，病乃可治。\n\n\n○　问六甲：生女。",
      "modern_text": "六五：抑止于口颊，说话有条理，悔恨消亡。慎言而有序。",
      "modern_takashima_explanation": "《象传》说：抑止于口颊，是因为六五得中正之道。\n\n六五居外卦的中位，两根阴爻（偶）分列，有面颊（辅）的象。咸卦上六说“辅，是张口说话的样子”，可见辅是用来出言的部位。“艮其辅”，自然就没有失言了。君子之道，寡言则寡悔。“艮其辅”，并非是指闭住嘴巴不说话，而是在适当的时机才说话。时机到了才说，说话就有条理次序，该沉默就沉默，该说话就说话，语默不失时机，所以“悔亡”（悔恨消亡）。《象传》用“中正”来解释，是指六五得中正之道，所以能“言有序”而“无悔”。\n\n**【占验】**\n* **问时运**：运势得中正，所以没有悔恨忧愁。\n* **问战征**：行军打仗，最忌讳谣言惑乱军心，“艮其辅”使人不妄言，军令严明，自然所向无敌。\n* **问营商**：商情如同军情，消息不容泄露，“艮其辅”，说明说话能切中要害。\n* **问功名**：花言巧语必被黜退，正直的言论会被拜纳，言论得中正，立谈之间可取卿相之位。\n* **问家宅**：此宅方位得中正，居住没有悔恨。\n* **问婚姻**：媒人的话往往虚妄荒诞，听的人要谨慎。\n* **问疾病**：必是牙关紧闭，口不出声，如果能发出声音，病就能治好。\n* **问六甲**：生女孩。"
    },
    "6": {
      "text": "上九：敦艮，吉。",
      "takashima_explanation": "《象传》曰：敦艮之吉，以厚终也。\n\n\n上居《艮》之终，即止之终也。“敦”，加厚也，所谓泰山不让土壤，故能成其高，即敦厚之谓也。上能以敦厚自止，是以获吉。《艮》六爻，惟上言吉，盖《艮》之为道，上爻足以尽之。上能坚守此心，知其所止，是以厚重如山，不可动摇，吉莫大焉。《象传》以“厚终”释之，谓止以敦而乃安，敦以终而弥厚，是《艮》之所“成终”者，在此厚，而所以“成始”者，亦即在此厚也。\n\n\n【占】　问时运：运途至此，无可复进，惟厚益加厚，是以得吉。\n\n\n○　问战征：地位至上已极，要在兵力加厚，无不获吉。\n\n\n○　问营商：是上手生意，价高物美，获利必厚。\n\n\n○　问功名：必应上选，吉。\n\n\n○　问家宅：必是世代忠厚之家，吉。\n\n\n○　问婚姻：吉。\n\n\n○　问疾病：素体厚实，不药有喜。\n\n\n○　问六甲：生女。",
      "modern_text": "上九：以敦厚的态度抑止，吉祥。",
      "modern_takashima_explanation": "《象传》说：敦厚抑止的吉祥，是因为以此厚重地结束。\n\n上九居艮卦的终点，也就是止的终点。“敦”是加厚的意思，所谓泰山不辞土壤，所以能成就其高大，这就是敦厚的意思。上九能以敦厚自止，所以获得吉祥。艮卦六爻，只有上九说吉，因为艮卦的道理，上九足以尽显。上九能坚守此心，知其所止，所以厚重如山，不可动摇，吉祥莫大。《象传》用“厚终”来解释，意思是止得敦厚才能安稳，敦厚到底则更加深厚，艮卦之所以能“成终”，就在于这个厚，而之所以能“成始”，也在于这个厚。\n\n**【占验】**\n* **问时运**：运途到此，已无可再进，只有厚上加厚，所以得吉。\n* **问战征**：地位已极高，关键在于兵力加厚，没有不吉利的。\n* **问营商**：是上好的生意，价高物美，获利必厚。\n* **问功名**：必中上选，吉。\n* **问家宅**：必是世代忠厚之家，吉。\n* **问婚姻**：吉。\n* **问疾病**：平时身体底子厚实，不吃药也能好。\n* **问六甲**：生女孩。"
    }
  },
  "guaci": "艮：艮其背，不获其身，行其庭，不见其人，无咎。",
  "modern_guaci": "艮卦象征静止：抑止于背部，感觉不到自身的存在；行走在庭院中，看不见人，没有灾咎。当止则止，心如止水。"
}