{
  "name": "雷火丰",
  "pinyin": "lei_huo_feng",
  "code": "101100",
  "palace": "坎宫",
  "general_text": "卦体《震》上《离》下，《离》本《乾》体，变《乾》中画而成《离》，《离》为日，日本悬象于天也；《震》本《坤》体，变《坤》之下画而成《震》，《震》为雷，雷本奋出于地也。“雷以动之，日以暄之”，万物化生，自然丰茂。《震》，动也，《离》，明也，明与动合而成《丰》，此卦之所以名《丰》也。",
  "modern_general_text": "本卦卦象为《震》在上、《离》在下。《离》源于《乾》卦，乾卦中间一爻变阴而成为离，离代表太阳，太阳悬挂于天际；《震》源于《坤》卦，坤卦最下一爻变阳而成为震，震代表雷，雷奋发于地下。“雷震动万物，太阳温暖万物”，万物因此化育生长，自然丰盛茂密。《震》代表行动，《离》代表光明，光明与行动结合，便构成了“丰”，这就是此卦命名为“丰”的原因。",
  "takashima_general": "丰：亨，王假之。勿忧，宜日中。\n▲　金文丰\n《正义》曰：“财多德大，故谓之丰。”财多则足以济世，德大则足以容人，事无窒碍，故“亨”。“王”指殷王，“假”，谓感假。《萃》《涣》之假，言殷王假庙也，《丰》之假，期纣之能假也。期能假夫《丰》亨之道，自足以统驭万国，照临下土，如日之正中，光明遍被，故曰“勿忧”。《离》为日，日中则明愈大，故曰“宜日中”。\n《彖传》曰：丰，大也。明以动，故丰。王假之，尚大也。勿忧，宜日中，宜照天下也。日中则昃，月盈则食，天地盈虚，与时消息，而况于人乎？况于鬼神乎？\n《序卦传》曰：“得其所归必大，故受之以丰。丰者，大也。”卦体以《离》遇《震》，《震》为行，动必以健，《离》为光，明无不灼，明以动，动则有为，故得亨通而盛大也。“王”指九五，言《丰》之象本大，王能诚心感假，则更加大矣。五爻曰“有庆”，即庆王之能假也，《丰》莫大于是焉，假如是，复有何忧？“宜日中”者，是极言“明以动”之象，日至中，其明愈焕，其照愈远，万国九州，明无不被，可知王之“自明明德”，即可明“明德”于天下也，故曰“宜照天下”。然日过中则倾，月既盈则缺，阳极而阴生，盈虚消息，天地循环之运也。《彖》曰“日中”，《丰》至极盛，衰即伏之，《传》欲王益励夙夜之勤勉，明以继明，有以挽回乎造化，使明不为欲蔽，而丰得以长保矣。虽盈则必有虚，消则必有息，与时推移，鬼神亦不能自主，而所以转旋而补救者，总在于人也，人惟自明其“明德”耳。干宝曰：日中之象，殷水德，《坎》象昼败，而《离》居之，言周德当天人之心，宜居王位，故“宜日中”。\n以此卦拟人事，上互《兑》，兑为泽，期其惠泽之丰盈也；下互《巽》，《巽》为利，期其财利之丰富也：有丰无歉，丰斯大矣。然丰于财者多昏，丰于欲者多乱，昏则不明，乱则妄动，无以假之，《丰》所在，忧即伏之矣。卦体上下互《大过》，《大过》者，过乎中也，日过中则昏，月过中则缺，此过盛必衰，过刚必折，盈虚消息，天地四时，自然之运，虽鬼神之盛德，不能过此，而况人事之微乎？《彖》曰“勿忧，宜日中”，传释之曰“宜照天下”，谓《乾》为日，《离》亦为日，《丰》为六月之卦，夏至日在《离》，气禀纯阳，日当午中，光明倍焕。《离》《大象》曰“明两作，离，大人以继明照于四方”者，此之谓也。明以静生，明亦以动见，譬如人闭目静坐，一物不见，一动则双目开豁，明足察物矣，此所谓“明以动，故丰”也。人事之忧，在不丰，不知不丰不足忧，所忧者最在不明耳。明则可静亦可动，可盈亦可虚，《丰》之所大，大在于明，亦大在于动也。是人事之极则，乃可出而与天下相见矣。\n以此卦拟国家，国家之大势，不能静而无事，要必当动而有为，所患者动失其道，必至昏庸柔昧，上下交蔽，愈动而愈困耳。困则不亨，不亨则不丰，国事不可为矣。欲求其直，必先期其明，《彖》是以曰“明以动，故丰”。卦体上《震》下《离》，《震》为动，故能风动四方，《离》为明，故能向明出治。《震》又为帝，故称“王”，《离》为光，故能照，王者克明“明德”，道协大中，明足与天下相见，动可为天下更新，是能照假夫臣民，光大夫勋业，庶几就之如日，瞻之如云，一时熙熙攘攘，咸沐浴于光天化日之中，而若浑忘其帝力者，丰莫丰于是焉。然一治一乱，一盛一衰，国运也，亦天运也，所谓“日中则昃，月盈则食，天地盈虚，与时消息”，世运推移，皆如是耳。要必文明柔顺，如文王之德之纯，上足以假君，下足以假民，如日月之照临，光被天下，乃能挽既去之天命，重得延祀之商社者，此文王之所以文王也。如是则可以长保此丰矣。\n通观此卦，《京房易传》曰：“上木下火，气禀纯阳，阳为大，大则必丰。”卦以《离》遇《震》，《震》为君，君作于上，明烛于下，故得成崇隆丰大之业。然有丰必有歉，丰于功者傲，傲则必亡，丰于财者奢，奢则必败，傲与奢，皆由于动之失中也；动失其中则损明，损明则安能长保其丰乎？《杂卦传》曰，“丰，多故也”，“多故”，是以难保也，道在有以假之耳。王者能推心置腹，上下交孚，假以生明，明以运动，期明无不照，亦动罔不臧，如午日正中，光明遍烛，此《离》象所以为明也。明愈大，丰亦愈大，是可尚也，复何忧乎？卦体《离》日在下，《震》雷在上，互卦《巽》木为蔀，《兑》泽为水，雷施雨，木含日，故自二至四，有晦昧之象。圣人处此，虚以养其明，悦以霁其威，断以决其壅，使上下之情相通也。若六五动而得中，明良际会，则皎日澄空，氛翳全消，纯熙之运至矣，风雨晦冥，其何伤日乎？初爻如日初出，故“往有尚”也；二爻如日方中，故“有孚”吉也；三爻明为沫蔽；四爻明为斗掩；五与二相应，所以资明；上则《丰》极而凶矣。六爻皆有明象，而为“灾”，为“疾”，为“沫”，为“斗”，为“凶”，皆足以蔽其明而害其动，惟五独得其吉，《彖》所谓“王假之，尚大也”，在此爻矣。\n《大象》曰：雷电皆至，丰。君子以折狱致刑。\n此卦《震》为雷，《离》为电，雷电相合，威势盛大，电主明，雷主威，《象》曰“雷电皆至”，有威明兼备之象焉。明以“折狱”，则狱得其情，斯天下无遁情矣；威以“致刑”，则刑当其罪，斯天下无遗奸矣。君子见《丰》之象，推威严光明之德，洞悉奸伪，以明运威，故能察亦能决；以威济明，故无枉亦无私。天之《震》也，雷声之作，电火在先，此其象也。得《离》之明者，为《噬嗑》、《贲》、《丰》、《旅》四卦，《大象》俱有用刑之义。《噬嗑》明在上，象君子在上，故为“明罚敕法”；《丰》明在下，象君子在下，故曰“折狱致刑”。\n【占】　问时运：气运旺盛，但当丰不忘歉，斯丰可长保矣。\n○　问营商：财利丰盛，但须公平谨守，否则恐有讼狱牵连。\n○　问功名：雷电有威名发达之象，宜任刑官。\n○　问战征：雷电皆至，见兵威显赫，声势远扬，攻战必克。\n○　问婚姻：世称雷为公，电为母，是天合也。\n○　问家宅：宅向东南，财气颇丰。\n○　问疾病：是肝火上升之症，宜泄肝泻火之剂，尤宜静养。\n○　问失物：皆速追究，可得。\n○　问行人：防有讼事纠缠。\n○　问六甲：单月生男，双月生女。",
  "modern_takashima_general": "丰卦：亨通，君王能以此道感化天下。不必忧虑，应当像正午的太阳一样普照。\n\n《正义》说：“财富多、德行大叫做丰。”财多能济世，德大能容人，做事没有阻碍，所以“亨”。“王”指殷商的君王，“假”是感格、到达的意思，期望君王能感悟丰大亨通之道，统御万国，像正午的太阳一样光明普照，所以说“勿忧”。离代表太阳，日中时最为光明，所以说“宜日中”。\n\n《彖传》说：丰，就是大。因为光明而有行动，所以丰盛。君王感格此道，推崇盛大。不必忧虑，宜像日中一样照耀天下。但太阳过了正午就会偏西，月亮圆满后就会亏损，天地的盈虚随时间消长，何况人与鬼神呢？\n\n此卦用来比拟人事，上互卦为兑（泽），期望惠泽丰盈；下互卦为巽（利），期望财利丰富。但财富丰厚的人容易昏蒙，欲望丰盛的人容易祸乱，昏蒙则不明，祸乱则妄动。丰盛所在，忧患也就潜伏其中。天地运数虽有盈虚，但只要人能自明其德，就能补救。\n\n此卦用来比拟国家，国家不能静止无事，必须有所作为。若行动失去正道，就会昏庸柔昧。要想行动正确，必须先求光明（离）再行动（震）。君王若能明德，照临臣民，国家便能丰盛。但治乱兴衰是天运，必须像文王那样文明柔顺，才能长保丰盛。\n\n通观此卦，震为雷在上，离为火在下，阳气盛大必然丰盛。但丰盛容易导致傲慢和奢侈，傲慢奢侈就会败亡。六爻中，除了五爻得吉之外，其他爻多有灾疾、昏暗之象，都是因为光明被遮蔽。圣人处此，应虚心养明，决断壅蔽。\n\n《大象》说：雷电同时到来，这就是丰卦。君子以此决断刑狱。震为威严，离为光明，威明兼备。光明能洞察实情，威严能确当定罪。\n\n【占断】\n问时运：气运旺盛，但要在丰盛时不忘歉收，才能长保丰盛。\n问营商：财源滚滚，但必须公平守法，否则恐有官司牵连。\n问功名：有威名显赫之象，适合担任刑狱司法官职。\n问战征：军威显赫，声势远扬，攻战必克。\n问婚姻：雷公电母，天作之合。\n问家宅：坐向朝东南，财气很旺。\n问疾病：肝火上升，宜用泄肝泻火的药，尤其要静养。\n问失物：迅速追查，可以找回。\n问行人：防备有官司纠纷。\n问六甲：单月生男，双月生女。",
  "lines": {
    "1": {
      "text": "初九：遇其配主，虽旬无咎。往有尚。",
      "takashima_explanation": "《象传》曰：虽旬无咎，过旬灾也。\n\n\n“配”郑作妃，卦体《震》上《离》下，初本《震》爻，为诸侯，初与四应，故以四为“配主”。初九爻辰在子，九四爻辰在午，君南面，臣北面，初以修礼朝四，四以匹敌厚恩遇之，虽留十日，不以为咎。正以十日者，朝聘之礼，自行聘至问大夫，才五六日，即事毕请归，郑注谓主国留之，飨食燕献，无日数，尽殷勤也。主虽绸缪，而客行淹久，乐不可言。旬以内，尚不逾节，故“无咎”。“往有尚”者，其往或因助祭而行朝聘，或因入朝而遇助祭，留之经旬，神人欢洽，故为可尚。然以旬为限，过则非常。《象传》谓过则灾生，盖凛凛于日中之戒，示以盈满为惧也。或以旬始为星名，《史记·天官书》，“旬始出于北斗旁，状如雄鸡”，二爻曰“斗”，三爻曰“沫”，斗沫皆星名，言其蔽明也。初以旬始为星，爻象相同，义亦可取。\n\n\n【占】　问时运：得其相助，可有十年好运。\n\n\n○　问营商：当有巧当货物可售，旬日之内，即可获利，过旬则不利。\n\n\n○　问功名：“邂逅相遇，适我愿兮”，即日当有佳报。\n\n\n○　问战征：两敌相遇，当速进兵，十日外，恐有败象。\n\n\n○　问婚姻：姻缘相当，即日可成，迟则不谐。\n\n\n○　问疾病：得遇良医，旬日可愈，迟久不治。\n\n\n○　问讼事：得遇良吏，即可断结，迟缓不了，恐有外祸。\n\n\n○　问失物：宜速寻。\n\n\n○　问六甲：生女。",
      "modern_text": "初九：遇到与自己匹配的主人，虽然相当但没有灾咎，前往会受到尊崇。",
      "modern_takashima_explanation": "《象传》说：虽然十天内没有灾祸，但超过十天就会有灾难。\n\n“配”指匹配。初九与九四相应，所以把九四当作“配主”。初九在下位，修礼去见九四，九四以匹敌的礼节厚待。虽然停留了十天，也不算过错。十天是礼节的期限，超过这个期限就违背常理了。《象传》提示过旬有灾，是警惕人们要懂“日中则昃”的道理，对盈满要有所畏惧。\n\n【占断】\n问时运：得到贵人相助，可以有十年的好运。\n问营商：有抢手货物可卖，十天之内即可获利，过期则不利。\n问功名：正如诗经所云“邂逅相遇，适我愿兮”，当天就会有佳音。\n问战征：两军遭遇，应当迅速进兵，超过十天恐怕有败象。\n问婚姻：门当户对，当天可成，拖延则不顺。\n问疾病：遇到良医，十天可愈，拖久了难治。\n问讼事：遇到好的官吏，很快就能结案，迟缓拖延恐有外祸。\n问失物：应迅速寻找。\n问六甲：生女。"
    },
    "2": {
      "text": "六二：丰其蔀，日中见斗。往得疑疾，有孚发若，吉。",
      "takashima_explanation": "《象传》曰：有孚发若，信以发志也。\n\n\n六二居《离》之中，为明之主，日中之象也。“蔀”，虞谓日蔽云中，王弼谓蔀，覆，暖障光明之物。郑作菩，《说文》，“菩，草也”；《广韵》“ 蔀，草名”。《震》为草，故取象于草。《离》夏之时，草木蒙密，故曰“丰其蔀”。按诸说取象虽不同，而为蔽明则一也。“斗”者星名，《春秋·运斗枢》曰：北斗七星，第一至第四为魁，第五至第七为杓，合为斗。九四《震》动，斗柄之象，斗柄左旋，日体右转。日中非见斗之时，“日中见斗”，则有斗无日矣。喻言殷纣昏乱，奸臣弄权，俨如昼日掩光，而宵斗腾辉也，故曰“日中见斗”。当群奸蔽惑，虽周文之圣，犹不免羑里之囚，故曰“往得疑疾”。“有孚”者，即《彖》所云“王假”也，文以忠贞服事，至诚相假，是以纣志可回，蔽障开而疑疾自去矣，故“有孚发若”，转凶而为吉也。《象传》曰“信以发志”，为言后世人臣，忠而被谗者，能以积诚感主，无不可假也。\n\n\n【占】　问时运：能以蒙难艰贞，自得逢凶化吉。\n\n\n○　问营商：见识不明，浑如白昼昏暗，不能办事，致生疑忌。当以至诚待人，得人扶助，方可获利。\n\n\n○　问功名：始凶终吉。\n\n\n○　问战征：屯军于丰林茂草之间，伏藏不发，往则恐有不利；必待敌兵内应，一发必得大胜。吉。\n\n\n○　问婚姻：始疑终谐。\n\n\n○　问家宅：此宅花木太盛，日光被掩，致窗牖失明，必须开豁明亮，方吉。\n\n\n○　问疾病：是胸襟不明，积疑成疾，宜以婉言开导，疑窦一开，病体自愈。\n\n\n○　问失物：被尘污所掩，宜拨开芜草，可寻得之，或在斗升之间。\n\n\n○　问六甲：生女。",
      "modern_text": "六二：用草席遮蔽成为黑暗，正午时看到北斗星。前往则会遭遇猜疑，以诚信来启发则吉祥。",
      "modern_takashima_explanation": "《象传》说：用诚信来启发心志。\n\n六二居离卦中位，本是光明之主，日中之象。但“蔀”（草席）遮蔽了光明。此时如同“日中见斗”，只有星星没有太阳，比喻君王昏乱，奸臣弄权，白昼如夜。此时前往会被猜疑（疑疾），如同文王被囚羑里。但若能像文王侍奉纣王那样，以至诚感化（有孚），就能消除隔阂疑虑，转凶为吉。《象传》所说的“信以发志”，就是说忠臣被谗言陷害，若能积累诚意感化君主，没有不能成功的。\n\n【占断】\n问时运：蒙难时坚守正道，自然能逢凶化吉。\n问营商：见识不明，如同白昼昏暗，做事遭人疑忌。应当以至诚待人，得到帮助才能获利。\n问功名：开始凶险，最终吉祥。\n问战征：军队埋伏在茂密的草木间不动，主动前往恐有不利；必须等待敌军内部响应，一举发动必获大胜。吉。\n问婚姻：开始有疑虑，最终和谐。\n问家宅：花木太茂盛遮挡阳光，导致窗户不明亮，必须修剪开阔才吉利。\n问疾病：胸襟不开阔，积疑成疾，宜婉言开导，疑虑一消，病自然好。\n问失物：被尘土杂草掩盖，宜拨开寻找，或者在斗升等量具之间。\n问六甲：生女。"
    },
    "3": {
      "text": "九三：丰其沛，日中见沫。折其右肱，无咎。",
      "takashima_explanation": "《象传》曰：丰其沛，不可大事也。折其右肱，终不可用也。\n\n\n毛西河引刘熙云，“沛者，水草相生之名”，《公羊传》“草棘曰沛”是也。“丰其沛”，喻言纣朝，群奸在下，如水草丛生，蒙密而蔽明也。三居内外之间，得《巽》气，《巽》之刚爻为木，柔爻为草，故取沛为水草。“沫”，郑作昧，服虔云“日中而昏”是也。《王莽传》“地皇元年，二月壬申，日正黥，莽恶之，下书曰：日中见昧，阴薄阳，黑气为灾”，即引《易》此文为证。九家《易》云：沫，斗杓后小星，即辅星也。按辅星在斗第六星左；《汉书·翟方进传》，辅沉没，张晏曰，辅沉没不见，则天下之兵销，是辅见则有兵祸。二说为昏为星，所据不同，要皆为周兴殷亡之兆。“折其右肱”者，臣以君为元首，君以臣为股肱，文为西伯，故曰“右肱”，纣听谗言，囚文于羑里，是“折其右肱”也。然当时虽三分有二，文能笃敬止之节，终身事纣，故右肱虽折而无咎。《传》曰“不可大事”，三居《离》之极，谓人心既离，天下大事，其已去矣。《传》又曰“终不可用”，三与上相应，上处《震》之极，为卦之终，上爻曰“阒其无人”，纣之所以为匹夫，故曰“终不可用”也。\n\n\n【占】　问时运：运途颠倒，明明白昼，浑如黑夜，防有灾祸。幸一时身命，尚无恙也。\n\n\n○　问战征：“沛”或作旆，谓幡旆飘扬，率军前进，防风云有变，卒时昏暗，右军有失。\n\n\n○　问营商：防货价涨落不测，致被耗折。\n\n\n○　问功名：终不可用。\n\n\n○　问疾病：防右肱有损。\n\n\n○　问家宅：田园荒芜，水草从生，右庑已倾，暂居而已，终不可用也。\n\n\n○　问六甲：生女。",
      "modern_text": "九三：旗帜飘扬遮天蔽日，正午时看到了小星星。折断了右臂，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：丰大遮蔽，不可做大事。折断右臂，最终不可重用。\n\n“沛”指水草丛生，或指旗帜，比喻奸臣如杂草般遮蔽视听。“沫”指小星星，日中能见小星，说明黑暗到了极点。九三处在内外卦之间，比喻君王听信谗言，如同折断了右臂（喻指文王被囚）。虽然折臂，但因坚守臣节，所以无咎。此时人心已离，不可做大事；最终不可用，是因为九三对应的上六是昏君，已经成了独夫。\n\n【占断】\n问时运：运途颠倒，白昼如夜，防备灾祸。幸好暂时性命无碍。\n问战征：旌旗飘扬，进军时要防备风云突变，天昏地暗，右军恐有损失。\n问营商：防备价格暴跌，导致亏损折本。\n问功名：最终不可重用。\n问疾病：防备右臂受损。\n问家宅：田园荒芜，杂草丛生，右边的房屋倾斜，只能暂居，最终不能使用了。\n问六甲：生女。"
    },
    "4": {
      "text": "九四：丰其蔀，日中见斗。遇其夷主，吉。",
      "takashima_explanation": "《象传》曰：丰其蔀，位未当也。日中见斗，幽不明也。遇其夷主，吉行也。\n\n\n四居外卦之始，为动之主，其爻象与二同，四之蔀，犹二之蔀也，四之斗，犹二之斗也。但二以阴居阴，《离》日被掩，四则阳刚发动，王心感假，障蔽开而疑疾消矣。“夷主”之遇，即《彖》所云“王假”也。二以疑疾而囚，四以遇主得释，遇则吉矣，故曰“吉”。《彖》曰“王”，文所称也；爻曰“夷主”，周公据其实而夷之也。《丰》沛见斗，《传》独于四释之，邪之害正，其蔽始于近习，故曰“位不当”；阴之掩阳，其灾见于白昼，故曰“幽不明”。《震》为行，行得所遇，故曰“吉行”。\n\n\n【占】　问时运：曩时被人蒙蔽，今能翻然改作，得好际遇，可以获吉。\n\n\n○　问战征：兵入幽谷，不知去路，不见天日，幸遇向导，得以前行也。\n\n\n○　问营商：前因货物，真赝混杂，难以销售，今始得遇受主，方可获利。\n\n\n○　问功名：得此绝好际遇，名可立就，吉。\n\n\n○　问婚姻：良缘巧遇，吉。\n\n\n○　问家宅：此宅苦于地位不当，幽暗不明，得遇其人，动作一新，则吉。\n\n\n○　问疾病：病在目中生翳，所视失明，得良医，病可治也。\n\n\n○　问六甲：生男。",
      "modern_text": "九四：用草席遮蔽成为黑暗，正午时看到北斗星。遇到相当的主人，吉祥。",
      "modern_takashima_explanation": "《象传》说：遮蔽光明，是因为位置不当。日中见斗，是因为幽暗不明。遇到明主，行事吉祥。\n\n九四是外卦动的主爻，虽同样面临遮蔽（蔀）和黑暗（见斗），但九四阳刚发动，能感格君王，消除疑疾。“夷主”即平常之主（或指志同道合的主人）。六二因疑被囚，九四因遇主得释，所以吉。虽然位置不当（近臣蔽主），导致白昼幽暗，但行动能遇合明主，故吉。\n\n【占断】\n问时运：从前被人蒙蔽，现在能翻然悔悟，得好际遇，可以获吉。\n问战征：军队进入幽谷，不知去路，不见天日，幸好遇到向导引路，得以继续前行。\n问营商：以前因为货物真假混杂，难以销售，现在开始遇到买主，方可获利。\n问功名：得到绝好的际遇，功名立成，吉。\n问婚姻：良缘巧遇，吉。\n问家宅：此宅苦于位置不当，幽暗不明，若遇人翻新改造，则吉。\n问疾病：眼生翳障，视力受损，遇到良医，病可治愈。\n问六甲：生男。"
    },
    "5": {
      "text": "六五：来章，有庆誉，吉。",
      "takashima_explanation": "《象传》曰：六五之吉，有庆也。\n\n\n五居外卦之中，五与二应，二言“往”，五言“来”，盖五视二为来也。“章”，美也；“庆”，赏赐也；“誉”，声誉也。二既得以“往”而“有孚”，五乃因其“来”而“有庆”，盖隐指文献文马，纣赐弓矢之事也，庆出于纣，誉归于文。丰在是，吉亦在是焉，所谓一人有庆，兆民赖之。二之庆，亦五之庆，故二五之吉同也。\n\n\n【占】　问时运：盛运大来，实至名归，吉莫大焉。\n\n\n○　问营商：货物往来，无不获利，更可得名。\n\n\n○　问功名：得膺恩赏，名利兼全，大吉。\n\n\n○　问婚姻：天合良缘，门楣既显，嫁资亦丰，吉。\n\n\n○　问战征：可不战而成功也，奏凯而还，得邀封赏，吉。\n\n\n○　问家宅：必是旌表名门，吉。\n\n\n○　问疾病：有名医自来，即可全愈。\n\n\n○　问讼事：讼了，且可得赏。\n\n\n○　问行人：即日可归，且有喜事。\n\n\n○　问失物：不寻自来。\n\n\n○　问秋收：大有丰年。\n\n\n○　问谋财：不求自来。\n\n\n○　问六甲：生男，主贵。",
      "modern_text": "六五：有光彩来到，有喜庆赞誉，吉祥。善于用人，迎来光明。",
      "modern_takashima_explanation": "《象传》说：六五的吉祥，是因为有喜庆。\n\n六五居君位，与六二相应。六五看六二是“来”。“章”是美，“庆”是赏赐，“誉”是名声。意指君王招贤纳士，如纣王赐弓矢给文王之类的事。一人有庆，万民依赖。丰盛吉祥皆在此。\n\n【占断】\n问时运：盛运到来，实至名归，大吉。\n问营商：货物往来，无不获利，更可得名声。\n问功名：得到恩赏，名利双收，大吉。\n问婚姻：天作之合，门庭显赫，嫁妆丰厚，吉。\n问战征：可以不战而胜，凯旋受赏，吉。\n问家宅：必是受过表彰的名门，吉。\n问疾病：名医自来，立刻痊愈。\n问讼事：官司了结，且可得赏。\n问行人：当天可归，且有喜事。\n问失物：不用寻找自己回来。\n问秋收：大丰收。\n问谋财：不求自来。\n问六甲：生男，主贵。"
    },
    "6": {
      "text": "上六：丰其屋，蔀其家，窥其户，阒其无人，三岁不觌，凶。",
      "takashima_explanation": "《象传》曰：丰其屋，天际翔也。窥其户，阒其无人，自藏也。\n\n\n“丰其屋”者，自高也，“蔀其家”者，自蔽也。丰大其屋，又障蔽其家，亦有“行其庭，不见其人”之象也。上六重阴，居卦之极，是动极成惫，明极生昏，丰极致衰，极其甚则宗社倾覆，宫室空虚，故曰“窥其户，阒其无人”。“阒”即无人之状。干令升以上爻为说纣之亡，为独得其旨焉。上为宗庙，“三岁不觌”，是必三岁不祀也。《书》曰：自成汤至于帝乙，罔不明德恤祀，至纣不肯事上帝，弃厥先神祗不祀，故庙中虚旷，“三岁不觌”也。纣惟深藏于瑶台璇室，以自娱乐，所谓七世之朝，可以观德者，未几而为丰草矣，故曰凶也。《传》所释“天际翔也”，“际”或作降，“翔”郑王作祥，谓天降祥，祥，变异之通称。又所释“自藏也”，“藏”诸家作戕，王作残，郑作伤，皆谓国灭而自亡也。\n\n\n【占】　问时运：有屋无人，大凶之象。\n\n\n○　问战征：营垒空虚，败亡之象。\n\n\n○　问营商：货物空存，无人经理，凶。\n\n\n○　问功名：身既不保，名于何有？\n\n\n○　问婚姻：凶。\n\n\n○　问家宅：田园虽富，必是破落之户，人烟稀少，凶。\n\n\n○　问疾病：命不久矣，凶。\n\n\n○　问行人：归聚无期。\n\n\n○　问六甲：生男，防不育。",
      "modern_text": "上六：使房屋丰大，用草席遮蔽居室。窥视门户，寂寞无人，三年不见人，凶险。",
      "modern_takashima_explanation": "《象传》说：房屋高大似天际飞翔（或天降异象），这是自我藏匿招致的恶果。\n\n“丰其屋”指自高自大，“蔀其家”指自我封闭。房屋高大却遮蔽家门，庭院无人。上六阴柔至极，动极生悲，明极生暗，丰盛到了极点就是衰败，甚至宗庙倾覆。“阒”是无人之状。“三岁不觌”指三年不祭祀，神人共弃。如纣王深藏在瑶台璇室中作乐，最终败亡，凶。\n\n【占断】\n问时运：有屋无人，大凶之象。\n问战征：营垒空虚，败亡之象。\n问营商：货物虽在，无人打理，凶。\n问功名：性命都难保，何谈功名？\n问婚姻：凶。\n问家宅：家产虽富，必是破落户，人烟稀少，凶。\n问疾病：命不久矣，凶。\n问行人：团聚无期。\n问六甲：生男，恐难养育。"
    }
  },
  "guaci": "丰：亨，王假之。勿忧，宜日中。",
  "modern_guaci": "丰卦象征丰盛盈满：亨通，王者能使之丰盛。不必忧虑，如同太阳正当中天。但盛极必衰，应珍惜光明。"
}