{
  "name": "火山旅",
  "pinyin": "huo_shan_lv",
  "code": "001101",
  "palace": "离宫",
  "general_text": "为卦内《艮》外《离》。《艮》，山也，《离》，火也，山者得主而有常，火者附丽而不定。有常者，象所寓之地，不定者，象寄寓之人。“离者，丽也”，别也，别其家，丽于外，此卦之所以名《旅》也。",
  "modern_general_text": "本卦内卦为艮（山），外卦为离（火）。山固定不动，象征旅人停留之地；火依附燃烧且飘忽不定，象征寄居在他乡的旅人。“离”意为附丽，也有离别之意，指离开家乡漂泊在外，所以卦名为《旅》。",
  "takashima_general": "旅：小亨，旅贞吉。\n▲　甲骨文旅\n▲　金文旅\n▲　篆书旅\n旅，羁旅也，人当失其本居，寄迹他乡，所谓远适异国，昔人所悲，亦安得曰大亨以正哉！但求得其所依，足以自存，是亦羁旅之“小亨”也。《旅》中之“贞吉”，即在此矣，故曰“旅贞吉。”\n《彖传》曰：旅，小亨，柔得中乎外而顺乎刚，止而丽乎明，是以小亨，旅贞吉也。旅之时义大矣哉！\n《序卦传》曰：“丰，大也。穷大必失其居，故受之以旅。旅，众也。”众在外，谓之《旅》。三阳三阴，卦从《乾》《坤》来，《坤》三上居《乾》五，变《离》，作外卦之主；《乾》五下居《坤》三，变《艮》，作内卦之主。《艮》止为体，《离》明为用，止则得其所，明则知其往，斯不患穷大失居矣。其所以“小亨”“贞吉”者，柔而“顺乎刚”，谓刚不忤物，柔不损己；“止而丽乎明”，谓止而能定，明而能察，《旅》道之正在斯矣，是以得其“小亨”，贞而获吉也。古人学问，多从羁旅阅历而来，往往于耳之所闻，目之所见，皆足增其知识，故曰“旅之时义大矣哉”。\n以此卦拟人事，男子之生似桑弧蓬矢，射天地四方，为志在四方也，故士者负笈而游，商者载货而往。凡有一技一艺，罔不远客他乡，各谋衣食，是旅本人事之常，至离父母，背乡井，廓落无友，惆怅自怜，其穷厄而不亨也，亦无足怪。于不亨之地，而欲求其亨者，道惟在柔和以涉世，明察以审几而已。柔则以悦相亲，而与世无忤，明则以诚相接，而与人无欺，纵不能大有所得，亦可“小亨”，所谓“贞吉”者在此矣。夫行旅之不得其贞者，无他，患在过刚，亦患在不明耳。过刚者傲，刚则无以和众，不明则昧，昧则无以保身，《旅》道穷矣。《彖传》曰“柔而顺乎刚，止而丽乎明”，所贵刚与柔之适中，明与止之相附，以是为亨，亦即以是为吉也。人生涉世，一往一来，皆旅之时，一动一静，即旅之义。天子有行在，诸侯有朝会，士大夫出疆，农夫越畔，皆旅也，旅之为时为义，所关岂不大哉？\n以此卦拟国家，国家之要，首重财用，而所以使财用之流通者，惟赖商旅耳。端木子结驷连骑，管夷吾官山富海，皆所以开商旅之源也。故善策富强者必计内外交通之益，广海陆运输之程，便舟车之往来，课东南之美利，财用由是而亨，而行旅则由是而劳矣。夫遗人有候居之馆，行役无失路之悲，斯行客亦可少安矣。《大象》曰“山上有火”，火光所烛，近者蒙其照，远者见其明，喻言商者，明能烛奸，远近无欺，故曰“旅小亨，旅贞吉”。盖重财利，轻离别，商贾之所以营生也；权什一，通有无，朝廷亦藉以致富也。方今之时，欧美各邦，国税所关，专以商务为重，是以海禁宏开，洋舶辐辏，凿绝岛穷崖而开市，率东夷北狄而来商，商旅之道，于斯为盛。《易》有前知，故曰“旅之时义大矣哉”。\n通观此卦，《艮》山止而在内，《离》火明而烛外，下卦为旅客远行之象，上卦为于时庐舍之象，互卦有《大过》，为行迈跋涉之象。六爻中曰“所”，曰“次”，曰“处”，曰“巢”，各有其地也；曰“灾”，曰“焚”，曰“丧”，曰“亡”，各有所失也；曰“怀”，曰“得”，曰“誉”，各有所获也。大凡羁旅之人，宜柔和谐众，不宜刚暴自恃，故六爻以柔为吉，以刚为凶。初以柔居下，是旅之微贱者；二柔中，故兼得；三过刚，故“丧”；四刚居柔，虽得“不快”；五柔中，小费大得；六刚遇高，大丧而凶矣。卦与《丰》反，聚则成《丰》，散则成《旅》。旅而能止，是《旅》之寄迹于外也；旅而遇明，是《旅》之择地而蹈也。总之，明有誉，昏有灾也；得于柔，丧于刚也；为“笑”为“号”，时为之也；曰“贞”曰“厉”，义所在也。圣人之栖栖者，为道而行也；庸人之攘攘者，为利而往也。夫非为旅之故与？其为则同；而其义要各有不同者焉。\n《大象》曰：山上有火，旅。君子以明慎用刑，而不留狱。\n“山上有火”，与《贲》之“山下有火”，相对之文也。《艮》为山，《离》为火，有火焚山之象，野火烧山，过而不留，君子取其象以听讼，片言即折，故“不留狱”也。明取《离》之照，慎法《艮》之止，执法如山，不可移动也，烛奸如火，无可掩蔽也，以斯用刑，刑无枉矣。卦上互《兑》，《兑》为刑人，故曰“用刑”。反卦《丰》，《丰》象“折狱”，故曰“不留狱”。\n【占】　问时运：运未全盛，宜明以察之，慎以防之，即有灾害，可随即解脱。\n○　问营商：宜出外贩运，随来随售，不可留积。\n○　问功名：火在山上，有光明远烛之象，升用在即。\n○　问战征：须用火攻。\n○　问家宅：慎防火灾。\n○　问婚姻：即日可成。\n○　问疾病：是肝火上炎之症，其势可危，生死在即，宜慎。\n○　问讼事：即日可了。\n○　问行人：即归。\n○　问六甲：上半月生女，下半月生男。",
  "modern_takashima_general": "旅卦：小有亨通，旅途坚守正道则吉。\n\n旅，即羁旅，指人失去故居、寄宿他乡。古人视远行异国为悲事，岂能称大亨通？但若能找到依托，足以生存，这就是羁旅中的“小亨”；而“贞吉”的关键在于坚守正道。\n\n此卦内艮（山）止而外离（火）明。山止则有所定，火明则知去向，所以虽流离但不至于穷途末路。旅途顺利的要义在于：柔顺待人则不招人厌恶，明察事理则不被欺骗，这就是旅道的正理。\n\n**占人事：** 无论是士人游学还是商人远行，离别家乡难免孤独。要想亨通，必须态度柔和以悦人，心地光明以诚待人。过刚则傲慢不和众，不明则愚昧难保身。人生在世，一动一静，皆是旅途之义。\n\n**占国家：** 重点在于流通财用，依赖商旅。国家应便利海陆交通，保护行商，使财物流通。如同“山上有火”，光明照耀远近，象征商业交易公平无欺，国家也藉此致富。\n\n**总观此卦：** 艮山在内为止，离火在外为照。总体来说，羁旅之人宜柔顺谦和，不宜刚暴自大。初爻微贱；二爻柔中得利；三爻过刚致损；四爻心不快；五爻柔中获誉；上爻高傲致凶。大象“山上有火”象征火势过而不留，君子以此意象明慎用刑，判案果断而不拖延。\n\n**具体占断：**\n* **问时运：** 运势未全盛，宜明察慎防，即便有灾害也能很快解脱。\n* **问营商：** 适宜出外贩运，货到即售，不可积压。\n* **问功名：** 有光明远照之象，升迁在即。\n* **问战征：** 须用火攻。\n* **问家宅：** 慎防火灾。\n* **问婚姻：** 婚事即日可成。\n* **问疾病：** 属肝火上炎，病势危急，生死在即，需谨慎。\n* **问讼事：** 很快就能了结。\n* **问行人：** 马上归来。\n* **问六甲（孕产）：** 上半月生女，下半月生男。",
  "lines": {
    "1": {
      "text": "初六：旅琐琐，斯其所取灾。",
      "takashima_explanation": "《象传》曰：旅琐琐，志穷灾也。\n\n\n初居卦之最下，是始为旅人者。“琐琐”，小也；“斯”，《尔雅》曰“离也”；“所”，即《诗》“爰得我所”之所，谓居处也，与二三爻曰“次”，四曰“处”，皆为旅舍之地也。“斯其所”者，谓旅行在外，因琐琐细故，遂致离其旅处。《序卦》曰，“旅而无所容”，离其所，则必无地可容矣，故“取灾”，言其灾由自取耳。《传》推本于“志穷”，以其较量于琐琐之故，一有不遂，则离其旅处，不特旅穷而志亦穷矣，穷则招灾，故曰“志穷灾也”。\n\n\n【占】　问时运：出身既微，行运亦陋，孤身作客，恐难获利。\n\n\n○　问营商：资财微细，生业亦卑，难免灾祸。\n\n\n○　问功名：虽得亦卑。\n\n\n○　问战征：按五百人为旅，军力单薄，有败无胜。\n\n\n○　问家宅：地位委琐龌龊，必小户之家也。慎可免灾。\n\n\n○　问婚姻：《诗》“琐琐姻娅，则无膴仕”，知非名门大族也。\n\n\n○　问疾病：有小灾悔，初起可治。\n\n\n○　问六甲：生男。",
      "modern_text": "初六：旅行中琐碎计较，是自取灾祸。出门在外不可斤斤计较。",
      "modern_takashima_explanation": "初六地位卑微，刚开始行旅。“琐琐”指气量狭小、斤斤计较。因为琐事与人计较争执，导致失去容身之所（“斯其所”即离其所）。这是因为志向短浅、心胸狭窄，从而自取其灾。\n\n**具体占断：**\n* **问时运：** 出身微贱，运气也不好，孤身作客，恐怕难以获利。\n* **问营商：** 资本微薄，行业低微，难免有灾祸。\n* **问功名：** 即使得到职位也很卑微。\n* **问战征：** 兵力单薄，有败无胜。\n* **问家宅：** 居处狭窄脏乱，必是小户人家。谨慎小心可免灾。\n* **问婚姻：** 并非名门大族。\n* **问疾病：** 有小灾，初起可治。\n* **问六甲：** 生男。"
    },
    "2": {
      "text": "六二：旅即次，怀其资，得童仆贞。",
      "takashima_explanation": "《象传》曰：得童仆贞，终无尤也。\n\n\n“即”者，就也；“次”者，舍也；“资”者，货也。幼者童，壮者仆，《艮》为童仆，故曰“童仆”。《离》为资斧，故曰怀资。二爻柔中居正，有“即次”之象。以虚承实；有怀资之象；柔顺，则童仆亦尽其忠信，三事皆得其便宜。内不失己，而己无不安，外不失人，而人无不与，皆由柔顺中正之德所致也，故曰“旅即次，怀其资，得童仆贞”。不言吉者，旅寓之际，得免灾厉为幸耳。《象传》之意，亦不外此也。\n\n\n【占】　问时运：有财有人，运途中正，自无忧也。\n\n\n○　问营商：得财则可以谋利，得人则可以共事，千里作客，可以无忧矣。\n\n\n○　问功名：是以财捐纳者。\n\n\n○　问战征：资财，即军饷也，“童仆”，即军卒也，饷足兵强，攻无不克。\n\n\n○　问家宅：必是寄居之宅，喜得财用充裕，童从顺正，家室和平，自无咎祸也。\n\n\n○　问婚姻：有富室赘婿之象。\n\n\n○　问疾病：旅处得病，喜有童仆，尽心服侍，可以调养痊愈。\n\n\n○　问六甲：生男。",
      "modern_text": "六二：旅行到旅馆，怀揣着财物，得到了年轻仆人的忠诚。",
      "modern_takashima_explanation": "六二柔顺中正。“即次”指住进旅舍，“怀资”指带有盘缠，“童仆贞”指得到忠信的仆从。对外谦顺，对内有备，得到了安身处、资金和人力，旅途安稳无忧，不会有怨尤。虽未明言“吉”，但在旅途中能免灾已是幸事。\n\n**具体占断：**\n* **问时运：** 有人有财，运道中正，自然无忧。\n* **问营商：** 得财可谋利，得人可共事，千里作客也可无忧。\n* **问功名：** 可能是通过捐纳钱财获得的功名。\n* **问战征：** 粮饷充足，兵强马壮，攻无不克。\n* **问家宅：** 必定是寄居的宅第，财用充裕，仆从忠顺，家室和平。\n* **问婚姻：** 有富贵人家招上门女婿之象。\n* **问疾病：** 在外地得病，幸好有仆人尽心服侍，可以痊愈。\n* **问六甲：** 生男。"
    },
    "3": {
      "text": "九三：旅焚其次，丧其童仆，贞厉。",
      "takashima_explanation": "《象传》曰：旅焚其次，亦以伤矣。以旅与下，其义丧也。\n\n\n三爻处内卦之极，出《艮》入《离》，《离》为火，故有焚象；《艮》为居，为舍，“次”，旅舍也，故曰“焚其次”。童仆随侍于次者，次焚，而童仆亦丧，是背主而去者也。《艮》为童仆，故曰“丧其童仆”。旅次焚，祸起不测，有由童仆之不戒者，亦有不由于童仆者。三爻“童仆贞”，然虽贞亦危，故曰“贞厉”。旅次经焚，身危资失，旅客固受伤矣，而在童仆，向承使令，一经焚灾，深恐主人责问，舍此而去，亦其义也，故《象传》两释之。\n\n\n【占】　问时运：运途颠倒，破败重重，大为可危。\n\n\n○　问战征：谨防火攻，尤虑军心涣散，不战自遁。\n\n\n○　问营商：防有不测之祸，可危。\n\n\n○　问功名：目下难望，必二年后，至五爻曰“终以誉命”，可以成名矣。\n\n\n○　问婚姻：一时不成，难偕其老。\n\n\n○　问家宅：防有祝融之灾。\n\n\n○　问疾病：本人可愈，儿女或童仆，难以保全。\n\n\n○　问失物：必是童仆所窃。\n\n\n○　问六甲：生男。",
      "modern_text": "九三：旅行中焚烧了旅馆，失去了年轻仆人的忠诚，坚守正道但有危险。",
      "modern_takashima_explanation": "九三处内卦顶点，过刚躁动。旅舍失火（焚其次），仆人离去（丧其童仆），虽然坚守正道但也充满危险。这是因为性格过刚，导致许多天灾人祸，甚至仆人因畏惧责罚而背主逃跑。\n\n**具体占断：**\n* **问时运：** 运势颠倒，破败重重，非常危险。\n* **问战征：** 谨防火攻，尤其担心军心涣散，不战而逃。\n* **问营商：** 防备不测之祸，危险。\n* **问功名：** 目前难有希望，需待两年后（至五爻时）才可成名。\n* **问婚姻：** 一时难成，难以白头偕老。\n* **问家宅：** 谨防火灾。\n* **问疾病：** 本人可治愈，但儿女或仆人恐难保全。\n* **问失物：** 必是仆人偷窃。\n* **问六甲：** 生男。"
    },
    "4": {
      "text": "九四：旅于处，得其资斧，我心不快。",
      "takashima_explanation": "《象传》曰：旅于处，未得位也。得其资斧，心未快也。\n\n\n四居《离》之始，《离》为见，四之旅行，是往而求利见也。得位进于朝，不得则旅于处，故《传》曰“未得位也”。《离》为资斧，故曰“资斧”，即《春秋传》所谓“居则具一日之积，行则备一夕之卫”是也。资与二怀资不同，二之资，由我而具，四之资，自外而来，故曰“得”。《离》为干戈，有斧象，斧所以为卫也。四之所以仆仆行旅者，惟期得位乘时耳，乃所得而仅在资斧，所愿未偿，故“我心不快”也。以四初入《离》爻，文采未彰，名誉未显，故禄位犹末得也。\n\n\n【占】　问时运：盛运未至，所得亦仅耳。\n\n\n○　问营商：出外贩运少有获利，未能满望。\n\n\n○　问功名：一时未得，容待来年，定可成就也。\n\n\n○　问战征：可以掳得敌粮，未能遽获大胜。\n\n\n○　问婚姻：嫁资颇厚，但是偏房，非正嫡也。\n\n\n○　问家宅：地位不当。\n\n\n○　问疾病：是心疾也，因谋望不遂，忧郁所致。\n\n\n○　问失物：可得。\n\n\n○　问六甲：生女。",
      "modern_text": "九四：旅行到了落脚处，获得了资财和斧头，但我心中不快乐。",
      "modern_takashima_explanation": "九四刚居柔位。虽有安身之处，也获得了资财器用（“资斧”指旅途的物资和防身器具），但尚未得到理想的职位或达成心愿，所以心中不快。九四原本期望得位乘时，现在虽然有所得，但并非初衷。\n\n**具体占断：**\n* **问时运：** 盛运未到，收获不多。\n* **问营商：** 出外贩运获利很少，不能满足期望。\n* **问功名：** 暂时未得，待到来年定可成就。\n* **问战征：** 可以夺得敌方粮草，但不能立即大胜。\n* **问婚姻：** 嫁妆丰厚，但恐怕是偏房，非正室。\n* **问家宅：** 住宅位置不当。\n* **问疾病：** 心病，因愿望未遂、忧郁所致。\n* **问失物：** 可以找回。\n* **问六甲：** 生女。"
    },
    "5": {
      "text": "六五：射雉，一矢亡，终以誉命。",
      "takashima_explanation": "《象传》曰：终以誉命，上逮也。\n\n\n五爻柔顺文明，为《离》之主，《离》为雉，又为弓矢，故取象“射雉”。五动体《乾》，矢动雉飞，故“一矢亡”。五自《坤》三来，《坤》为终，《离》为誉，下互《巽》，《巽》为命，故曰“终以誉命”。古者士以雉为贽，射雉而得，是士之进身有阶也。五以远适他邦，得以射雉著能，一时翕然称美，名誉上闻，而来赐命之庆也。故《传释》之曰：“上逮也。”\n\n\n【占】　问时运：运途柔顺，小往大来，终有庆也。\n\n\n○　问营商：虽小失，有大得也，名利兼全。\n\n\n○　问功名：晚运亨通，声名上达。\n\n\n○　问战征：有一翦成功之象。\n\n\n○　问家宅：翚飞鸟革，善美堪称。\n\n\n○　问婚姻：二五得应，世称佳偶。\n\n\n○　问疾病：想是身临矢石，以忠殉难，得有赐命之荣。\n\n\n○　问六甲：有桑弧蓬矢之兆，男喜也。",
      "modern_text": "六五：射中了一只野鸡，丢失了一支箭，最终获得赞誉和命令。",
      "modern_takashima_explanation": "六五柔顺文明，为离卦之主。如同射野鸡，虽损失一支箭（小费），但展现了才能，最终获得名誉和爵命。比喻旅途中虽有小损失，终有大成就，名声上达。\n\n**具体占断：**\n* **问时运：** 运途柔顺，付出小而收获大，终有喜庆。\n* **问营商：** 虽有小失，必有大得，名利双收。\n* **问功名：** 晚运亨通，声名上达。\n* **问战征：** 有一战成功之象。\n* **问家宅：** 房屋华美宏大。\n* **问婚姻：** 门当户对，世称佳偶。\n* **问疾病：** 恐是因公受伤或殉职，获得赐命荣誉。\n* **问六甲：** 生男之喜。"
    },
    "6": {
      "text": "上九：鸟焚其巢，旅人先笑后号咷，丧牛于易，凶。",
      "takashima_explanation": "《象传》曰：以旅在上，其义焚也。丧牛于易，终莫之闻也。\n\n\n《离》为鸟，《艮》为止，故曰“巢”。《离》为火，互《巽》为木，故曰“焚其巢”。鸟之有巢，犹《旅》之有次也，三居内卦之极，刚而过中，故其次焚；上居全卦之极，高而忘危，故其巢亦焚，辞虽不同，其义一也。三至五互《兑》，《兑》为悦，为口，有笑之象；《离》五曰“出涕沱若”，有号咷之象。先互《兑》，后入《离》，故曰“先笑后号咷”。《离》本《坤》体，《坤》为牛，亦为丧，故曰“丧牛”。牛性最顺，《旅》卦全体，以柔顺者吉，刚暴者凶，上以刚处极，失其顺矣，是谓“丧牛”。“易”，不难也；丧其牛，势必凶矣。《象传》以《旅》处上极，犹如《离》木上槁，故曰“其义焚也”。“终莫之闻”者，“丧牛于易”，犹客死于外，无室无家，终无人过而问之者矣。《大壮》曰“丧羊”，丧其狠也；《旅》曰“丧牛”，丧其顺也。狠可丧，顺不可丧也。\n\n\n【占】　问时运：行运已极，高而无与，乐极悲来，凶之道也。\n\n\n○　问战征：防有焚营劫寨之危。\n\n\n○　问营商：先小利，后大损，凶灾叠至，可危可危。\n\n\n○　问功名：有丧无得。\n\n\n○　问家宅：有覆巢累卵之危。\n\n\n○　问婚姻：先成后散，先喜后悲，凶。\n\n\n○　问疾病：属牛者必凶。\n\n\n○　问六甲：生女，不育。",
      "modern_text": "上九：鸟儿烧了自己的巢穴，旅人先笑后哭。在旷野失去了牛，凶险。",
      "modern_takashima_explanation": "上九处于全卦最高点，高傲而忘危。如同鸟巢被烧毁，旅人先是得意大笑，后因遭灾而号啕大哭。“丧牛于易”指轻易失去柔顺之德（牛象征柔顺），导致凶险。客死异乡，终无人过问。\n\n**具体占断：**\n* **问时运：** 运势已到极点，孤高无助，乐极生悲，是凶道。\n* **问战征：** 防备被焚营劫寨。\n* **问营商：** 先有小利，后有大损，凶灾接踵而至，非常危险。\n* **问功名：** 只有失没有得。\n* **问家宅：** 有覆巢破卵的危险。\n* **问婚姻：** 先成后散，先喜后悲，凶。\n* **问疾病：** 属牛的人必凶。\n* **问六甲：** 生女，恐难养育。"
    }
  },
  "guaci": "旅：小亨，旅贞吉。",
  "modern_guaci": "旅卦象征旅行羁旅：小有亨通，旅途中坚守正道则吉祥。身在旅途应谦逊柔顺，不可妄自尊大。"
}