{
  "name": "风水涣",
  "pinyin": "feng_shui_huan",
  "code": "010011",
  "palace": "离宫",
  "general_text": "卦体《乾》四与《坤》二易位，《乾》变《巽》，《坤》变《坎》，合而成《涣》涣者，散也，《坎》为水，水之散，万派分流；《巽》为风，风之散，四郊遍被。《巽》上《坎》下，象取风行水上，是风水相遭。水则悠然长逝，风则过而不留，有涣之象焉，此卦所由名《涣》也。",
  "modern_general_text": "本卦卦体由乾卦九四爻与坤卦六二爻互换位置而成，乾变为巽，坤变为坎，结合而成涣卦。涣，就是离散的意思。坎为水，水的离散表现为流派分支众多；巽为风，风的吹散表现为遍及四野。巽在上，坎在下，卦象是风吹行于水面，风水相遇。水悠然流逝，风吹过而不停留，这就是涣散的象征，所以此卦命名为《涣》。",
  "takashima_general": "涣：亨。王假有庙，利涉大川，利贞。\n《正义》曰：“散难释险，故谓之涣”；难散则理平，险释则心通，故亨。卦体三阴三阳，自《乾》《坤》来，《乾》为王，故曰“王”。旁通《丰》，《丰》《彖》辞曰“王假之”，故曰“假”。上互《艮》，《艮》为宗庙，故曰“有庙”。《坎》为大川，《巽》为利，下互《震》，《震》为足，有涉之象，故曰“利涉大川”。庙者，鬼神之所在也。《中庸》言“鬼神之德，洋洋乎如在其上，如在其左右”，涣之至盛者也。“大川”，众流之所归也，注焉而不满，酌焉而不竭，涣之显著者也，于假庙见扬诩之盛，于涉川得利济之宏。然《涣》虽主散，形象则发扬于外，而精神贵凝聚于中，故曰“利贞”。\n《彖传》曰：涣，亨，刚来而不穷，柔得位乎外而上同。王假有庙，王乃在中也。利涉大川，乘未有功也。\n《序卦传》曰：“兑者，悦也。悦而后散之，故受之以涣。”盖以《涣》继《兑》，谓能悦则涣，涣则亨，是《涣》之亨，亦即《兑》之亨也。为卦《坎》刚自《乾》而来，坎水长流，无有穷极，故曰“刚来而不穷”。《巽》柔得位于外，《巽》风行水，飘然俱往，故曰“柔得位乎外而上同”。是刚在中而不穷于险，柔在外而得与五同，所以能散释险难，而致亨通也。至险难既散，王乃有事庙中，得以精诚上假，故《传》释之曰“王乃在中”，是就其德而言之。涉川者涉难也，即《系辞》所谓“舟楫之利，以济不通，盖取诸涣”者是也，故《传》释之“乘木有功”，是就其象以譬之。\n以此卦拟人事，一身所患，胸怀不畅则疾生，意气不舒则争启；一家所患，内外间隔则弊成，上下壅阻则乱作。有以涣之，则百弊解散，而万事亨通矣，譬如云雾阴冥，得风而消解；譬如沟浍污浊，得水而流通。此君子所以取象于《涣》也。人生作事，每患性质之多偏，亦患位置之不当，如能刚来而济柔，动于内而无险困之难，柔往而辅刚，止于外而无违逆之乖，斯无往不利，亦无事而不亨也。行见积其诚以事神，而鬼神来假，因其利以涉难，而舟楫有功，是皆因涣而推及之也。盖涣于内则气畅，涣于外而理顺，涣以处己即心平，涣以待人则情洽，一生疑虑，涣然水解，《涣》之为用甚神矣。\n以此卦拟国家，国家之于人民，欲其聚不欲其涣也；国家之于财用，宜其聚复宜其涣也，而独至于险难，则务取其涣焉。险不涣则危无以济，难不涣则乱无以消。王者秉刚中之德，处至尊之位，欲以解天下之纷乱，散天下之郁结，挽回国运之困厄，使斯民咸得其欢悦，此《涣》卦之所以次《兑》悦也。卦以九二为刚，二自《乾》来，故曰“刚来”；以六四为柔，四为阴位，故曰“得位”。刚不穷而涣乃见其亨，柔同上而涣自得其正焉。推之涣以享祖，假庙所以尽其诚也，于以见鬼神之德之盛矣；涣以致远，涉川所以济其险也，于以见舟楫之功之普矣。盖天以风之疏散，化育群生，地以水之流通，贯注四海。王者亦取其象，以平天下之乱，以解万事之纷者，莫如此涣而已。\n通观此卦，“涣者，离也”，离者复合，散者复聚，故全卦有离合散聚之象。刚来不穷，柔而上同，卦之体也；王在庙中，“乘木有功”，卦之用也；曰“亨”，曰“贞”，卦之德也；曰“庙”，曰“川”，卦之象也。《大象》曰，“先王以享帝立庙”，即《彖》所谓假庙之旨也。盖庙立则昭穆之位定，王假则祭享之诚通，斯灵爽藉是而聚，即民心藉是而系焉。《涣》之正所以合之也，故《萃》亦言“王假有庙”。“萃者，聚也”，以萃而假，神志一焉；以涣而假，精诚通焉。《萃》与《涣》相反，而适以相须，故取象从同。至《易》言“利涉大川”者三，皆取《巽》木，《益》曰“木道乃行”，《中孚》曰“乘木舟虚”，《涣》则曰“乘木有功”，盖谓王者声名洋溢，内则孝享夫祖考，外则化被夫蛮夷，是以舟楫之利，独取诸涣者，此也。六爻言涣，皆隐寓聚象，故初遇险而顺，二阳来脱险，三临险忘身，四成《涣》忘人，五居尊忘天下，六超然遐举，涣以“远害”，所谓恭己无为，化驰若神者矣。故卦以三阴最吉，三阳次之。说者谓《易》道尚刚，一偏之论也。\n《大象》曰：风行水上，涣，先王以享于帝，立庙。\n先王见风之虚，得鬼神之象，见《坎》之盈，得祭祀之象。夫风无形，遇水而成形，非水则风不可见；鬼神无睹，入庙而如睹，非庙则上帝祖考不可见。聚则为有，散则为无，鬼神之情状，犹风之行水上也。人心诚敬之所聚，莫如鬼神，故大难始定，人心未宁之时，享帝而告成功，立庙而事祖考，聚将散之神灵，安镇之以接天神，交祖考。盖物本于天，人本于祖，故享帝以报其生成之恩，立庙以报其功德之盛，使天下之人，皆尊尊亲亲，不忘其本，以聚人心之涣散，故曰“先王以享于帝立庙”。\n【占】　问时运：运途亨通，有乘风破浪之概。\n○　问战征：利用海军。\n○　问营商：财水流通，得天神护佑，大利。\n○　问功名：风随帆转，水到渠成，有即日成名之象。\n○　问家宅：宜祷告神祗，自然获福。\n○　问婚姻：中男长女，自成佳偶。\n○　问疾病：“风行水上”，去而不留，病象危矣；立庙”，有魂归窀穸之象，故凶。\n○　问失物：难得。\n○　问六甲：春夏生女，秋冬生男。",
  "modern_takashima_general": "涣卦：亨通。君王来到宗庙祭祀，利于涉渡大河，利于坚守正道。\n《正义》说：“驱散灾难、化解险阻，所以叫涣”。灾难散去道理就平顺，险阻消除心情就通达，所以亨通。此卦虽主离散，但形象发扬于外，精神贵在凝聚于内。 \n此卦拟人事：人若胸怀不畅则生病，意气不舒则起争端；家庭若内外隔阂则生弊端，上下堵塞则生变乱。用涣卦之道化解，则弊病解散，万事亨通，如同云雾遇风而散，浊流得水而清。 \n此卦拟国家：国家对人民要聚，对财用要散，对险难务必驱散。君王以刚中之德，解天下纷乱，挽回国运，如风行水上，化育万物。\n总观此卦，有离合聚散之象。先王以祭祀立庙来聚拢人心。六爻虽然都说涣（散），但都隐含聚的意思：初六顺势脱险，九二刚阳脱险，六三临险忘身，六四成涣忘私，九五居尊忘天下，上九超然远害。\n【占卜】：\n○　问时运：运途亨通，有乘风破浪的气概。\n○　问战征：利于使用海军或水战。\n○　问营商：财源如水流通，得神灵护佑，大利。\n○　问功名：如风随帆转，水到渠成，有即日成名之象。\n○　问家宅：应当祷告神灵，自然获福。\n○　问婚姻：中男（坎）配长女（巽），天成佳偶。\n○　问疾病：“风行水上”，去而不留，病情危急；“立庙”有魂归墓穴之象，凶险。\n○　问失物：难找回。\n○　问六甲：春夏生女，秋冬生男。",
  "lines": {
    "1": {
      "text": "初六：用拯马壮，吉。",
      "takashima_explanation": "《象传》曰：初六之吉，顺也。\n\n\n初处《坎》之下，《坎》为险，初乃始陷于险者也。陷《坎》者，利用拯，何以拯之？初与二近，二得乾气，《乾》为马，《乾》健故“马壮”。初得二拯，如马之因风而走，得以脱险也，故“吉”。按；《明夷》亦曰“用拯马壮，吉”，《明夷》下互《坎》，二动为《乾》，故“用拯”亦取《乾》马，与《涣》初同象。《传》以“顺”释之，初本《坤》体，《坤》为顺，以《坤》之顺，用《乾》之健，是以吉也。《明夷》《传》曰“顺以则也”，其旨亦同。\n\n\n【占】　问时运；运多险难，幸而遇救，危而反吉。\n\n\n○　问战征：初次临阵，赖战马精良，得以解围出险，故吉。\n\n\n○　问营商：资本微薄，深幸同事相助，得以获利。\n\n\n○　问功名：行午马运，必可成名。\n\n\n○　问家宅：新建大厦，好有禄马临向，吉。\n\n\n○　问婚姻：《乾》造以肖马者吉。\n\n\n○　问疾病：病宜急治，得遇马姓医士为吉。\n\n\n○　问行人：驿马已动，即日可归。\n\n\n○　问六甲：生男。",
      "modern_text": "初六：用壮马来拯救，吉祥。在涣散之初及时挽救。",
      "modern_takashima_explanation": "《象传》说：初六的吉祥，是因为顺从。\n初六处于坎险的最下方，是刚开始陷入危险的人。陷入坎险，利于获救，靠什么获救？初六与九二接近，九二有乾卦之气，乾为马，乾健所以称“马壮”。初六得到九二的拯救，如同马顺风奔跑，得以脱离险境，所以“吉”。\n【占卜】：\n○　问时运：运势多险难，幸好遇到救助，转危为安。\n○　问战征：初次临阵，依赖战马精良，得以解围脱险，吉利。\n○　问营商：资本微薄，幸得同事相助，得以获利。\n○　问功名：行到午（马）年或马运，必可成名。\n○　问家宅：新建大厦，恰好有禄马星临门，吉。\n○　问婚姻：男方属马者吉。\n○　问疾病：病宜急治，遇到马姓医生为吉。\n○　问行人：驿马星已动，即日可归。\n○　问六甲：生男。"
    },
    "2": {
      "text": "九二：涣奔其机，悔亡。",
      "takashima_explanation": "《象传》曰：涣奔其机，得愿也。\n\n\n九二以阳居阴，象取以阳假阴，故《彖》云假庙，二当之。下互《震》，《震》为奔，上互《艮》，《艮》为坚木，有机之象；二与五应，机，谓五也。“涣奔其机”，谓假庙而奔就神几，机几字通，即《家语》“仰视榱桷，俯察机筵”是也。王在庙中，洞洞属属，以其恍惚，以与神明交，斯涣者假矣，故“悔亡”。《象传》以“得其愿”释之，谓骏奔在庙，得受其福，故曰“得愿也”。\n\n\n【占】　问时运：运途顺适，得如所愿，灾悔俱亡。\n\n\n○　问营商：运货贸易，得所凭依，可以如愿而偿也，吉。\n\n\n○　问功名：所愿必遂。\n\n\n○　问战征：虽当涣散败奔，得所依藉，可图恢复，何悔之有？\n\n\n○　问婚姻：内卦《坤》体，二变为《乾》成《坎》，《坎》为中男；外卦《乾》体，四变为《坤》成《巽》，《巽》为长女，此配必女长于男。木水相生，佳偶也。\n\n\n○　问家宅：此宅眷属有奔败之难，幸在外得所凭依，所谓适我愿也。\n\n\n○　问疾病：郁郁不乐，隐几而卧，得遇良医，可以无忧。\n\n\n○　问六甲：生男。",
      "modern_text": "九二：涣散之时跑到桌案处找到依靠，悔恨消亡。",
      "modern_takashima_explanation": "《象传》说：奔向依靠，是愿望达成了。\n九二以阳爻居阴位，象征以阳刚诚心祭祀神灵（假庙）。下互卦为震，震为奔跑；上互卦为艮，艮为坚木，有“机”（桌案/凭依）的象。九二与九五相应，这里的“机”指九五君王。所谓“涣奔其机”，是指来到宗庙奔向神座（几案）。君王在庙中诚敬交神，得以精神感通，所以“悔恨消亡”。《象传》解释为“得愿”，指在庙中奔走效力，得受福佑。\n【占卜】：\n○　问时运：运途顺适，如愿以偿，灾害悔恨都消失。\n○　问营商：运货贸易，有所凭借依靠，可以如愿获利，吉。\n○　问功名：愿望必能实现。\n○　问战征：虽然面临溃散败奔，但因有依靠，可图恢复，没有悔恨。\n○　问婚姻：此配对必然女大男小，水木相生，是佳偶。\n○　问家宅：家眷虽有奔波离散之难，幸好在外有依靠，正合心愿。\n○　问疾病：郁郁不乐，靠着几案躺卧，能遇良医，无忧。\n○　问六甲：生男。"
    },
    "3": {
      "text": "六三：涣其躬，无悔。",
      "takashima_explanation": "《象传》曰：涣其躬，志在外也。\n\n\n三体坎水，上体《巽》风，三之趋上，如水过风而流，木得水而浮，有相待而涣散者也，故三至上互《艮》，《艮》为躬，曰“涣其躬，无悔”。《象传》曰“志在外”，谓外卦也，志应夫上也。\n\n\n【占】　问时运：三处《坎》之极，是运当坎险之时，忘身赴难，得以出险，可免悔也。\n\n\n○　问战征：能国而忘身，忠勇可嘉，去复何悔？\n\n\n○　问营商：运货在外，跋涉风波，备尝艰苦，有重财轻命之象。\n\n\n○　问功名：有杀身成仁，名垂竹帛之荣。\n\n\n○　问婚姻：有捐躯尽节之志，可悲，可嘉。\n\n\n○　问家宅：此宅临坎水之上，宅主宜出行在办，得可免灾。\n\n\n○　问行人：未归。\n\n\n○　问六甲：分娩在即，生男。",
      "modern_text": "六三：涣散的是自身，没有悔恨。舍弃私心，反而无悔。",
      "modern_takashima_explanation": "《象传》说：涣散自身，是因为志向在于外。\n六三处于坎水，上卦为巽风，六三向上趋附，如同水随风流，木得水浮，是等待时机而涣散。互卦为艮，艮为躬（身体），所以说“涣其躬，无悔”。《象传》说“志在外”，是指志向在于外卦，响应上九。\n【占卜】：\n○　问时运：正当坎险之时，能忘身赴难，得以脱险，可免悔恨。\n○　问战征：为国忘身，忠勇可嘉，有什么后悔的？\n○　问营商：运货在外，跋涉风波，备尝艰苦，有重财轻命的象。\n○　问功名：有杀身成仁，名垂青史的荣耀。\n○　问婚姻：有捐躯尽节的志向，既可悲又可嘉。\n○　问家宅：此宅临近水边，宅主宜外出办事，可免灾。\n○　问行人：未归。\n○　问六甲：分娩在即，生男。"
    },
    "4": {
      "text": "六四：涣其群，元吉。涣有丘，匪夷所思。",
      "takashima_explanation": "《象传》曰：涣其群，元吉，光大也。\n\n\n六四居《巽》之始，卦体本《乾》，下画化《坤》成《巽》，《坤》为众，《坤》化《巽》，则其群涣矣。《坎》刚中得《乾》之元，故曰“涣其群，元吉”。上互《艮》，《艮》为丘，丘，聚也，高也，谓既涣其坎险，又复聚而成为高丘，是涣中有聚也，故曰“涣有丘”。四为《巽》卦之主，《系辞》曰，“巽，德之制也”，又曰“巽称而隐”，谓《巽》能因事制宜，隐见无常，化裁之妙，有非寻常所可测度者，故曰“匪夷所思”。《传》以“光大”释之，谓四出《坎》入《巽》，所以化险为夷者，正赖此正大光明之作用也。《坤》曰“含宏光大”，四得《坤》气，四之“光大”，即自《坤》来也。\n\n\n【占】　问时运：能解脱困难，复成基业，正大运亨通之时。\n\n\n○　问营商：绝大手段，能散财济危，又能独成丘壑。\n\n\n○　问功名：有独出冠时之概。\n\n\n○　问战征：军容之盛，忽散忽聚，忽高忽低，忽而万马无声，忽而一丘高峙，变化之妙，有出意表者，此神化之兵也。\n\n\n○　问疾病：散其外邪，又当聚其元气，病自疗矣。\n\n\n○　问家宅：邻居旷远，独成一家，自得幽趣，吉。\n\n\n○　问讼事：“涣其群”，其讼必解矣，吉。\n\n\n○　问六甲：生女。",
      "modern_text": "六四：涣散他的群众，大为吉祥。涣散而又有聚合，在高丘上。打散小团体以成就大团结。",
      "modern_takashima_explanation": "《象传》说：涣散朋党，大为吉祥，是因为光大。\n六四处于巽卦之初，化坤为巽，坤为众，化为巽则原本的群党涣散了。坎卦刚中得到乾元之气，所以说“涣其群，元吉”。互卦艮为丘，丘指聚集、高处，意思是既散去了坎险，又重新聚集成高丘，散中有聚，所以说“涣有丘”。“匪夷所思”是指其因事制宜、化裁之妙非寻常人所能测度。《象传》用“光大”解释，说明能化险为夷，全赖正大光明的作为。\n【占卜】：\n○　问时运：能解脱困难，重创基业，正是正大亨通之时。\n○　问营商：手段极大，能散财救急，又能独聚财富成丘。\n○　问功名：有独出冠时（超越当世）的气概。\n○　问战征：军容极盛，忽散忽聚，变化莫测，出人意表，是神兵。\n○　问疾病：驱散外邪，又当聚集元气，病自然会好。\n○　问家宅：邻居相隔远，独成一家，自得幽趣，吉。\n○　问讼事：讼事必解，吉。\n○　问六甲：生女。"
    },
    "5": {
      "text": "九五：涣汗其大号，涣王居，无咎。",
      "takashima_explanation": "《象传》曰：王居无咎，正位也。\n\n\n五为尊位，《彖》所称“王假”，五当之。号，令也，“大号”，大政令也。五有刚中之德，以天下之险为己险，欲涣散天下之险，以发此“大号”也。“涣汗”者，刘向云：号令如汗，出而不返者。王者无私居，畿甸非近，要荒非远，一人之身，涣之即为万民，一人之心，涣之即为万几，布于四海，犹汗出于身，而浃于四体，故曰“涣汗”。天下之困苦，得仁政而解，一身之邪热，得汗出而消，其所涣一也。三至五体《艮》，《艮》为居，“王居”者，京师也。《论语》所云“譬如北辰，居其所，而众星拱之”者，王居之谓也。“涣王居”者，号令之涣，自近而远，其单敷万方者，要必正位凝命，自王居始也。“无咎”，即“履帝位而不疚”之意，《象传》以“正位”释之，盖以九五为正位，王者居之，得以号令天下。以一亿兆之心，而济万民之险，皆由君德与君位正当之功也。\n\n\n【占】　问时运：运位得正，语默动静，百事皆吉。\n\n\n○　问营商：地位正当，货物流通，所到无不获利。\n\n\n○　问功名：位近至尊，名闻天下，大吉。\n\n\n○　问战征：号令严明，军威整肃，得奏汗马之勋。\n\n\n○　问婚姻：必得贵婿。\n\n\n○　问家宅：此宅非寻常百姓之家。\n\n\n○　问疾病：一汗即愈。\n\n\n○　问六甲：生女，主贵。",
      "modern_text": "九五：涣散时发出号令如同汗水流出，涣散王者的积蓄来分给众人，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：居于王位没有灾咎，是因为位置正当。\n九五为尊位，发号施令。“大号”指大政令。九五有刚中之德，发布号令来驱散天下的险难。“涣汗”指号令如汗，出而不返。王者无私，将一人之心涣散为万民之心，布于四海，如同汗出于身。天下困苦得仁政而解，如同身体邪热得汗出而消。三至五爻互卦为艮，艮为居，“王居”指京师。号令自王居发出，传遍万方。无咎，指居帝位而无愧疚，能济万民之险。\n【占卜】：\n○　问时运：运位得正，一言一行百事皆吉。\n○　问营商：地位正当，货物流通，所到之处无不获利。\n○　问功名：位近至尊，名闻天下，大吉。\n○　问战征：号令严明，军威整肃，能立汗马功劳。\n○　问婚姻：必得尊贵的女婿。\n○　问家宅：此宅非寻常百姓之家。\n○　问疾病：出一身汗就好了。\n○　问六甲：生女，主贵。"
    },
    "6": {
      "text": "上九：涣其血，去逖出，无咎。",
      "takashima_explanation": "《象传》曰：涣其血，远害也。\n\n\n上与三应，三体《坎》，为血卦，故曰“涣其血”。盖人身血脉以流通为安；以郁结致病，“涣其血”，斯体气舒畅，则忧患自消。“逖”，忧也，《坎》为逖，且上爻居《涣》之极，已出坎险，故曰“去逖出”。逖既去矣，咎自无也。《象传》以“远害”释之，谓上去《坎》已远，故害亦远矣。一说，谓上出卦外，逖，远也，身之有血，犹川之有水，喻言川流通达，风驰远去也。即取《大象》“风行水上”之意。\n\n\n【占】　问时运：运途通达，灾去福来。\n\n\n○　问战征：卦体从《乾》《坤》来，《坤》上曰“龙战于野，其血玄黄”，有战则两伤之象。\n\n\n○　问营商：血者，资财也。商舶远出，贸易亨通，可以获利，自无忧也。\n\n\n○　问功名：有投笔从军之象。\n\n\n○　问婚姻：有远嫁之象。\n\n\n○　问家宅：宅主防有血光之灾，远避可以无咎。\n\n\n○　问疾病：是气血淤结之患，宜疏通脉络，可以免灾。\n\n\n○　问失物：此物已去远，不可复得。\n\n\n○　问讼事：宜远出避之，无咎。\n\n\n○　问六甲：生女。",
      "modern_text": "上九：涣散其血（远离忧患），离去而远离，没有灾咎。远离灾祸以保全自身。",
      "modern_takashima_explanation": "《象传》说：涣散污血，是为了远离灾害。\n上九与六三相应，三在坎卦为血，所以说“涣其血”。人身血脉流通为安，淤结则病，涣散淤血则体气舒畅，忧患自消。“逖”意思是忧虑或远。上爻居涣卦极点，已出坎险，所以说“去逖出”，忧患既去，自然无灾咎。《象传》解释为“远害”，指远离了坎险。\n【占卜】：\n○　问时运：运途通达，灾祸离去，福气到来。\n○　问战征：可能会有龙战于野、两败俱伤的流血之象。\n○　问营商：血代表资财。商船远出，贸易亨通，可以获利，无忧。\n○　问功名：有投笔从戎的迹象。\n○　问婚姻：有远嫁的迹象。\n○　问家宅：宅主防备有血光之灾，远远避开可无咎。\n○　问疾病：是气血淤结的病患，宜疏通脉络，可免灾。\n○　问失物：此物已去远方，不可复得。\n○　问讼事：宜远行避开，无咎。\n○　问六甲：生女。"
    }
  },
  "guaci": "涣：亨。王假有庙。利涉大川，利贞。",
  "modern_guaci": "涣卦象征涣散：亨通。王者到宗庙祭祀以聚合人心。利于涉渡大河，利于坚守正道。以精神力量凝聚涣散的人心。"
}