{
  "name": "水泽节",
  "pinyin": "shui_ze_jie",
  "code": "110010",
  "palace": "坎宫",
  "general_text": "为卦《兑》下《坎》上，兑为泽，《坎》为水。水之归泽也，盈则进，《坎》则止，水固自有其分量；泽之容水也，平则受，满则溢，泽亦自有其限制，即《节》之谓也。卦与《困》易位，泽在水上，是谓漏泽，泽漏则无水，故谓之《困》；水在泽上，是谓深泽，泽深则有水，故谓之《节》。此卦所以名水泽《节》也。",
  "modern_general_text": "本卦下卦为兑（泽），上卦为坎（水）。水流入泽中，盈满就会流出，坎代表停止，水有固定的分量；泽容纳水，平满则接受，满了就溢出，泽也有其容量限制，这就是《节》卦（节制）的含义。此卦与《困》卦位置相反：泽在水上叫漏底之泽，水漏光则干涸，故叫《困》；水在泽上叫深泽，泽深水聚，故叫《节》。所以此卦名为水泽《节》。",
  "takashima_general": "节：亨。苦节，不可贞。\n▲　金文节\n卦体上互《艮》，“艮，止也”，下互《震》，《震》，行也；可行则行，可止则止，行止得中，乃谓之《节》。行止得中，是以能亨，若其矫枉过正，固执自守，节亦苦矣。节而苦，则无余地以处人，亦无余地以自处，有穷而无所容矣，故曰“不可贞”。\n《彖传》曰：节，亨，刚柔分而刚得中。苦节，不可贞，其道穷也。说以行险，当位以节，中正以通。天地节而四时成，节以制度，不伤财，不害民。\n《序卦》传曰：“涣者，离也。物不可以终离，故受之以节。”《节》者，节也。《节》以节其过中，而使之中节也。卦以三阴三阳，阴阳适均，《坎》刚在上，《兑》柔在下，所谓“刚柔分”也。刚柔分而上下不乱，是得中也，得中则亨，故曰“节亨”。节不得中，如俭不中礼，射不中的，徒自苦耳，不可为正，奚以能亨乎？不亨则穷，非节之咎，节而不中之咎也。《象》特举而戒之，所以救其偏也。《坎》险《兑》悦，以《兑》节《坎》，使人有悦愉而无迫感，是为悦以行险也。五居尊位，为《节》之主，是为“当位以节”也。中而且正，位与德立，能裁制群伦，成得亨通，是为“中正以通”也。卦体本自地天《泰》来，《节》之道，亦自天地始，日月代明，四时错行，寒暑往来，岁功以成，此为天地之节也，故曰“天地节而四时成”。法天地之节，以为制度，则以此节财，而财不伤，以此节民，而民不害。庶几天下皆乐就吾节，乃能行之无阻，放之皆准。其要惟在刚柔之得中焉，夫岂“苦节”之谓哉！\n以此卦拟人事，饮食不节而致疾，言语不节则贻羞，财用不节则败家，色欲不节则伤身，皆人事之害也。矫其弊者，为之绝食，为之缄口，为之靳财，为之断欲，《节》虽节矣，不堪其苦，是《节》之不得其中，而反致其穷也，何以能亨乎？夫人事不亨者，皆由刚柔之失中耳，过刚者侈，过柔者吝，道是以穷矣。为卦《坎》上《兑》下，刚柔以分，以《兑》之悦，节《坎》之险，使心得其悦，而行忘其险，当其位以裁度万事，斯万事咸亨。中且正，无偏颇也；亨而通，无窒碍也。盖人之喜怒哀乐，即天之雨露雷霆也；人之起居食息，即天之昼夜晦明也。人身有自然之制度，天地亦自然之运行，所谓“天地节而四时成”者，此也。人事要不外夫天道而已矣。\n以此卦拟国家，国家政务万端，一言蔽之，惟在节以制度而已。制度得其中，则其所节，有甘而无苦也，可亨亦可贞也。刚柔均分，而道乃不穷也；悦险相济，而位得其当也。以此理财，而财不伤，以此使民，而民不害，庶几四海之大，万民之众，圣人以制度节之，使人人感其悦，人人忘其险，亦人人乐从其节，所谓“当位以节，中正以通，”道在是矣。要之圣人本悦以节险，不偏于刚，不偏于柔，惟法天地之《节》以为节。天地节而四时成，圣人节而万民悦，其道一焉。就爻论之，“当位”，谓九五也，以其居中，故曰“甘节”。道穷指上六也，《彖》之“苦节”，上六当之。六四得《彖》之“亨”；故曰“安节”。初之“不出”，慎以节也。二之失位，失其中也。三之“嗟若”，咎自取也。总之，得中则吉，过中则凶，《彖传》所谓“节亨”，首在“刚柔分而刚得中”也。\n通观此卦，卦象取下《坎》上《兑》，爻取刚柔均分，当位则吉。阳实阴虚，实塞而虚通。《节》者，竹节也，竹之通处谓空，塞处谓节。凡所称立廉隅，分经界，皆节之义也。故人而无节，犹时而无序。夫寒暑晴雨，推移更代，若失其节，则天地闭塞，岁功不成；人而无节，则昏迷溃乱，行止皆穷，是咎在不知所节也。不知不节固凶，过节亦凶，欲期其节之贞，求其节之亨，惟要在刚柔之得中也。卦体内悦外险，刚柔均分，九五当位，刚得其中，悦以节险，中而能正，斯其道无往而不通矣。盖在圣人以至中者为《节》，其节也无心；在天地以循环者为《节》，其节也无形；在卦以《坎》《兑》相成者为《节》，其《节》也有象。圣人下袭水土，故取其象以示人。《彖传》所曰“苦”，曰“穷”，戒其失也；曰“亨”，曰“通”，著其效也；曰“得中”，曰“当位”，示其则也；曰“不伤财”，曰“不害民”，美其德也。其卦又自《泰》来，故于《节》亦可见天地交泰之象焉。水流《坎》止，有通塞之义，是以六爻皆取通塞，以为吉凶。初知塞而塞，故“不出”，“无咎”；二宜通而塞，故“失时”为凶；三不塞而“嗟”，咎复何辞？四塞而能“安”，得《彖》之亨；五全卦之主，“中正以通”；六塞而不通，是谓“苦节”。大抵《易》道戒盈，节以防盈，防之过，或迟疑而败事，或鄙啬而失当。违天时，拂人情，均难免于凶咎耳。道以刚中为吉，此圣人所以贵时中也。\n《大象》曰：泽上有水，节。君子以制数度，议德行。\n“泽无水”曰《困》，泽有水曰《节》，有水而不节，则泽亦涸，是以君子取象于《节》也。“数度”者，权量法度之谓也；“德行”者，道德性命之事也。《兑》自《坤》变，《坤》为重，为寡，象“数度”；《坎》自《乾》变，《乾》为道，为性，象德行，《坎》为平，谓裁制得其平也；《兑》为口，谓议论出自口也，是以君子为之“制数度，议德行”。\n【占】　问时运：运途中正，财源富有，惟宜外节出纳，内节身心。吉。\n○　问战征：节制之军，登高涉险，可守可战。\n○　问营商：泽有水，富饶之象。法制既精，议论亦确，无不获利也。\n○　问功名：品行端正，律度精详，有鱼龙得水之象。\n○　问婚姻：《坎》男《兑》女，水泽相成，吉。\n○　问家宅：宅临大泽，家道富有，吉。\n○　问疾病：病宜节饮食，慎行动。\n○　问六甲：生男。",
  "modern_takashima_general": "节卦：亨通。如果节制得太过分（苦节），就不可坚守。\n\n卦象中，上互卦为艮（止），下互卦为震（行）。当行则行，当止则止，行止适中，才叫“节”。行止得当所以亨通，如果矫枉过正，固执自守，这种节制就太苦了。太苦的节制，让自己和别人都无地自容，路就走不通，所以说“不可贞”（不可长久坚持）。\n\n《彖传》说：节卦亨通，是因为刚柔分明且刚爻得中。苦节不可守，是因为这种道会走到尽头。用喜悦（兑）的心态去行险（坎），居位得当来节制，中正且通达。天地有节度才能形成四季，用制度来节制，既不伤财也不害民。\n\n从人事来看：饮食、言语、财用、色欲不节制会招来灾祸。但如果矫正过头，完全绝食、闭口、吝财、断欲，虽然也是节制，但太痛苦，反而导致困穷，怎能亨通？人事不顺，多是因为刚柔失去中道。过刚则奢侈，过柔则吝啬。关键在于用喜悦的心态去面对险难，得位适时地裁度万事，这样喜怒哀乐、起居食息都顺应自然，就像天地运行一样。\n\n从国家来看：政务在于建立制度。制度适中，百姓就觉得甘甜而不苦。理财不伤财，使民不害民，大家都乐于顺从节制。圣人效法天地之节，宽严适度。\n\n统观全卦：上坎下兑，刚柔均分。九五当位居中，为“甘节”，吉；上六过极不通，为“苦节”，凶。节制如同竹节，通处为空，塞处为节。人若无节，如天地无序；但也忌过分节制。初爻不出户是知通塞；二爻失时不通；三爻不节嗟叹；四爻安分得亨；五爻中正甘美；上爻苦节道穷。占卜要点在于“时中”（合乎时宜的中道）。\n\n《大象》说：泽上有水，这就是节卦。君子以此制定礼数法度，议定道德品行。泽无水是《困》，泽有水是《节》。君子像制定度量衡一样制定法度，像修身养性一样议论德行。\n\n【占卜】\n问时运：运势中正，财源丰富，只宜对外节约开支，对内节制身心。吉。\n问征战：军队有节制，登高涉险，可守可战。\n问经商：泽中有水，是富饶之象。法规严谨，决策正确，无不获利。\n问功名：品行端正，法度精详，有如鱼得水之象。\n问婚姻：坎男兑女，水泽相辅相成，吉。\n问家宅：住宅面临大泽，家道富有，吉。\n问疾病：应节制饮食，谨慎行动。\n问胎孕：生男孩。",
  "lines": {
    "1": {
      "text": "初九：不出户庭，无咎。",
      "takashima_explanation": "《象传》曰：不出户庭，知通塞也。\n\n\n初以阳居阳，为《节》之初，阳实阴虚，初当阳刚，一画塞止《兑》口，故为“不出”。上互《艮》，《艮》为牖，为居，有“户庭”之象；《艮》又为止，有不出之象，故曰“不出户庭”。卦继《涣》后，初六涣散甫集，正宜塞而不宜通也，虽户庭之近，亦不敢出，则一步一趋，无非节也，故得“无咎”。初动体《坎》，坎水为智，智则能审时度势，可通可塞，可出可入，皆有节制，故《象传》以“知通塞”释之。\n\n\n【占】　问时运：运途未盛，宜谨守户庭，得以免咎。\n\n\n○　问营商：宜坐贾，不宜行商，无咎。\n\n\n○　问功名：目下宜杜门静守，至四爻可以成名。\n\n\n○　问战征：初当离散之余，军民乍聚，宜养其锐气，不宜出战。\n\n\n○　问婚姻：初与四相应，四得承顺之道，即妇道之正也，故无咎。\n\n\n○　问疾病：宜安居静养，无害。\n\n\n○　问失物：尚在户庭之内，可寻得之。\n\n\n○　问行人：尚未起行。\n\n\n○　问六甲：生女。",
      "modern_text": "初九：不出门户庭院，没有灾咎。在开始时就保持谨慎节制。",
      "modern_takashima_explanation": "《象传》说：不出庭院，是因为懂得通塞的道理。\n\n初九阳刚得位，处于节卦的开始。阳主实，阴主虚，初九一阳横亘，堵塞了兑口，所以说“不出”。上互卦为艮，艮代表窗户、居所，有“户庭”之象；艮也代表停止，有不出门之象，所以说“不出户庭”。此卦承接在《涣》（离散）卦之后，离散刚刚聚集，正应该堵塞漏洞而不宜疏通。虽然只是庭院这么近也不敢出去，一举一动都有节制，所以没有灾祸。初爻变动则成坎卦，坎代表智慧，智慧能审时度势，知进退、知通塞，一切都有节制，所以《象传》解释为“知通塞”。\n\n【占卜】\n问时运：运势尚未旺盛，应该谨守家中，可以免除灾咎。\n问经商：适合坐地经营，不适合外出经商，无咎。\n问功名：目前应该闭门静守，等到四爻的时机（或四年后/四个月后）可以成名。\n问征战：刚经历离散，军民乍聚，应该休养生息，不宜出战。\n问婚姻：初九与六四相应，六四顺承初九，是妇道之正，所以无咎。\n问疾病：应该安居静养，没有大害。\n问失物：还在家里，可以找到。\n问行人：还没动身。\n问胎孕：生女儿。"
    },
    "2": {
      "text": "九二：不出门庭，凶。",
      "takashima_explanation": "《象传》曰：不出门庭，凶，失时极也。\n\n\n户在内，门在外，初为户，二为门，由内而外也。初为内，坎水始至，塞之以防其漏；二则渐至于外，水既盛，宜通之，而犹曰“不出门庭”，是知塞不知通也。二爻有刚中之才，正当乘时应变，出而有为，使天下得节之用。卦自初至三互《震》，四至六互《艮》，乃不为《震》之行，而固守《艮》之止，杜门绝迹，坐失时机，是以凶也。故《象传》以失时之极斥之。\n\n\n【占】　问时运：运途方盛，时会亦好，咎在因循自误，为可惜也。\n\n\n○　问战征：时可进取，乃畏首畏尾，固守不出，反致凶也。\n\n\n○　问营商：货物充积，时价得宜，本可获利，乃因拘墟失时，反致耗损。《兑》为毁折，是失象也。\n\n\n○　问功名：时会未逢，难望成名。\n\n\n○　问婚姻：桃夭失时，难免旷怨，凶。\n\n\n○　问家宅：门户闭锁，无人之象，凶。\n\n\n○　问疾病：病由步履艰难，几成痿痹。\n\n\n○　问失物：是内窃也。\n\n\n○　问讼事：恐有囚禁之祸。\n\n\n○　问六甲：生女。",
      "modern_text": "九二：不出门户庭院，凶险。当行动而不行动，会错失时机。",
      "modern_takashima_explanation": "《象传》说：不出门庭而凶险，是因为极度错失了时机。\n\n户在内，门在外。初爻是户，二爻是门，是由内向外。初爻在内，水刚流来，堵塞是为了防漏；二爻已到外面，水势已盛，应该疏通，如果还说“不出门庭”，就是只知堵塞不知疏通。九二有刚毅中正的才干，正应该乘时应变，出山有所作为，让天下得到节制的益处。但它不顺应震卦（互卦）的行动，反而固守艮卦（互卦）的停止，杜门不出，坐失良机，所以凶险。《象传》斥责这是“失时之极”。\n\n【占卜】\n问时运：运势正旺，机会也好，坏在因循守旧、自我耽误，非常可惜。\n问征战：此时可以进取，如果畏首畏尾，固守不出，反而导致凶险。\n问经商：货物充足，价格也好，本可获利，却因为拘谨错过时机，反而招致损失（兑卦有毁折之象）。\n问功名：没有抓住机遇，难以成名。\n问婚姻：错过了嫁娶的好时光，难免有旷男怨女之恨，凶。\n问家宅：门户紧锁，无人居住之象，凶。\n问疾病：病情是步履艰难，几乎导致瘫痪。\n问失物：是家内人偷窃。\n问官司：恐怕有囚禁的灾祸。\n问胎孕：生女儿。"
    },
    "3": {
      "text": "六三：不节若，则嗟若，无咎。",
      "takashima_explanation": "《象传》曰：不节之嗟，又谁咎也。\n\n\n三居《兑》之上，上画开口，为漏泽，不节之象。盖《兑》泽至三，坎水既盈，一时任意挹取，不知节省，至后将不继，不免咨嗟悔恨，故曰“不节若，则嗟若”。是为悦极生悲者，祸由己致，无所怨咎，故曰“无咎”。《象传》曰“又谁咎也”，谓当节不节，“不节”在己，“嗟若”亦在己，又将谁咎乎？\n\n\n【占】　问时运：壮不自检，老大徒悲，其将谁怨乎？\n\n\n○　问战征：临时不谋，后悔难追。\n\n\n○　问营商：当其获利，骄奢无度，一旦耗失，便致哀嗟，咎由自取耳。\n\n\n○　问婚姻：有先喜后悲之象。\n\n\n○　问功名：随得随失。\n\n\n○　问家宅：三以阴居阳，地位不当。必致先富后贫。\n\n\n○　问疾病：病由不节饮食所致，幸无大咎。\n\n\n○　问失物：付之一叹，不须怨人。\n\n\n○　问六甲：生女。",
      "modern_text": "六三：不知道节制就会有嗟叹悲伤，没有灾咎。知悔则无咎。",
      "modern_takashima_explanation": "《象传》说：不节制导致的嗟叹，又能怪谁呢？\n\n六三位于兑卦的最上面，阴爻开口，是漏底之泽，象征不知节制。兑泽到了第三爻，上方的坎水已经盈满，此时任意挥霍，不知节省，以后就会难以为继，免不了嗟叹悔恨，所以说“不节若，则嗟若”。这是乐极生悲，灾祸是自己造成的，无法怨天尤人，所以说“无咎”（意即咎由自取，无可归咎于他人）。《象传》说“又谁咎也”，意思是应当节制而不节制，不节制在自己，嗟叹也在自己，又能怪谁呢？\n\n【占卜】\n问时运：壮年时不检点，老来徒伤悲，这能怪谁呢？\n问征战：临事没有谋划，后悔也来不及。\n问经商：获利时骄奢无度，一旦亏损耗尽，只能悲哀叹息，这是咎由自取。\n问婚姻：有先喜后悲之象。\n问功名：随时得来随时失去。\n问家宅：六三以阴居阳，地位不当，必定先富后贫。\n问疾病：病由饮食不节制引起，幸好没有大碍。\n问失物：叹息一声算了，不必怨恨别人。\n问胎孕：生女儿。"
    },
    "4": {
      "text": "六四：安节，亨。",
      "takashima_explanation": "《象传》曰：安节之亨，承上道也。\n\n\n四本《坤》体，《坤》为安，故曰“安”；居《坎》之始，《坎》为险，以《兑》节之，斯得化险为安，故曰“安节”。“安节”者，安而行之，不失其节，则何往不通？故曰“安节，亨”。四得位承五，五“中正以通”，四先通之，是以《彖》之亨，惟归于四；四以承五得亨，而天下无不亨矣。《象传》曰“承上道也”，上指五，道即《节》之道，谓五以节风示天下，四比近五，能首承其道也。\n\n\n【占】　问时运：一路平安。\n\n\n○　问战征：善战者在先安军心，军心安，则临危不惧，而所向有功。\n\n\n○　问营商：四在外卦之始，必是初次贩货出外，能事事节俭，斯得安居外地，而所谋亦得亨通矣。\n\n\n○　问功名：能承上意，必得成名。\n\n\n○　问婚姻：四以阴居阴，得位承阳，自得家室安全。\n\n\n○　问家宅：平安获吉。\n\n\n○　问疾病：病由口入，能节饮食，自得安泰。\n\n\n○　问六甲：生男。",
      "modern_text": "六四：安然地节制，亨通。自然而然的节制最为得当。",
      "modern_takashima_explanation": "《象传》说：安然节制的亨通，是因为顺承了上级（九五）的正道。\n\n六四原本属于坤体（互卦），坤代表安，所以说“安”；它处于坎险的开始，用兑悦来节制，就能化险为安，所以叫“安节”。安然实行，不失节度，去哪里能不通达呢？所以说“安节，亨”。六四得位并顺承九五，九五中正通达，六四首先得到通达，所以《彖传》说的亨通，主要归于六四。六四顺承九五而亨通，天下也就无不亨通了。《象传》说“承上道”，上指九五，道指节制之道，意思是九五以节制教化天下，六四亲近九五，能首先顺承其道。\n\n【占卜】\n问时运：一路平安。\n问征战：善战的人先安抚军心，军心安稳，则临危不惧，所向有功。\n问经商：六四在外卦之初，必是初次外出贩货，能事事节俭，就能安居外地，谋划也会亨通。\n问功名：能顺承上级意图，必能成名。\n问婚姻：六四阴爻居阴位，得位且承接阳爻（九五），自然家室平安。\n问家宅：平安吉祥。\n问疾病：病从口入，能节制饮食，自然安泰。\n问胎孕：生男孩。"
    },
    "5": {
      "text": "九五：甘节，吉，往有尚。",
      "takashima_explanation": "《象传》曰：甘节之吉，居位中也。\n\n\n五居尊位，为《节》之主，《彖》所谓“当位以节，中正以通”，惟五当之。《彖》首戒“苦节，不可贞”，反苦为甘，其道必贞，贞则吉矣，故曰“甘节，吉”。四居《坎》中，《坎》《彖》曰“行有尚”，《节》四之“往有尚”，盖即由《坎》《彖》而来。“往”即“行”，谓能行斯而往，洵可嘉尚。按五味以甘为得中，咸苦酸辛，皆偏也。节味之偏，而适其中，谓之“甘节”，甘则人皆乐从，而不病其难也，此“甘节”之所以为吉也。《象传》以“居位中”释之，《礼·月令》白，“中央土，其味甘”，甘位居中，五为君，君位亦居中，《象传》所释之意取此。\n\n\n【占】　问时运：运如嚼蔗，到老愈甘。\n\n\n○　问营商：稼穑作甘，当以贩运谷米为吉。“往有尚”，往者往外也，尤当贩米，往外洋销售，定必获利。\n\n\n○　问功名：苦尽甘来，功名必显。\n\n\n○　问家宅：五爻得位，中央为甘，知此宅必地位中正，家风正直，节俭足以嘉尚。\n\n\n○　问婚姻：女之嫁曰往“往有尚”，谓往而成礼。“甘”者，甘心相从，有百年好合之象，吉。\n\n\n○　问疾病：病在中宫，甘则中满，须宜节食为要。\n\n\n○　问六甲：生男。",
      "modern_text": "九五：甘美的节制，吉祥。前行会有尊崇。恰到好处的节制。",
      "modern_takashima_explanation": "《象传》说：甘美节制的吉祥，是因为居位中正。\n\n九五身居尊位，是节卦的主宰，《彖传》说的“当位以节，中正以通”，正是指九五。《彖传》开头告诫“苦节不可贞”，反苦为甘，其道必然正，正就吉，所以说“甘节，吉”。“往有尚”来自坎卦彖辞，意为前行值得嘉奖。五味之中，甘（甜）是中间味，咸苦酸辛都是偏味。节制不偏不倚，适得其中，叫“甘节”。甘美则人人乐于顺从，不觉得困难，这就是“甘节”吉祥的原因。《象传》解释为“居位中”，是因为中央土味甘，九五是君位，居中，所以取这个意思。\n\n【占卜】\n问时运：运势如同嚼甘蔗，越到后面越甜（老来福）。\n问经商：庄稼味道甘甜，贩运谷米吉祥。“往有尚”指往外走，特别是把米贩运到外地/海外销售，必定获利。\n问功名：苦尽甘来，功名必显赫。\n问家宅：九五得位，中央为甘，此宅地基中正，家风正直，节俭之德值得嘉奖。\n问婚姻：女子出嫁叫“往”，“往有尚”指前往成礼。“甘”指甘心相从，有百年好合之象，吉。\n问疾病：病在脾胃（中宫），甘会导致中满腹胀，必须节食。\n问胎孕：生男孩。"
    },
    "6": {
      "text": "上六：苦节，贞凶，悔亡。",
      "takashima_explanation": "《象传》曰：苦节贞凶，其道穷也。\n\n\n六重阴不中，居《节》之极，是过《节》者。《尔雅》，“卤，咸苦也”，坎水润下作咸。《兑》为刚卤，是味之苦者也。上与初相终始，初在泽底，节以防漏，上在泽口，出纳由之，而竟概节之，是不知通塞也，其困苦之状，物所难堪，有不可终日者矣，故《彖》之“苦节”，独归于上。“悔亡”者，谓奢不如俭，以此修身，悔自亡矣。《传》曰“道穷”，即以释《彖》者释之。“苦节，贞凶”者，自古之龙逢比干，为国亡身，克全臣节，其祸虽凶，其道则正，足以表式万世，复有何悔？\n\n\n【占】　问时运：运途亦正，为固执不通，以致终身穷苦。\n\n\n○　问营商：机会已极，不知变通，以致穷迫，徒自苦耳。\n\n\n○　问功名：其人则守正不阿，困苦自守，难望成名。\n\n\n○　问战征：爻象重阴，柔弱无力，又当地穷势极，只知苦守不出，终必凶矣。\n\n\n○　问疾病：阴盛阳衰，病势已极，凶。\n\n\n○　问六甲：生男。",
      "modern_text": "上六：苦涩的节制，坚守正道则凶险，但悔恨会消亡。过度节制虽不好，但知悔则可改。",
      "modern_takashima_explanation": "《象传》说：苦涩的节制坚守则凶，是因为这方略已经行不通了（道穷）。\n\n上六阴柔不中正，处于节卦的极点，是过度节制。兑代表卤，味道咸苦。上六与初九相应，初九在泽底，防漏要节制；上六在泽口，本该负责出纳流通，却也一味节制堵塞，这是不知通变。这种困苦的状态，让人难以忍受，不可终日，所以《彖传》说的“苦节”特指上六。“悔亡”的意思是，奢侈不如节俭，如果用这种精神来修身，悔恨自然消除。或者如古之龙逢、比干，为国捐躯，全了臣节，虽然结局凶险，但道理是正的，足以做万世表率，又有什么后悔呢？\n\n【占卜】\n问时运：心地虽正，但因固执不通，导致终身穷苦。\n问经商：机会已到尽头，不知变通，导致穷途末路，徒然自讨苦吃。\n问功名：为人刚正不阿，能在困苦中自守，但难望成名。\n问征战：爻象阴柔无力，地势穷尽，只知死守不出，最终必凶。\n问疾病：阴气盛阳气衰，病势已极，凶。\n问胎孕：生男孩。"
    }
  },
  "guaci": "节：亨。苦节不可贞。",
  "modern_guaci": "节卦象征节制：亨通。但过于苦涩的节制不可坚守。凡事须有节度，过犹不及。"
}