{
  "name": "雷山小过",
  "pinyin": "lei_shan_xiao_guo",
  "code": "001100",
  "palace": "兑宫",
  "general_text": "为卦二阳在内，四阴在外，阴为小，谓之小，阴过于阳，谓之过。卦体《震》上《艮》下，《震》动也，《艮》止也，动止宜得其中，若过动过止，皆谓之过。《震》为雷，《艮》为山，若雷过猛，山过险，亦谓之过。以其所过，皆在小事，此卦所以名《小过》也。",
  "modern_general_text": "小过卦的卦象是两个阳爻在内，四个阴爻在外。阴代表小，阴盛过阳，所以称为“小”和“过”。卦体上卦为震，下卦为艮；震代表动，艮代表止。动静应该适中，如果动过头或止过头，都叫做“过”。震也是雷，艮也是山，如果雷声过猛，山势过险，也叫做“过”。因为这些过失都发生在小事上，所以此卦命名为《小过》。",
  "takashima_general": "小过：亨，利贞。可小事，不可大事。飞鸟遗之音，不宜上，宜下，大吉。\n《小过》者，阴过乎阳，即“行过乎恭，丧过乎哀，用过乎俭”之谓也，过在细故，道乃可通，故曰“小过亨”。“利贞”者，矫世励俗，利在归正，故曰“利贞”。四阴擅权在外，二阳逼处于中，柔弱无力，不足以当大任，只可小受而已，故曰“可小事，不可大事”。《震》为鹄，又为音，故曰“飞鸟遗之音”，遗其音者，哀鸣之声也。飞鸟过高，欲下不得，哀鸣求救，上则愈危，下则犹得安，故曰“不宜上，宜下，大吉”，吉在下也。\n《彖传》曰：小过，小者过而亨也。过以利贞，与时行也。柔得中，是以小事吉也。刚失位而不中，是以不可大事也。有飞鸟之象焉，飞鸟遗之音，不宜上，宜下，大吉，上逆而下顺也。\n过当之谓过，过有大小，是以卦名亦分大小过。阳过乎阴，则过大，阴过乎阳，则过小，二卦内外反对，各有偏胜，故为过也。《小过》动而遂止，所过者小，小则可通，故曰“小者过而亨也”。一动一止，宜当其时，当时之谓正，时当《小过》，宜以小过处之，故《彖》曰“利贞”。而《传》则曰“过以利贞，与时行也”，言其因过而得利贞，乃其时之当过也。“可小事”者，谨小慎微，力所优为，以二五之柔得中也；“不可大事”者，遗易投艰，才不胜任，以三四之刚失位也。“飞鸟之象”者，二阳在中，象鸟身，四阴在外，象鸟欲翼而飞也。鸟之徊翔审集，所以避害，一遭弋，则鸣声上下，呼群求救，如语所云“鸟之将死，其鸣也哀”，故曰“飞鸟遗之音”。乘上则逆，逆则必凶，承下则顺，顺则大吉，故曰“不宜上”，而“宜下”也。\n以此卦拟人事，《震》动《艮》止，人事不外动止两端，动而过动，动即为过，止而过止，止亦为过，所过者小，是谓《小过》。在人不动不止，则可无过，然不动不止，则亦不亨，惟其有过，乃亦有亨，故曰“小过亨”。所谓过者，往往因时之过刻，而故崇其厚，因时之过猛，而故用其宽，过之不失正，以其能应时而行也。时而宜柔，人惟行其柔耳，柔得其中，故“小事吉”也；时而宜刚，人惟行其刚耳，刚失其位，故“不可大事”也。盖人事之所以得中失中者，惟以时宜为准而已，至所谓“不宜上，宜下”，观夫飞鸟而得其象焉。“飞鸟”，象由《中孚》上六来，《中孚》上曰“翰音登于天，凶”，是即“不宜上，宜下”之旨也。飞鸟上则危，下则安，故曰“上逆而下顺也”。以喻人事，骄亢则危，逊顺则安，乃知谦卑下人者，虽大任不能当，而小事则无不吉也。惟在柔之能行夫时而已矣。\n以此卦拟国家，国家之大典，如夏尚忠，殷尚质，周尚文，三王缔造，其制作皆因时而定也。故时宜忠而忠，时宜质而质，时宜文而文，各因其时，即各得其贞，而道无不亨矣；非其时则过于忠，过于质，过于文，皆谓之过也。其过虽小，亦不得谓之非过哉，此过所以分大小过也。《大过》四刚在内，才力盛大，故过亦大；《小过》四柔在外，智识浅少，识小故过亦小。譬如身任国政者，大权在握，其成大，其败亦大，小节自谨，其得小，其失亦小。此皆在刚柔之分也，故柔得中，则小事必吉，刚失位，则大事不可为矣，即凡政事之道，有顺有逆，有上有下，莫不由此而出焉。宜下而下，则谓之顺，宜下而上，则谓之逆，逆者凶，顺者吉。观夫鸟之高飞也，翱翔冥漠，不知所止，不下则不得其食，亦不得其栖，哀鸣嗷嗷，有欲下而不得者矣，凶之道也，为国家者，居高履危，当取象于飞鸟而自警焉，斯知所顺逆矣。\n通观此卦，《大过》自《颐》来，口腹之养过度，则有死丧，《小过》自《中孚》来，性情失常，则有灾眚。故《小过》之内，互为《大过》，不中不信，动而不止，必同至灭亡。《彖》曰“亨”者，谓人宜收敛改悔，则自亨通，使亦如《大过》之“不惧”“无闷”，其咎反甚于《大过》。何则？《大过》有阳刚之才，而《小过》阴柔，飞扬躁扰，尤所深忌也。卦之取象于飞鸟者，亦由《中孚》上爻“翰音登于天”来也，故卦体中，二奇象鸟身，上下四偶象鸟翼。《艮》欲止而《震》欲动，四阴用事，二阳迫处凶惧之地，任阴所往，不能自止，如鸟之振翼高飞，身不自主，翼飞愈远，身愈不安，哀鸣疾呼，求援不得，所谓飞鸟遗音是也。故《小过》之时，下止则吉，上动则凶，所谓“不宜上，宜下”是也。六爻皆取鸟象；初上在外，为翼为翰皆凶；二五为翼，二无咎，下也，五虽中无功，上也；三四为身，三《艮》止之主，不能止而上应，故凶，四《震》之主，虽动而下应，故无咎。是以《传》所谓“上逆而下顺”者，道由是焉。\n《象》曰：山上有雷，小过。君子以行过乎恭，丧过乎哀，用过乎俭。\n《震》雷者，动而不止，《艮》者，止而不动，山上有雷，是雷为山所止，雷必小矣，故为《小过》。君子取其象以制行，而行不嫌其过恭；取其象以居丧，而丧不嫌其过哀；取其象以致用，而用不嫌其过俭。盖曰“行”，曰“丧”，曰“用”，皆动也，象《震》；曰“恭”，曰“哀”，曰“俭”，皆止也，象《艮》；其过恭、过哀、过俭，皆所以矫一时之弊也，以其非中行也，谓之《小过》，然亦足矫世而励俗焉。\n【占】　问时运：运途清高，有不屑于同污流俗之概。\n○　问营商：因一时价值过高，不合时宜，买卖均难。\n○　问功名：以其不谐时俗，反为人忌。\n○　问战征：屯营山上，地位过高，进退俱难。\n○　问婚姻：想是老夫女妻，年岁相去过远。\n○　问家宅：此宅想在高山。\n○　问疾病：是过寒过热之症，须调剂得中。\n○　问六甲：生男。",
  "modern_takashima_general": "小过卦：亨通，利于正道。适合做小事，不适合做大事。就像飞鸟留下的悲鸣声，不宜往上飞，宜于往下降，大吉。\n小过卦，是阴胜过阳，指的是“行为稍微过于恭敬，丧事稍微过于悲哀，用度稍微过于节俭”，这种过失只是细节上的，所以正道依然可通，因此说“小过亨”。“利贞”是指矫正世风，利于回归正途。四个阴爻在外掌权，两个阳爻被逼在内，柔弱无力，不能担当重任，只能承受小事。震卦象征鸟，也象征声音，所以说“飞鸟遗之音”，这是哀鸣求救的声音。鸟飞得太高，想下来却下不来，越往上越危险，往下反而能得安稳，所以说“不宜上，宜下，大吉”。\n在此卦的人事应用中，震动艮止，人的行为不外乎动和止。动过头或止过头，都是“小过”。只有稍有过越又能顺应时势（例如有时过于宽厚，有时过于严厉），只要不失正道，也是亨通的。时宜柔则柔，柔得中道，所以小事吉；时宜刚则刚，但此处刚爻失位，所以大事不可为。如同飞鸟，高飞必危，谦卑顺下则安。\n在国家大事上，制度应因时制宜（如夏尚忠、殷尚质、周尚文）。时运未到而强行，就是过。大过卦阳刚过甚，成败皆大；小过卦阴柔过甚，见识浅小，成败皆小。\n综观此卦，阴柔躁动，如鸟翼不由自主高飞，必致凶险。故小过之时，宜下止，忌上动。\n【占】问时运：清高孤傲，不愿同流合污。\n问经商：因价格过高不合时宜，买卖都难。\n问功名：因不合时俗，反遭人嫉妒。\n问战征：扎营太高，进退两难。\n问婚姻：可能是老夫少妻，年龄差距大。\n问家宅：宅邸可能在高山上。\n问疾病：过寒或过热之症，需调理适中。\n问六甲：生男。",
  "lines": {
    "1": {
      "text": "初六：飞鸟以凶。",
      "takashima_explanation": "《象传》曰：飞鸟以凶，不可如何也。\n\n\n“以”者，即左右之曰以是也。鸟以翼而飞，初与上，象取两翼，故皆言“飞鸟”。《小过》“不宜上，宜下”，初在下，更不宜上，飞则振冀直上，欲下不能，其凶可知也，故曰“飞鸟以凶”。初居《艮》止之始，本无飞象，初与上相终始，上居《震》动之终，上之鸟，动而思飞。初上分为两翼，一翼飞，一翼不能独止，故飞则俱飞，凶亦俱凶。《象传》释以“不可如何”，谓“上逆而下顺”，初在下，乃不顺下而逆上，是自取其凶也，亦无可如何耳。\n\n\n【占】　问时运：不安本分，妄思风腾上进，凶。\n\n\n○　问营商：力小而图大，位卑而谋高，不自量力，必致败也。\n\n\n○　问功名：宜卑小自安。\n\n\n○　问战征：初在《艮》下，宜按兵不动。\n\n\n○　问婚姻：宜门户相当，不宜攀结高亲。\n\n\n○　问家宅：屋宇以低小为宜。\n\n\n○　问疾病：神魂飞越，凶。\n\n\n○　问六甲：生男。",
      "modern_text": "初六：飞鸟以此为凶兆。过于冒进则有祸。",
      "modern_takashima_explanation": "《象传》说：飞鸟招致凶险，是无可奈何的事。\n鸟靠翅膀飞翔，初六和上六好比鸟的两翼。小过卦讲究“不宜往上，宜于往下”，初六本在下方，更不该往上，如果强行展翅高飞，想下来都难，凶险是显而易见的。初六本该静止，但被上六带动（一翼飞则双翼皆飞），违背了顺势而下的原则，逆势上行，自取其凶，实在无可奈何。\n【占】问时运：不安本分，妄想高升，凶。\n问经商：力量小却图谋大事，地位低却谋求高位，不自量力必败。\n问功名：应安于卑微职位。\n问战征：应按兵不动。\n问婚姻：宜门当户对，不可高攀。\n问家宅：房屋宜低矮窄小。\n问疾病：神魂离散，凶。\n问六甲：生男。"
    },
    "2": {
      "text": "六二：过其祖，遇其妣，不及其君，遇其臣，无咎。",
      "takashima_explanation": "《象传》曰：不及其君，臣不可过也。\n\n\n《易》例，阴阳相应，为君臣，为夫妇，取其配偶；无应者，或为父子，或为等夷，或为嫡媵，或为妣妇，取其同类。五为父母之位，亦为祖妣之位，阳爻为父为祖，阴爻为母为祖妣。五为父母，则必以二为子；五为祖妣，则必以二为孙。今二五皆阴，而不相应，有妣妇之配，故曰“过其祖，遇其妣”。常例五为君，此卦君当谓上，五则臣也，故臣谓二五。过四而与五遇，则止于五而不上，故曰“不及其君，遇其臣”。可过而过，不及而不过，为能得经权之中，无过不及之偏，故“无咎”。且二五以柔相亲，五尊二卑，卑之于尊，弗过则可承其礼遇，过则有逾越之嫌，故五视上虽为臣，而二不可遇也，不可遇，则二于上，但觉庙高堂远，瞻仰弗及矣。不可过而不过，安于“宜下”，夫复何咎？此《小过》之最善者也。《象传》之所释者以此。\n\n\n【占】　问时运：运途平顺，不得其全，犹得其半，亦可无咎矣。\n\n\n○　问营商：贸资以往，虽未得满载而归，亦足称十得其五矣。\n\n\n○　问功名：不得其上，已获其中。\n\n\n○　问战征：已得斩其将，拔其旗，夫复何咎？\n\n\n○　问疾病：药力未到。\n\n\n○　问婚姻：恐非正配。\n\n\n○　问家宅：宅神不安。\n\n\n○　问六甲：生男。",
      "modern_text": "六二：经过祖父而遇到祖母，没有到达君王而遇到了臣子，没有灾咎。",
      "modern_takashima_explanation": "《象传》说：没有到达君王那里，是因为作为臣子不可僭越。\n按易经惯例，六五本是君位，但在此卦中，上六为极高，五可视为祖母（阴爻）或臣子。六二越过四爻遇到六五（祖母/臣），止步于此，不再向上僭越君位（上六），这叫“可过则过，不可过则不过”，得中庸之道，所以“无咎”。如同孙子遇到祖母，虽不能担当大任，但安守本分。这是小过卦中最好的一爻。\n【占】问时运：运途平顺，虽不能全得，也能得一半，没有灾咎。\n问经商：虽然不能满载而归，也能有五成收获。\n问功名：得不到最高职位，可得中等职位。\n问战征：已斩将夺旗，还有什么灾咎呢？\n问疾病：药力还没完全达到。\n问婚姻：恐怕不是正室。\n问家宅：家宅神位不安。\n问六甲：生男。"
    },
    "3": {
      "text": "九三：弗过，防之，从或戕之，凶。",
      "takashima_explanation": "《象传》曰：从或戕之，凶如何也。\n\n\n三处下卦之上，重刚不中，《彖》所谓“不可大事”者，三四当之。且三为多凶之地，过将焉往？故爻曰“弗过”。卦体刚阳，一画横亘其中，有防之象，《艮》，止也，有防之义。防者，止其过也，止其过，即当“弗过”。上互《兑》，《兑》为金刀，有戕之象，三窬防而过，或有从而戕之者矣。“或”虽为未然之事，而其势已岌岌可危，故“凶”。《象传》曰“凶如何也”；谓纯刚既足召祸，强进更必致灾，凶由自取，无如何也。\n\n\n【占】　问时运：运途不正，谨慎自防，尚可免祸。\n\n\n○　问营商：贩运出外，防遇盗劫之凶，宜勿前进。\n\n\n○　问功名：切弗往求，求则有祸。\n\n\n○　问婚姻：非婚媾，则寇雠也，宜防。\n\n\n○　问家宅：有凶祸临门，宜谨防之。\n\n\n○　问疾病：防是刀伤，凶。\n\n\n○　问失物：不必追寻，方可免灾。\n\n\n○　问讼事：防干大辟。\n\n\n○　问六甲：生男，难育。",
      "modern_text": "九三：没有过度防备他，跟随的人可能会伤害他，凶险。不可大意轻敌。",
      "modern_takashima_explanation": "《象传》说：跟随的人加以伤害，这凶险是自找的，无可奈何。\n九三处于下卦的最上方，阳刚过甚且不中正，正是“不可大事”的时候。此地多凶险，不可再前往，所以说“弗过”。九三应当像设立防线一样自我约束，若不自量力强行越过防线，可能会被人从后伤害（戕害）。虽然说是“或许”，但形势已岌岌可危。刚愎自用足以招祸，强进必致灾。\n【占】问时运：运势不正，谨慎自防才可免祸。\n问经商：外出贩运要防备盗劫，不宜前进。\n问功名：千万别去求取，求则有祸。\n问婚姻：恐结成仇家，要防备。\n问家宅：有凶祸临门，要谨防。\n问疾病：防备刀伤，凶。\n问失物：不必追寻，才可免灾。\n问讼事：防备重刑。\n问六甲：生男，难养育。"
    },
    "4": {
      "text": "九四：无咎，弗过，遇之。往厉，必戒。勿用，永贞。",
      "takashima_explanation": "《象传》曰：弗过遇之，位不当也。往厉，必戒，终不可长也。\n\n\n四亦阳刚不中，四处外卦之下，以刚居柔，非若三之重刚在上也，故“无咎”。“弗过遇之”，遇者不期而遇者也。《小过》“不宜上，宜下”，不可前往，往则有危，故曰“往厉必戒”，所以戒其妄动也。《彖》曰“过以利贞，与时行也”，时当夫动，以动为贞，时当夫上，以止为贞，贞在随时，不在固守，故曰“勿用永贞”。《象传》以“位不当”释“弗过遇之”，谓以阳居阴，刚而失位，示弗过五也。以“终不可长”释“往厉，必戒”，谓往则有危，不可长守其正也。此爻九家《易》谓，四进则遇五，不复过，于卦象最合。汉人言象，固有至当不易者。\n\n\n【占】　问时运：运以当可之谓时，勿宜妄动轻进。\n\n\n○　问营商：得可而止，切勿过贪。\n\n\n○　问功名：不求躁进，自得巷遇之庆，若妄动希荣，恐反遭祸。\n\n\n○　问战征：四刚而失位，宜勿进攻，乃可无咎。\n\n\n○　问婚姻：自有良缘，得时则遇，宜勿急急媒聘。\n\n\n○　问家宅：安居为宜，无用迁移。\n\n\n○　问六甲：生男。",
      "modern_text": "九四：没有灾咎。没有过失地遇到他，前往有危险必须戒备。不要强行前往，要长久坚守。",
      "modern_takashima_explanation": "《象传》说：不过分而能相遇，是因为位置不当。前往有危险必须戒备，是因为这样终究不能长久。\n九四虽然阳刚但不中正，但它以刚爻居柔位，不像九三那样刚愎，所以“无咎”。“弗过遇之”指不过分强求而自然相遇。小过卦讲究“不宜上”，所以不可强行前往，往则有危险，必须戒备妄动。“勿用永贞”指不要固守死板的常理，要随时而变。此时应适可而止，切勿过分。\n【占】问时运：时机合适才行，不宜妄动轻进。\n问经商：见好就收，切勿过贪。\n问功名：不要求躁进，自然会有际遇；若妄动求荣，反而招祸。\n问战征：九四刚而失位，不宜进攻，才可无咎。\n问婚姻：自有良缘，时机一到自然相遇，不宜急于媒聘。\n问家宅：安居为宜，不用搬迁。\n问六甲：生男。"
    },
    "5": {
      "text": "六五：密云不雨，自我西郊。公弋取彼在穴。",
      "takashima_explanation": "《象传》曰：密云不雨，已上也。\n\n\n“密云不雨”，与《小畜》《彖》辞同，言其不能济大事，即《彖》辞所云“不可大事”之义也。六五以阴居尊，阴之盛也，阴盛则有云雨之象。五互《兑》为密，故曰“密云”；《兑》又属西，故曰“西郊”；上《震》下《艮》，《震》动而《艮》止之，故曰“不雨”。盖《小过》盛阴在外，阳气伏藏，是以密云而不雨也。云之占自东而西则雨，自西而东则不雨，故曰“自我西郊”。《易》例，大事称王，小事称公，《小过》“可小事，不可大事”，故曰“公”“穴”。卦自《坎》来，《坎》为隐伏，穴之象，《坎》又为弓，为弧，弋之象。弋所以取飞鸟也，故曰“公弋取彼在穴”。“密云不雨”，是“不可大事”也；弋取在穴，是“可小事”也。“不宜上”，故云在上而不雨，宜于下，故穴在下而可弋。五为卦主，故《彖》之旨，皆于五发之。《象传》曰“已上也”，亦即以释《彖》“不宜上”之意也。\n\n\n【占】　问时运：运途平平，难成大事，只可小受。\n\n\n○　问营商：小利可占。\n\n\n○　问功名：伏处山林，当有弓旌下逮。\n\n\n○　问战征：敌于山穴中，设有埋伏，宜先攻取之。\n\n\n○　问婚姻：是钻穴隙以相从者，非正娶也。\n\n\n○　问天时：大旱。\n\n\n○　问失物：当就穴地中觅之。\n\n\n○　问疾病：宜用针刺之法治之。\n\n\n○　问六甲：生男。",
      "modern_text": "六五：浓密的云从我方西郊飘来，不下雨。公侯用系在丝绳上的箭射鸟，从洞穴中取出来。",
      "modern_takashima_explanation": "《象传》说：浓云密布而不下雨，是因为位置太高了。\n“密云不雨”说明阴气太盛，阳气伏藏，不能成就大事（不可大事）。六五居尊位，像公侯一样，但受阴气所困，只能做些小事，比如用带绳的箭去射穴中的鸟（可小事）。不宜向上（云在上不雨），宜向下（穴在下可射）。\n【占】问时运：运势平平，难成大事，只能得小利。\n问经商：只有小利可图。\n问功名：隐居山林，会有朝廷征召。\n问战征：敌人在山穴中设有埋伏，应先攻取。\n问婚姻：恐怕不是明媒正娶，是私定终身。\n问天时：大旱。\n问失物：应当去洞穴低洼处寻找。\n问疾病：宜用针灸治疗。\n问六甲：生男。"
    },
    "6": {
      "text": "上六：弗遇过之，飞鸟离之，凶，是谓灾眚。",
      "takashima_explanation": "《象传》曰：弗遇过之，已亢也。\n\n\n上爻重阴不中，居全卦之极，上与初为终始，故初曰“飞鸟”，上亦曰“飞鸟”。四曰“弗过遇之”，上曰“弗遇过之”，其义大反。“弗过”者，谓弗过于五，而自得所遇，遇则无咎也；“弗遇”者，谓不过于五，而复欲遇之，遇则必凶也。位处卦外，象为鸟翼，与初并飞，初当始飞，已知其凶，上则其飞己极，故凶尤甚。罗网高张，欲脱不得，《诗》所咏“鱼网之设，鸿则离之”是也。以亢致灾，违“不宜上”之戒也，故《象传》即以“亢”释之。\n\n\n【占】　问时运：高而愈危，进而愈厉，不知退守，凶由自取也。\n\n\n○　问功名：躁进取祸。\n\n\n○　问营商：既不遇时，又复妄进，必致取败。\n\n\n○　问战征：凡行军前进，不遇敌兵，知敌军必于暗地设伏，宜即退军，否则必陷险难。\n\n\n○　问婚姻：防坠奸媒之计。\n\n\n○　问六甲：生男。",
      "modern_text": "上六：没有遇到他而过了头，飞鸟离开而留下网罗，凶险。这叫做灾祸。",
      "modern_takashima_explanation": "《象传》说：没有相遇而飞过头，是因为太亢进了。\n上六处于最高点，阴柔至极且不中正。它与九四的“弗过遇之”相反，上六是“弗遇过之”，即不见君王而飞过头，想遇合却不可得，必然凶险。这就好比飞鸟飞得极高，自投罗网（离之），想逃也逃不掉。这是因为不知进退，违背了“不宜上”的原则，自取灾祸。\n【占】问时运：越高越危险，越进越严峻，不知退守，凶由自取。\n问功名：急躁冒进会招祸。\n问经商：生不逢时又妄自行动，必败。\n问战征：行军若遇不到敌兵，必有埋伏，应立即退军，否则陷入险境。\n问婚姻：提防媒人的奸计。\n问六甲：生男。"
    }
  },
  "guaci": "小过：亨，利贞。可小事，不可大事。飞鸟遗之音，不宜上宜下，大吉。",
  "modern_guaci": "小过卦象征小有过越：亨通，利于坚守正道。可以做小事，不可做大事。飞鸟留下声音，不宜向上而宜向下，大为吉祥。凡事宜谦卑低调。"
}