{
  "name": "水火既济",
  "pinyin": "shui_huo_ji_ji",
  "code": "101010",
  "palace": "坎宫",
  "general_text": "卦本地天《泰》，《泰》交故水火济。水在地中，未升于器，火在木中，尚丽于空，卦取润下者加诸火上，取炎上者搐诸水下，是谓《既济》。此卦所以名水火《既济》也。",
  "modern_general_text": "本卦源于地天《泰》卦，泰卦阴阳交泰，所以演变为水火既济。水本在下，现在至于火上；火本在上，现在至于水下。取水性润下而压在火上，取火性炎上而烧在水下，水火相交，犹如烹饪已成，所以叫做《既济》（事情已经成功）。",
  "takashima_general": "既济：亨，小利贞。初吉，终乱。\n“济”者，渡也，“既”者，尽也，万事皆济，故曰《既济》。卦取《坎》《离》，坎水润下，《离》火炎上，相交为用，阴阳和会，百务就理，无有不亨。然《既济》之亨，亨犹其小者耳，故曰“亨小”。在处既济者，犹当勿侈其亨，在励其贞，贞于初，亦贞于终，斯有吉无乱矣，故曰“利贞”。若不能长保其贞，则亨通未久，危乱随之，故曰“初吉，终乱”。\n《彖传》曰：既济亨，小者亨也。利贞，刚柔正而位当也。初吉，柔得中也。终止则乱，其道穷也。\n《序卦传》曰：“有过物者必济，故受之以既济。”譬如有过人之才德者，然后可以济世，此《既济》所以继《小过》也。《既济》《未济》，处《易·下经》之终，其象皆取诸《坎》《离》。《坎》《离》者，天地之大道，水火者，人生之大用。水得火不寒，而资生之利普；火得水不燥，而烹饪之功成。水火相济，谓之《既济》，《既济》者，刚柔得中，物无不济，虽小亦通，故曰“亨小”。《传》曰“小者亨也”，小者尚亨，何况于大？盖亨之道，由既济而来，则得其亨者，更当保其既济，是宜“利贞”。“刚柔正而位当”，《既济》之所以为《既济》者，在此矣，由是而得亨，由是而得贞，亦由是而有始，由是而有终，则有治无乱可也。《传》曰“初吉，终乱”，正为不能持终者戒焉。故凡当既济之时，所贵防微杜渐，持盈保泰，斯汲汲求治，不至有初而鲜终也；若徒拘于目前，而志满气盈，不自乾惕，则治于此止，即乱于此起矣，可不慎哉！《传》以“柔得中”释“初吉”，谓柔小尚得其中，则刚大无不济矣，是以吉也。以道之穷释“终乱“，谓进修既以中止，则前功必难恃矣，是以乱也。\n以此卦拟人事，人事之用，莫大乎水火。在人身则以血气为水，以心神为火，在日用则灌溉必需水，烹饪必需火；且水非火，亦无以奏其功，火非水，则无以成其用。盖水火虽相克，而实以相成，相成则相济，相济则相通。使小有来通，即不足谓之济也，既济则无不通矣，故曰“既济亨小”。是既济在人事，大而邦家，小而身心，穷通得失，生死存亡之故，皆在其中。《传》曰“小者亨也”，而大者要亦无不亨矣。卦体以柔居柔，以刚居刚，各得其正，即各当其位，譬如人事之无所偏曲，道在利贞，而邪僻自不得行也。“柔得中”，谓《离》之中虚，虚则明，《离》在下，故曰“初吉”；“终止则乱”，谓《坎》之中满，满则危，《坎》在上，故曰“终乱”。凡人事之靡不有初，鲜克有终，观夫《既济》，当知所戒矣。\n以此卦拟国家，为卦内《离》外《坎》，《坎》，难也，《离》，明也，是以《离》明而济《坎》难，即《明夷》所云文明柔顺，而蒙大难之旨也。以明济难，而难定矣；是之谓《既济》，既济而视若未济，则济于初，亦济于终，斯亨者永亨，贞者永贞，而治道庶乎其不穷矣。若既济而自恃为既济，其道穷也，自古帝王精一危微之传，其在兹乎？《大象》所云思患预防者，正所以保既济之终也已。\n通观此卦，《易》六十四卦，首《乾》《坤》，《上经》三十卦，终《坎》《离》，以其为天地之终也；《下经》三十四卦，终《既济》《未济》，以其为《坎》《离》之交也。天下之事，《未济》则忧其不济，《既济》则宜图其永济，然无终不初，无往不来，一治一乱者，天也，一阴一阳者，道也，天无无阴之阳，世无不乱之治。今以爻观，六位得所，未有如《既济》者，奇偶各三，其数均也；以阴居阴，以阳居阳，其位当也；六爻上下，刚柔相配，其应正也。《乾》《坤》以来，三百七十二爻，循环往复，变化交错，而后得《既济》。《离》明在内，坎险在外，明以消险，以开济世成功之会，由此而慎始图终，有治无乱，固万世人民之幸福也。然乱极思治，治极思乱，天运剥复，卦象已示其机矣。下《离》而互《坎》，上《坎》而互《离》，反复之象也。以阴而乘阳，初治而终止，盛衰之兆也，故《彖》曰“终止则乱”。可知造化之数，不能长治久安者，非人力之强排，可以终济也。又以图数推之，初刚，二柔，三刚，四柔，五刚，六柔，与天一，地二，天三，地四，天五，地六，其数正合，然至六而止，是亦天地无完数也，所以《未济》方来，皆自然之法象。故众人以《既济》为喜，圣人以《既济》为忧，何者？未治易治，既治难保。六爻之孜孜以保济者，各有次序焉：初为济之始，力求其济者也；二得济之中，不失其济者也；三涉济之险，言其济之甚难也；四处济之时，惧其济而复失也；五受济之福，喜其济之合时也；六当济之极，虑其济之不可久也。凡卦皆至终而穷，《既济》之终，则为《未济》，六十四卦穷于《未济》。《既济》变而为《未济》，岂但《既济》之穷而已哉！则“初吉”其可恃乎哉？\n《象》曰：水在火上，既济。君子以思患而豫防之。\n水性润下，火性炎上，水在火上，火在水下，二者相资为用，得以成《既济》之功也。君子玩其象，而凛凛焉，不以《既济》为可恃，更以《既济》为可危。坎险在外，防患之象；《离》明在内，预思之象。祸每生于不测，害即伏于既安，预时而防之，则可以保其“初吉”，即可以戢其“终乱”，故曰“君子以思患而豫防之”。\n【占】　问时运：运途全盛，盛极必衰，须防后患。\n○　问营商：目下货物，得时得价，正当满足，须留后步。\n○　问功名：居高思危，得防其终。\n○　问战征：大难既平，大险既定，战胜功成，还宜图始保终，毋贻后患。\n○　问家宅：大厦既成，苟完苟合，贻谋孔远。\n○　问婚姻：有好合百年之兆。\n○　问疾病：大病既痊，更宜自保。\n○　问讼事：毋再涉讼。\n○　问六甲：春夏生女，秋冬生男。",
  "modern_takashima_general": "既济：哪怕是很小的事情也顺利通达，利于坚守正道。开始时吉祥，最终会陷入混乱。\n“济”是渡过，“既”是完成，万事已成，所以叫《既济》。水火相交，阴阳调和，所有事情都已理顺，没有不通达的。但此时的通达往往只是小规模的维持，所以说“亨小”。处在既济之时，不能因为成功而奢侈，要坚守正道，善始善终，才能保持吉祥而不乱。如果不能长久保持正道，危乱就会随之而来，所以说“初吉，终乱”。\n\n水火是人生大用，水火相济虽是好事，但《易经》告诫我们，物极必反。此卦六爻的位置都得正，是完美的象征，但完美之后往往紧接着衰败。众人因为事情做成而欢喜，圣人却因为事情做成而担忧，因为治理未乱容易，保持已治很难。要懂得防微杜渐，居安思危。\n\n【占断】\n问时运：目前运势极盛，但盛极必衰，必须防备后患。\n问经商：目前货物价格好，应当知足，为以后留退路。\n问功名：身居高位要思危，防备晚节不保。\n问战争：大难已平，更要慎重收尾，不要留下后患。\n问家宅：房屋已建成，要考虑长久的维护规划。\n问婚姻：有百年好合的吉兆。\n问疾病：大病已愈，更要注意保养。\n问官司：不要再打官司了。\n问胎孕：春夏生女，秋冬生男。",
  "lines": {
    "1": {
      "text": "初九：曳其轮，濡其尾，无咎。",
      "takashima_explanation": "《象传》曰：曳其轮，义无咎也。\n\n\n《既济》爻义，大略与《泰》同。《泰》下卦三爻，为《泰》中之《泰》，上卦三爻，为《泰》中之《否》，《既济》亦然。其所以分内外者，《离》为明，《坎》为险，犹《泰》以《乾》为有余，《坤》为不足也。《既济》初爻，以济渡取义，故有曳轮濡尾之象，《坎》为轮，为曳，初为尾。“曳其轮”者，曳之前进，是用力而求济也。按《诗》“济盈不濡轨，始济而濡及马尾”，言济之难也，然尾虽濡而曳不倦，曳者济矣。初居济之始，力求其济如此，故“无咎”也，《象传》即以无咎释之。\n\n\n【占】　问时运：运未脱险，当自奋勉，可以无咎。\n\n\n○　问营商：初次经营，跋涉多艰，前而不止，虽危得济，无咎。\n\n\n○　问功名：先难后获。\n\n\n○　问战征：虽有车脱马蹶之危，一鼓而进，当必可获胜也。\n\n\n○　问家宅：初次迁居，虽此宅或轮奂不美，或首尾不完，居之无咎。\n\n\n○　问婚姻：火为水妃，初聘则吉。\n\n\n○　问疾病：初病，虽危无咎。\n\n\n○　问六甲：初胎生女。\n\n\n○　问失物：物已沾水，当就车中觅之，可得。\n\n\n○　问行人：在途，稍有水灾，无咎。",
      "modern_text": "初九：拉住车轮不让前进，打湿了尾巴，没有灾咎。在成功之初保持克制。",
      "modern_takashima_explanation": "既济卦初爻以渡河为比喻。拉着车轮用力前进，即使沾湿了尾巴（遇到困难），只要不松懈，最终也能渡过，所以没有灾咎。这说明在事情开始时，虽然艰难，但只要努力争取成功，就不会有错。\n\n【占断】\n问时运：目前还未脱离险境，应当自我勉励，可保无咎。\n问经商：初次经营，艰难跋涉，只要前进不止，虽有危险终能成功。\n问功名：先难后易。\n问战争：虽然有车马受困的危险，但一鼓作气前进必胜。\n问家宅：初次搬家，房子可能不够完美，但居住无碍。\n问婚姻：初次求婚吉祥。\n问疾病：初起的病，虽危险但无大碍。\n问胎孕：初胎生女。\n问失物：东西已沾水，去车里找可找到。\n问行人：在途中稍遇水灾，无碍。"
    },
    "2": {
      "text": "六二：妇丧其茀，勿逐，七日得。",
      "takashima_explanation": "《象传》曰：七日得，以中道也。\n\n\n火为水妃，故二《离》象妇。“茀”，车蔽也。《尔雅》“舆革，前谓之艰，后谓之茀；竹，前谓之御，后谓之蔽”，曰“弗”，曰“蔽”，以竹革而异也。《诗》则统谓之茀，“硕人翟茀以朝”。《孔疏》云：妇人乘车不露，车之前后，皆设障以自隐蔽，谓之茀，丧弗者，失其所蔽也。二当临济之时，驱车前进，车在前，弗在后，中途丧弗，停车而逐，将有欲济而不及者矣，故示之以“勿逐”。“七日得”者，得犹复也。阴阳之数，至七而复，一卦六爻，循环往复，自二后至七，又值二爻，故不过七日而自得也。《象传》以“中道”释之，日辰十二，七日正当中也。丧茀者，或云二乘车适五，四当其前，四《坎》为盗，是窃茀者也。其说亦通。茀，《释文》：茀首饰。按《诗》屡言茀，皆作车蔽，且初曰曳轮，二日车茀，象正相合，当作车蔽。\n\n\n【占】　问时运：小小得失，切勿介意，方得脱大难，成大功也。\n\n\n○　问营商：有失而复得之象。\n\n\n○　问功名：七年内，定可复职。\n\n\n○　问战征：中途被劫，丧其辎重，七日内，必获胜仗。\n\n\n○　问婚姻：早则七月，迟则七年，可复团聚。\n\n\n○　问家宅：其宅被人居，七年后，即可归还原主。\n\n\n○　问疾病：七日必愈。\n\n\n○　问失物：不久可得。\n\n\n○　问六甲：七日内可产，生女。",
      "modern_text": "六二：妇人丢失了车上的遮蔽物，不用去追寻，七天就会回来。",
      "modern_takashima_explanation": "“茀”是车上的遮帘。六二正当渡河之时，车帘丢失了，如果停车去追，恐怕就来不及渡河了，所以说“勿逐”。“七日得”是指天道循环，失去的东西七天左右自然会回来。不用因为小的损失而耽误大事。\n\n【占断】\n问时运：有小的得失，不要介意，才能脱大难、成大功。\n问经商：有失而复得的迹象。\n问功名：七年内一定可以复职。\n问战争：中途辎重被劫，但七日内必能打胜仗。\n问婚姻：早则七个月，晚则七年，可以破镜重圆。\n问家宅：房子被人占用，七年后可归还。\n问疾病：七天必然痊愈。\n问失物：不久就能找到。\n问胎孕：七天内生产，生女。"
    },
    "3": {
      "text": "九三：高宗伐鬼方，三年克之。小人勿用。",
      "takashima_explanation": "《象传》曰：三年克之，惫也。\n\n\n“高宗”，殷中兴之主；“鬼方”，西羌国名。按《竹书纪年》，武丁三十二年伐鬼方，次于荆，三十四年，克鬼方，氏羌来宾，即“高宗伐鬼方，三年克之”，实事也。《既济》爻象，初二皆在济中，至三始济，故取三年克鬼方以为况。高宗贤主，鬼方小国，六师所加，三年乃克，师亦惫矣，以喻济《坎》之难如此。天下之事，每以艰难得之，安乐失之，当其始，数载经营而不足，其后一旦败坏而有余；而其弊皆由于远君子而近小人也，故戒曰“勿用小人”，处《既济》者，所当凛凛焉。《师》上爻曰，“开国承家，小人勿用”，与此爻辞，意正同。\n\n\n【占】　问时运：忍苦耐劳，所谋必成。\n\n\n○　问营商：数载经营，方可获利。\n\n\n○　问功名：辛苦而成。\n\n\n○　问战征：劳师久征，所攻虽得，然亦惫矣。\n\n\n○　问婚姻：三年内可完配。\n\n\n○　问家宅：此宅阴象太重，三年后，方可居住。\n\n\n○　问疾病：此病一时无恙，三年内，必难保全。\n\n\n○　问讼事：三年可了，防小人又复生事，宜戒。\n\n\n○　问六甲：生女。",
      "modern_text": "九三：殷高宗讨伐鬼方，三年才攻克，小人不可重用。",
      "modern_takashima_explanation": "殷高宗武丁讨伐鬼方国，用了三年才胜利，说明即使是贤明的君主攻打小国，也是如此艰难疲惫。天下事往往是艰难得来，安乐中失去。成功需要多年经营，败坏却只在一瞬间，这往往是因为亲近小人的缘故。所以特别告诫：不可重用小人。\n\n【占断】\n问时运：忍苦耐劳，谋划的事情必然成功。\n问经商：要经营好几年才能获利。\n问功名：经过辛苦努力才能达成。\n问战争：长期征战，虽然攻下目标，但军队已经非常疲惫。\n问婚姻：三年内可以成婚。\n问家宅：这房子阴气太重，三年后才能居住。\n问疾病：暂时没事，但三年内恐怕难保全。\n问官司：三年能结案，要防备小人再生事端。\n问胎孕：生女。"
    },
    "4": {
      "text": "六四：繻有衣枷，终日戒。",
      "takashima_explanation": "《象传》曰：终日戒，有所疑也。\n\n\n按：“繻”为采绘，“袽”为敝衣。四处内外卦之交，出《离》入坎，繻有文明之象，盖取诸《离》；袽为败衣，《坎》为破，盖取诸《坎》。言四当《既济》之盛，衣冠济济，文物声名，焕然一新，然天命靡常，盛倏为衰，新倏成故，若不因时弥缝，曾不几时，立成败坏，犹是绘采之华裳，未几而为敝败之残絮矣，故曰“繻有衣袽。”《既济》，由《乾》《坤》二五相易而来，“终日戒”者，即《乾》“终日乾乾，夕惕若”之意，当《既济》而益励危心，其戒慎无已时也，故曰“终日戒”。《传》释以“有所疑”，《坎》为疑，疑者，未然而忧其或然，亦戒也。“繻”，王弼谓宜作濡，衣袽谓以敝衣塞舟漏也。王弼之解，强从济字取义，谓济必有舟，舟或有漏则濡，濡则敝衣塞之。于爻辞“繻有衣袽”一语，添生枝节，自圆其说，未免矫强。\n\n\n【占】　问时运：运当全盛，然不预防，衰即立至，所宜谨戒。\n\n\n○　问营商：如舟行，中流舟漏，急宜补修。\n\n\n○　问功名：有忽赐忽褫之惧。\n\n\n○　问战征：夺帜易帜，胜当虑败，所贵临事而惧。\n\n\n○　问婚姻：古人多以衣服比夫妇，为不可喜新而弃旧也。\n\n\n○　问疾病：是老弱之症也。\n\n\n○　问六甲：生男。",
      "modern_text": "六四：精美的衣服下面准备了破旧的棉絮，整日戒备小心。居安思危。",
      "modern_takashima_explanation": "“繻”是彩衣，“袽”是破布。此爻象征处在既济的全盛时期，外表华丽，但天命无常，盛衰转换极快，就像华美的衣服转眼变成破布。也可以理解为行船中要准备破布随时堵塞漏洞。必须整日保持警惕戒备，居安思危，才能防止瞬间的败坏。\n\n【占断】\n问时运：运势正旺，但如果不预防，衰败立刻就会到来，必须谨慎。\n问经商：就像船行河中漏水，必须急忙修补。\n问功名：有忽然升迁又忽然被罢免的恐惧。\n问战争：胜败无常，胜利时要考虑失败的可能，贵在临事而惧。\n问婚姻：不要喜新厌旧。\n问疾病：这是老弱体衰的病症。\n问胎孕：生男。"
    },
    "5": {
      "text": "九五：东邻杀牛，不如西邻之禴祭，实受其福。",
      "takashima_explanation": "《象传》曰：东邻杀牛，不如西邻之时也；实受其福，吉大来也。\n\n\n五与二相应，犹东与西相对，五为君，二为臣。东邻为君，是纣之国中，西邻为臣，是文王之国中也。按纣都在东，岐周在西，东邻西邻，郑谓殷周是也。《离》为牛，《坎》为豕，杀牛而凶，不如杀豕受福，喻言奢而慢，不如俭而敬也。上卦处《既济》之后，下卦当甫济之时，殷天子祭用太牢，故杀牛；周西伯不得用牛，用豕，故为禴。当时殷道已衰，时为《既济》；周德方新，时为甫济。《既济》者，时已去，甫济者，时方来。已去不复也，方来者未有已也，则杀牛不足侈，而禴祭大可恃，故曰“东邻杀牛，不如西邻之禴祭，实受其福”。九五阳爻，阳为实，五体《乾》，《乾》为福，《象传》以“吉大来”释之。《泰》曰“小往大来，吉亨”，自外而内曰来，卦以二五相易，为《乾》成《泰》，谓福自《乾》来也。\n\n\n【占】　问时运：已盛则退，方盛则进，宜保俭约，毋侈奢华，吉凶皆由自取也。\n\n\n○　问战征：盛气在西，宜顺天修德，不宜暴兵耀武。\n\n\n○　问营商：合伙同业，殷富者亦奢，不如俭约者，实获其利也。\n\n\n○　问功名：已成者宜慎，未成者大可望也。\n\n\n○　问婚姻：宜就西邻订姻，吉。\n\n\n○　问家宅：宅以西首为吉。\n\n\n○　问疾病：宜祷。\n\n\n○　问六甲：生男。",
      "modern_text": "九五：东邻杀牛做盛大祭祀，不如西邻的简朴祭祀实际受到福泽。",
      "modern_takashima_explanation": "“东邻”指殷纣王，“西邻”指周文王。纣王虽然杀牛厚祭，但奢侈傲慢；文王虽然祭祀简薄（禴祭），但诚心实意。与其铺张浪费而时运已去，不如节俭虔诚而迎来福泽。这比喻做事在于诚心和时机，而不在于外表的排场。\n\n【占断】\n问时运：极盛的将要衰退，方兴未艾的将要进取。宜保持节俭，不可奢侈，吉凶都是自取的。\n问战争：气运在西方，应当顺应天道修养德行，不宜穷兵黩武。\n问经商：合伙做生意，富有的如果奢侈，不如节俭的人实实在在获利。\n问功名：已成功的要谨慎，未成功的很有希望。\n问婚姻：与西边的邻居订婚，吉利。\n问家宅：房子坐西朝东比较好。\n问疾病：应该祈祷。\n问胎孕：生男。"
    },
    "6": {
      "text": "上六：濡其首，厉。",
      "takashima_explanation": "《象传》曰：濡其首，厉，何可久也。\n\n\n上为首，初为尾，是首尾相接也。上处《既济》之极，反之即《未济》，已然者甫能过，未然时相待，进而不已，身虽未溺，首先犯焉，故曰“濡其首”。夏殷之盛，未几而坏于桀纣，文武之兴，未几而降为幽厉，所谓治日少而乱日多者，古今有同慨焉，故曰“厉”。《象传》曰“何可久”，所以戒之者深矣。\n\n\n【占】　问时运：好运已过，深为可危，宜慎。\n\n\n○　问战征：上处坎险之极，上为首，恐首将有不利。\n\n\n○　问营商：头番买卖，必难获利。\n\n\n○　问功名：可许夺元。\n\n\n○　问婚姻：元配有灾，续弦无咎。\n\n\n○　问家宅：此宅长房不利。\n\n\n○　问讼事：防首领难保。\n\n\n○　问疾病：患在首面，可危。\n\n\n○　问六甲：生男。",
      "modern_text": "上六：打湿了头部，有危险。过河时头都被淹没了，比喻最后的危险。",
      "modern_takashima_explanation": "上六处于既济卦的终点，渡河渡到了头顶都被水淹没，非常危险。就像夏、商两朝盛极一时，很快就坏在桀、纣手里。好日子少，乱日子多，这是古今同叹的。此时进而不止，必有灭顶之灾。\n\n【占断】\n问时运：好运已经过去，处境非常危险，要谨慎。\n问战争：处于极度险境，恐怕首领会有不利。\n问经商：第一笔买卖很难获利。\n问功名：或许能夺得魁首（元），但后续难保。\n问婚姻：原配有灾祸，续弦无咎。\n问家宅：这房子对长房不利。\n问官司：谨防首领（主谋或家长）难保。\n问疾病：病在头部面部，危险。\n问胎孕：生男。"
    }
  },
  "guaci": "既济：亨小，利贞。初吉终乱。",
  "modern_guaci": "既济卦象征已经完成：小有亨通，利于坚守正道。开始吉祥但终将混乱。事情已经完成之时，更应保持警惕，防止由治转乱。"
}