{
  "name": "水地比",
  "pinyin": "shui_di_bi",
  "code": "000010",
  "palace": "坤宫",
  "general_text": "“比”字篆书作二人相比之象。比则亲，亲则相辅，相辅则乐。又作炏，炏以联属一体为义。此卦坎水在坤地之上，水得地而流行，地得水而滋润，故相亲辅而和合，因名此卦曰《比》。《彖传》曰，“比，辅也”；《序卦传》曰，“比者，亲也”；《杂卦传》曰，“比乐”，皆同义也。以卦象言之，九五一阳位中正，上下五阴爻皆比而从之。",
  "modern_general_text": "“比”字的篆书字形像两个人并排站立。比，意指亲近，亲近就会互相辅助，互相辅助就会带来快乐。又有连属成为一体的含义。这个卦象是坎水在坤地之上，水依附大地而流淌，大地得到水流而滋润，所以互相亲近辅助而和谐，因此命名为《比》。《彖传》说“比是辅助”，《序卦传》说“比是亲近”，《杂卦传》说“比是快乐”，意思都是一样的。从卦象上说，九五这一阳爻位置中正，上下的五个阴爻都来亲近并顺从它。",
  "takashima_general": "比：吉。原筮，元永贞，无咎。不宁方来，后夫凶。\n▲　甲骨文比\n▲　篆书比\n此卦《坎》上《坤》下，惟五爻一阳主全体，五柔皆归，故曰《比》。“原”，推原也，谓原其所始也。“筮”者，分析辨别之意，或作筮蓍解，然皆所以决疑，意亦相通，不必拘泥。“元”，即坤元之元。“永”者长也，有坎水长流之象。“贞”谓道得其正。上之比下，要必有此三者；下之从上，亦必求此三者，斯无咎矣。“原筮”者，谓推原诸柔来从，果得此“元永贞”之道否。《坎》为加忧，“不宁”之象，民有不宁，必从君以求安，君有不宁，必得民而共保，上下相应，则来者自宁。四柔既比，其比在前，六来独后，故曰“后夫”，五不受之，其道穷矣，是以凶也。\n《彖传》曰：比，吉也。比，辅也，下顺从也。原筮，元永贞，无咎，以刚中也。不宁方来，上下应也。后夫凶，其道穷也。\n“辅”者，助也，九五一阳居尊位，与五阴亲比，有下助上之象，孟子所谓“多助之至，天下顺之”是也，吉莫大焉，故曰“比吉也，比辅也，下顺从也”。“原筮”以下七字，主九五而言，九五为成卦之主，具阳刚之德，居中正之位，故曰“以刚中也”。“不宁方来”一句，就初、二、三、四四明言，九五以刚中施亲比之道，则天下众阴，皆服从而来，故曰“上下应也”。“后夫凶”一句，就上六而言，上六处阴之极，刚愎不逊，是为顽梗之夫，归附独后，为众所疏，故曰“其道穷也”\n以此卦拟人事，父子兄弟夫妇，彝伦之中，自然亲比。朋友以义合，有贵贱、长少、亲疏、贤愚之等差，择之最宜分明。别其是非，辨其邪正，谚曰“近朱者赤”，交之不正，相匿而并入歧路，所谓小人比也。故当推原筮决，必其人有“元永贞”之德，然后相与亲比。“原筮”者，筮之于相亲之始，慎之至也；“元”者，统万善也；“永”者，谓能久于其道也；“贞”者，谓得正道而固守之也。比非其人，后必有咎，故曰“原筮，元永贞，无咎”。如孔子所云，晏平仲善与人交，久而敬之是也。夫人心莫不欲求友，比得其正，虽疏远之人，亦感其德义，自求亲睦，谓之“不宁方来”。然君子小人，各异其趣，往往有顽梗之夫，不服德化，虽后亦归附，其来已迟，是比道穷也，故谓之“后夫凶”。\n以此卦拟国家，九五之君，施膏泽于下，六四、六二，皆奉戴九五君意，尽力于国家，于是亿兆之民，感其威德，上下亲比。此卦《坎》上《坤》下，恰如水土相济，融洽为一。以上比下，为一人而抚四海，以下比上，自四海而仰一人，上下相助，君民一体，谓之“比吉也，比辅也，下顺从也”。“比辅”者，臣亲其君也；“顺从”者，民亲其上也。然上非有刚中之德，不足当下之亲比，下非有“元永贞”之德，不足当上之亲比，是以必当推原而占决之也，谓之“原筮，元永贞，无咎，以刚中也”。《比》之初，上下之情或犹未通，不来者不宁，来者自宁，谓之“不宁方来，上下应也”。“方”者，来而不已之辞，取下四阴顺从也。当此时有不服风教，不服德义，刚愎负气，自取困难者，是为顽夫，其凶可知也。穷而后求比，其谁亲之！上六居《比》之极，以不得比，穷无所归，谓之“后夫凶，其道穷也”。郦生所谓“后服者先亡”是也。\n通观此卦，初爻为远人，二爻为贤士，三爻为求进之士，四爻为在位之宰相，五爻为君，上爻为化外之民。此皆莫非王民，而休咎不同者，物情自不能齐也。此卦次《师》，《师》《比》二卦，同是一阳五阴。《易》中一阳之卦凡六，其最吉者莫如《比》卦，以其九五一阳居天位，而“上下应之”也。又《师》《比》共为得位之卦，得君位者为《比》，得臣位者为《师》。“《师》者，众也”，众不能无争，争则乱，靖乱以武，孚之以德，所以《比》次于《师》。《师》之群阴来而居下，载九五阳刚中正之君，有乱后得明主，各安其位之象。\n《大象》曰：地上有水，比。先王以建万国，亲诸侯。\n水之性平，地之道顺，水在地上，散则为万，合则为一。先王见此象，而分封有功之臣于各地，以为王室之藩屏，亲抚战后穷民，轻减其租税，平均其法律，沛其恩泽，如水之润物，无不浃洽。夫天下之大，可以一人统之，不可以一人治之，必建国置侯，有朝聘往来之礼，以结其欢，有巡狩述职之典，以通其情。天子犹大海朝宗之众水，其亲诸侯，犹身之使肱，则诸侯服顺君德之渥，其于民犹肱之使指。是封建之制，虽与方今郡县之治异其体，君主统治臣民之意，无有差违。谓之“先王以建万国，亲诸侯”，内卦为《坤》，万国之象，初爻变则为《震》，建侯之象。\n【占】　问战征：玩爻象，其军威之盛，有如水就下，沛然莫御之势。一战平定，即当列土分封，建立屏藩。\n○　问营商：水在地上，无处不流通，商业亦以流通为利。《比》，亲比也，得亲比之人以共事，斯商业可垂永远矣。\n○　问功名：建国封侯为士生荣显之极品；《比》反《师》，《师》上六曰“大君有命，开国承家，”此之谓也。\n○　问家宅：是宅必低洼近水，亦比近贵人之宅。宅基大吉。\n○　问婚姻：《比》，比好也，地与水，本相亲比，占婚得此，必卜百年好合，且主贵。\n○　问疾病：坤为地，亦为腹，《坎》为水，亦为心，恐是心腹水肿之症。诸侯能治国，犹医能治病，宜切近求治。吉。\n○　问六甲：生女，主贵。",
  "modern_takashima_general": "比卦：吉利。推究根源再占卜，如果具备大（元）、长久（永）、正道（贞）这三种德行，就没有灾祸。不安定的时候诸方会来归附，迟来的人会有凶险。\n\n此卦坎水在上，坤地在下，九五一阳爻统领全局，五个阴爻都归顺，所以叫“比”。“原筮”意思是推究起始，用占卜来决疑。要考察是否具备“元永贞”的德行。上下相亲，必须双方都具备这三点才无咎。坎代表忧虑（不宁），百姓不安则归附君主，君主不安则依靠百姓，这样大家就安宁了。其他阴爻都已亲附，唯独上六最后才来，九五不接受，路走到头了，所以凶险。\n\n人际交往上，朋友讲究道义，交友不慎会误入歧途。所以要一开始就考察对方是否有品德（原筮）。交往得当，疏远的人也会被感化而来（不宁方来）；如果对方顽固不化，最后才不得不来依附，已经晚了（后夫凶）。\n\n国家层面，君主（九五）施恩，臣民尽力，上下融洽，君民一体。如同水土相济。国家动荡初定，不顺服的人心里不安，归顺了就安定了。顽固对抗的人，最后无路可走，必然凶险。\n\n**【占卜应用】**\n* **问征战**：军威浩大如水泻地，势不可挡。一战平定后应当分封诸侯，建立屏障。\n* **问商业**：水在地上无处不流，商业讲究流通。找到亲密可靠的人共事，生意可以长久。\n* **问功名**：有建国封侯、极品荣耀的象义。\n* **问家宅**：宅基必定低洼近水，或者靠近贵人的府邸。非常吉利。\n* **问婚姻**：地与水本相亲近，是百年好合的卦象，且主显贵。\n* **问疾病**：可能是心腹水肿之症。应当就近求医治疗，吉利。\n* **问胎产**：生女儿，主贵。",
  "lines": {
    "1": {
      "text": "初六：有孚比之，无咎。有孚盈缶，终来有它吉。",
      "takashima_explanation": "《象传》曰：比之初六，有它吉也。\n\n\n“有孚比之”者，谓诚信充实于中，如物之盈满于缶中。缶者，上古之土器，郑云：“缶，汲器也。”此卦以五阴比九五一阳为义，与他卦应比之例不同。《比》之道以诚信为本，若中无信实，虽欲亲人，人谁与之！此爻居比之初，与九五犹远，本非其应，然《比》之道在初，初能积诚于中，率先三柔而从五，五比由初而始，故“无咎”也。譬如以诚事神，神必来格，有酒盈击，神必来享也。“缶”指六二，中虚能受之象；“之”字指九五而言。缶者质朴而无文饰，喻人之质朴正直，不事虚饰，以此交人，人亦乐推诚相与，即素未识面者，亦将乐与比助，共得欢心。谓之“终来有它吉，”“终来”者，谓将来也；“他吉”者，谓意外之吉。九五本不相比应，而亦比之，是意外之吉也。《象传》一“也”字，示其心之不可疑。此爻变则为《屯》，其辞曰：“磐桓，利居贞，利建侯。”磐与盘通，有缶象。“磐桓”“居贞”，“有它吉”者，建侯也。\n\n\n【占】　问战征：有如禹征有苗，干羽来格之象，故曰“有孚比之，无咎”。\n\n\n○　问营商：商业专以信实为主，斯远近商客皆亲比而来，贸易广，而获利亦厚矣。吉。\n\n\n○　问功名：“有孚比之”，即中卦所云“信及豚鱼”之谓也。《中孚》九二曰，“我有好爵，吾与尔靡之”，靡共也，言我与尔愿亲比而共升荣也。故曰：“比之初六，有它吉也。”\n\n\n○　问婚姻：玩爻辞，谓既得相孚，又复相比，亲之至也，以是订婚，吉无咎也。\n\n\n○　问家宅：《比》，比邻也，近者既信义相孚，往来亲密，远者亦闻风愿来比邻，故曰“终来有它吉”。\n\n\n○　问六甲：生女。",
      "modern_text": "初六：心怀诚信地去亲近人，没有灾咎。诚信满溢如同盈满的陶缸，终会带来别的吉祥。",
      "modern_takashima_explanation": "“有孚比之”是指心中充满诚信，就像东西装满了瓦罐（缶）。比卦讲究以诚为本，如果内心没有诚信，谁愿意亲近你呢？初六虽然离九五君位很远，但能率先积蓄诚意，顺从九五，所以没有灾咎。瓦罐（缶）虽然质朴无华，比喻人质朴正直，不搞虚饰，这样与人交往，别人也乐意推心置腹，即使是素未谋面的人也会来帮助，这叫“意外的吉祥（它吉）”。\n\n**【占卜应用】**\n* **问征战**：有以德服人，不战而屈人之兵的象义，吉。\n* **问商业**：商业以诚信为主，远近客商都会来亲近，贸易广获利厚。吉。\n* **问功名**：诚信能感通他人，有人愿意和你共享荣华富贵。\n* **问婚姻**：既有诚信又亲密，以此订婚，吉利无咎。\n* **问家宅**：邻里之间信义相通，关系亲密，远方的人也愿意搬来做邻居，会有意外之喜。\n* **问胎产**：生女孩。"
    },
    "2": {
      "text": "六二：比之自内，贞吉。",
      "takashima_explanation": "《象传》曰：比之自内，不自失也。\n\n\n“自内”者，自心也。古称中心曰内，书多其例，如《大学》“诚于内必形乎外”之类是也。此爻为内卦之主，柔顺中正，与五为正应，能以中正之道相比者也。盖其抱道在躬，而不愿夫外，故曰“比之自内，贞吉”，若急于用世，出而求君，虽有其道，已自失矣。必其秉中正之德，贞固自守，以待上之下求，而斯出而相辅，如商汤之三聘伊尹，刘先主之三顾诸葛，斯谓“不自失也”。此爻之辞为士之抱道者劝，即为土之失身者戒。\n\n\n【占】　问战征：士卒同心，上下一体，战无不克，故曰“比之自内，贞吉”。\n\n\n○　问功名：“内”，我也，以我有实学，足以感孚于人，所谓实至而名归也。吉。\n\n\n○　问营商：一店伙友，性情比洽，自然百为顺从。以此出而贸易，人皆信服，无不获利，故《象》曰人之自内，不自失也”。\n\n\n○　问疾病：“内”谓心腹也，凡病总宜心平气和。中藏通利，外邪自消，故吉。\n\n\n○　问六甲：生女。\n\n\n○　问婚姻：必是内亲重联姻，吉。",
      "modern_text": "六二：从内心深处去亲近人，坚守正道则吉祥。",
      "modern_takashima_explanation": "“自内”就是发自内心。六二柔顺中正，与九五相应。这意味着怀抱道德，坚守正道，等待上面来求贤，而不是急于表现去求君主。就像刘备三顾茅庐请诸葛亮，这样才不失身份（不自失）。这告诫读书人要守住气节，等待时机。\n\n**【占卜应用】**\n* **问征战**：上下同心，战无不克。\n* **问功名**：自己有真才实学，自然能让别人信服，实至名归，吉。\n* **问商业**：店内伙伴齐心协力，出去做生意别人都信服，无不获利。\n* **问疾病**：心平气和，体内通畅，外邪自然消除，吉。\n* **问胎产**：生女孩。\n* **问婚姻**：必定是亲上加亲，或者内部熟人联姻，吉。"
    },
    "3": {
      "text": "六三：比之匪人。",
      "takashima_explanation": "《象传》曰：比之匪人，不亦伤乎！\n\n\n此爻阴柔，居《坤》之终，不中不正，承乘应皆阴，有远君子而比小人之象。所交非其友，所事非其君，不以正道相助，而以私谊相亲，是巧言孔壬之小人也。初应四为比，比得其人；二应五为比，比得其人，皆正人也。三乃应上，上处卦之终，是为“后夫”，即“非人”也。上比“无首”，“无首”，有伤之象。例如范增之从项羽，不能展其才力，忧辱而死。故《象传》曰“不亦伤乎”，谓其意之可悯也。此爻变则为《蹇》，《蹇》九三辞曰，“往蹇来反”，可以知“比之非人”之凶也。\n\n\n【占】　问战征：观军而任用阉寺，参谋而偏听佞人，爻辞所云“比之非人”是也，安得不败！\n\n\n○　问营商：商业之盛衰，惟在其人，其人而日与市并无赖之辈，征逐往来。非人日亲，正人日远，不特其业立败，其人亦不堪问矣。\n\n\n○　问功名：交道不正，士品日下，不特声名破裂，祸亦随至。\n\n\n○　问婚姻：女贵贞洁，男效才良，人伦正道，苟非其偶，致误终身，不亦伤乎！",
      "modern_text": "六三：亲近的都不是正当的人。",
      "modern_takashima_explanation": "六三阴柔，不中不正，周围都是阴爻，有远离君子、亲近小人的象义。交往的朋友不对，侍奉的君主也不对，只讲私情不讲正道。就像范增跟随项羽，才华无法施展，最终受辱而死，非常令人感伤。\n\n**【占卜应用】**\n* **问征战**：任用小人或听信谗言，必然失败。\n* **问商业**：整天和无赖混在一起，正人君子远离，不仅生意失败，人品也坏了。\n* **问功名**：结交不正派的人，名誉扫地，灾祸随之而来。\n* **问婚姻**：找错了对象，误了终身，非常可悲。"
    },
    "4": {
      "text": "六四：外比之，贞吉。",
      "takashima_explanation": "《象传》曰：外比于贤，以从上也。\n\n\n四本应初，不内顾初，而外比五，谓之“外比”。二之应五，在卦之内，故曰“比之自内”；四之承五，在卦之外，故曰外比之”。内外虽异，而皆得比于五，五刚阳中正，贤也；居尊位，上也；亲贤从上，比之正也，故曰“贞吉”，如夫周公之吐哺握发，以下天下之士，辅翼君德。下亲贤人，《比》爻之义也，《象传》曰“外比于贤，以从上也”。此爻于九五，象则为外，德则为贤，位则为上也。变则全卦为《萃》，九四之辞曰“大吉无咎，”可以见此爻之吉也。\n\n\n【占】　问战征：爻曰“外比之”，得外夷归服之象，故曰“贞吉”。\n\n\n○　问营商：想是海外营业，货物流通，无远不居之象，故曰“外比之，贞吉”。\n\n\n○　问功名：四外比五，五居尊位，有简在帝心之象，功名之显赫可知也。\n\n\n○　问家宅：二居内卦，四居外卦，皆曰“贞吉”，自得内外亲比，一家和睦。\n\n\n○　问婚嫁：玩爻辞，想在外地订亲。吉。\n\n\n○　问六甲：生男。",
      "modern_text": "六四：从外部来亲近于人，坚守正道则吉祥。",
      "modern_takashima_explanation": "六四本来应该对应初六，但它不向内看，而是向外亲近尊贵的九五（贤明君主），这叫“外比”。亲近贤人，顺从上级，是正道，所以“贞吉”。就像周公辅助君王，礼贤下士，大吉大利。\n\n**【占卜应用】**\n* **问征战**：有外族或外人归顺的象义，吉。\n* **问商业**：适合海外或外地贸易，货物流通远方，吉。\n* **问功名**：受上级或君主赏识，功名显赫。\n* **问家宅**：内外亲近，一家和睦。\n* **问婚嫁**：适合在外地订亲，吉。\n* **问胎产**：生男孩。"
    },
    "5": {
      "text": "九五：显比。王用三驱，失前禽，邑人不诫，吉。",
      "takashima_explanation": "《象传》曰：显比之吉，位正中也。舍逆取顺，失前禽也。邑人不诫，上使中也。\n\n\n“显比”者，明亲比和顺之道于天下也。“三驱”者，《礼》所谓“天子不围”，天子之畋，合其三面，开其一面，使之可去，不忍尽伤物命，即好生之德也。“失前禽”者，以禽之前去者，失之不追也，商汤之祝网，即是此义。“邑人不诫”者，谓王者田猎，与民同乐，不烦告诫，如归市不止，耕者不变之意，故吉。诸爻之比，皆以阴比阳，五爻则以阳比阴，以阳故曰“显”。且九五阳刚中正，为《比》之主，阳刚则光明而不暗，中正则公直而无私。此其所以为“显比”也，《比》之至中而至正者也，故《象传》曰“位中正也”，位即九五之位。顺逆以去就言，前去之禽，任其失之，不复穷追，来者抚之，去者不追，谓之“舍逆取顺”也。“上使中也”者，言上之使下，中平不偏，是下民熙皞之象也。《比》《师》二卦，五爻皆取田之象，然《师》喻除忧，《比》喻同乐，故《杂卦传》曰“《比》乐，《师》忧”也。又《师》自二至五，《比》自五至二，《师》曰“三赐”，《比》曰“三驱”。《师》《比》皆禽，《师》之禽在内害物，为境内之寇，故“执”之，王者之义也；《比》之禽在外而背己，为化外之民，故“失”之，王者之仁也。\n\n\n按：六十四卦中，有《坎》者十五，《屯》、《蒙》、《需》、《讼》、《师》、《比》、《坎》、《蹇》、《解》、《困》、《井》、《涣》、《节》、《既济》、《未济》是也。其中虽有轻重大小之别，皆不免艰难劳苦，以《坎》有险难之义，惟《比》之一卦，独无艰难劳苦之象，得为最上之吉。卦全由九五为主，爻具阳刚之盛德，读者玩索其义，可自得也。\n\n\n【占】　问战征：有降者不杀，奔者不禁之恩威，故曰“王用三驱，失前禽也”；有耕者不变，归市不止之德化，故曰“邑人不诫，吉”。\n\n\n○　问营商：玩爻辞，不贪目前小利，不图意外资财，舍逆取顺，虽前有耗，后自得盈余也。\n\n\n○　问疾病：症象已显，前服驱邪之剂，邪已若失，不必警戒，病自愈也。吉。\n\n\n○　问功名：驰驱生事，前功虽失，后效自必显著。吉。\n\n\n○　问六四：生男。",
      "modern_text": "九五：光明正大的亲比之道。君王打猎只围三面放走前面的禽兽，百姓不加以告诫而自然归附，吉祥。",
      "modern_takashima_explanation": "“显比”指光明正大地推行亲比之道。君王打猎只围三面，留一面放生，这叫“三驱”，表现了好生之德。“失前禽”指逃走的禽兽就不追了（舍逆取顺）。百姓不需要告诫就自然顺服，这是因为九五阳刚中正、大公无私。此卦除了上六，都很吉利，九五是主宰，是坎宫卦中唯一没有艰难劳苦之象的，最吉。\n\n**【占卜应用】**\n* **问征战**：有降者不杀、逃者不追的恩威，百姓生活不受影响，吉。\n* **问商业**：不贪图眼前小利和意外之财，虽然前面可能有损耗，但后面自然会有盈余。\n* **问疾病**：病症已显，服用驱邪药后，病邪会像“失前禽”一样消失，不用担心，自然痊愈。\n* **问功名**：虽然前面的功劳可能失去，但后来的成效必然显著。吉。\n* **问胎产**：生男孩。"
    },
    "6": {
      "text": "上六：比之无首，凶。",
      "takashima_explanation": "《象传》曰：比之无首，无所终也。\n\n\n此爻阴柔不才，居《比》之终。阴以阳为首，诸阴皆比五，上居五上，不下从五，是无阳也，无阳，即“无首”。胡氏云，“无首者，无君，”是所谓“后夫凶”。至众阴皆比，比道已成，于是欲比于五，不可得矣，故曰“无所终也”。天下有其始而无其终者，往往有之，无其始而有其终者，未之有也，是以“比之无首，”至终则凶也。\n\n\n【占】　问战征：“首”，军中之首领，谓元帅也。“无首”者，亡其主帅也。凶。\n\n\n○　问营商：五为卦主，上不与比，犹营商之伙，不与店主相亲比，是“无首”也。凡有所谋，必无所终也。凶。\n\n\n○　问功名：凡求名以高等者为首，曰榜首，曰魁首，“无首”则名于何有？凶。\n\n\n○　问家宅：恐丧家主，凶。\n\n\n○　问婚姻：不知何以无主婚之人？婚家来历，不甚明白。凶。\n\n\n○　问六甲：生女，恐有奇疾。",
      "modern_text": "上六：亲比没有好的开端，凶险。",
      "modern_takashima_explanation": "上六阴柔无才，处在卦的终点。大家都归附了九五，唯独它高高在上不顺从，这叫“无首”（没有领袖/君主）。等到它想去亲附时，已经没有机会了，所以说“无所终”。没有好的开始，自然没有好的结果，凶险。\n\n**【占卜应用】**\n* **问征战**：“无首”指失去了主帅，凶。\n* **问商业**：伙计不和店主一条心，无论谋划什么，都不会有结果，凶。\n* **问功名**：求名以“榜首”为贵，“无首”就是没名次，凶。\n* **问家宅**：恐怕会丧失一家之主，凶。\n* **问婚姻**：没有主婚人，或者对方来历不明，凶。\n* **问胎产**：生女孩，恐怕会有奇怪的疾病。"
    }
  },
  "guaci": "比：吉。原筮元永贞，无咎。不宁方来，后夫凶。",
  "modern_guaci": "比卦象征亲近辅助：吉祥。追溯原因再占筮，具备最大的、永久的、正确的德行，则无灾咎。不安定的诸侯前来归附，迟到的人会有凶险。"
}