{
  "name": "风天小畜",
  "pinyin": "feng_tian_xiao_xu",
  "code": "111011",
  "palace": "巽宫",
  "general_text": "畜字从玄，从田，玄者，水也，田中蓄水以养禾，兼有蕴藏含养等义。“小”者大之反，谓物之微细者也。此卦六爻，惟六四一阴，能畜五阳，为成卦之义。阳大阴小，以阴畜阳，故谓小。卦体下《乾》上《巽》，《乾》者刚健，《巽》者柔顺，《乾》下三刚，《巽》一柔二刚，《巽》以一柔为主，蓄藏群刚，故谓之《小畜》。《序卦传》曰：“《比》必有所畜，故受之以《小畜》。”凡物相比附，则必聚积，是卦之所以次《比》也。",
  "modern_general_text": "“畜”字由玄、田组成，玄代表水，田里蓄水养禾，含有蕴藏涵养之意。“小”即微细。此卦六爻中，只有六四这一爻是阴爻，却能畜止其他五个阳爻，这是成卦的主旨。阳大阴小，以小阴畜大阳，所以叫“小”。卦体下乾上巽，乾刚健，巽柔顺。巽卦以一柔爻为主，蓄藏群体刚阳，故称《小畜》。《序卦传》说：万物相比附必有积聚，所以此卦排在《比》卦之后。",
  "takashima_general": "小畜：亨。密云不雨，自我西郊。\n▲　甲骨文畜\n“畜”者，止也，“亨”者，通也，其义相反。然此卦二五皆阳而得中，有健行之象，虽一时为六四所止，终得亨通也，故曰“《小畜》亨”，犹《屯》曰“元亨”。“密云不雨，自我西郊”，此二句专就六四成卦之主而言，《乾》者天也，《巽》者风也，内卦为天，太阳热气，照射大地，水气感触，阳气蒸腾为云，《乾》为密，故曰“密云”。天上有风，云欲为雨，为风吹散，故“不雨”。凡云气自东而西则雨，自西而东则不雨，今云气虽密不自东而自西，故不成雨。云，明气，西，阴方，阴倡而阳不和，且自二至四，互卦有《兑》，《兑》为西，《乾》为郊，故曰“密云不雨，自我西郊”。当时文王囚于羑里，歧周在其西，故称“我西郊”。是小畜之象也。\n《彖传》曰：小畜，柔得位而上下应之，曰小畜。健而巽，刚中而志行，乃亨。密云不雨，尚往也；自我西郊，施未行也。\n六四者阴柔之正位，即为阳爻之正应。此卦六四为主，上下五阳皆应之，以一柔而畜五刚，故曰“柔得位而上下应之，曰《小畜》”，是所以释卦名也。内爻虽健，外爻居《巽》，是以健而能《巽》，且二与五居内外卦之中，其志能行，故谓之“刚中而志行，乃亨”。刚健者，内卦之象；《巽》者，外卦之象。五阳为一阴所畜，故不成雨，然其前进之气，岂能终已？至上九变为坎水之雨，故曰“密云不雨，尚往也”。此时密云自西而起，是阴先倡而阳不和，不能成雨，故曰“自我西郊，施未行也”。“往”、“行”、“施”三者，皆得阳刚之气，《乾》之象也；“未”者，阴柔之气，《巽》之象也。盖阴之畜阳，以柔克刚，其畜虽小，而牵制殊巨，譬如三寸之键，可以闭厄险之关，一丝之纶，可以掣吞舟之鱼，不可以其小而忽诸。且《巽》为长女，象妇，九三曰“夫妻反目”，上九曰“妇贞厉”，皆以阳受制于阴。历观夏桀以妹喜亡，殷纣以姐己诛，幽王以褒拟灭，一妇为累，祸延宗社，阴之累阳，夫岂在多哉！\n以此卦拟国家，六四居辅相之位，仰膺君宠，然秉性阴柔，器识不大，不能任用贤才，惟以巽顺畜阳，以致膏泽不下于民，谓之“密云不雨”。《小畜》之象，国运如此。然以一阴止五阳，毕竟不能持久，至上爻阴极则亢，风变为雨，遂有“既雨既处”之象。若其时犹未至，而强欲施行，不能也，谓之“自我西郊，施未行也”。盖九二之大臣，与九五之尊位，两阳不相应，上九与九五，两阳亦不相比，故意见不和，是气运使然，不复如之何。是以五阳并为一阴所畜，谓之“柔得位而上下应之，曰《小畜》”。凡君子之行事，小人得以扰之，大事之将成，小物得以阻之，皆《小畜》之义也。国家然，即拟之人事，亦无不然。\n通观此卦，六四以柔虚孚于九五，专以优柔抑制群阳。初九与六四，阴阳相应，阳为阴所畜，不宜躁动，是以自复于道，潜伏下位，故“无咎”而又“吉”也。九二以阳居下体之中，能与初九牵连而复，亦吉道也。九三与六四相比，刚而不中，止于阴而不得进，如车之脱辐，而不可行也。始则相比，而终则相争，则不和如“夫妻反目”，而不安于室也。六四处近君之位，以信实相孚，是能畜君者也，而众阳亦并受其畜；然以一阴敌众阳，因循姑息，势或攻击致伤，于是六四逃避而去，故有“血去惕出”之辞。九五在君位，任用六四，今见六四之去，怜其诚孚，有所赐与，故有“有孚挛如，富以其邻”之辞。至上九之时，处畜之终，六四之一阴已退，《巽》风变为《坎》雨，是为畜道之成也。\n《大象》曰：风行天上，小畜，君子以懿文德。\n宇宙之间，太阳热气，彭薄郁塞，充满太虚，不能复行，冷气来而填其后，其气之流动，谓之风。此卦风在上而得位，故在下之气，亦受太阳之热，而欲上升，然为上卦之风所畜止，不能复进，谓之“风行天上，《小畜》”。君子见此象，能于潜伏之时，修文学，勉德行，以立身命。“懿”者修饰而示章美之意，容仪之温恭，言辞之和婉，皆德之文饰也。君子言语有章，威仪有度，以风动天下，犹风之鼓动万物，无所远而不居。盖文德之所化，无有穷极也。\n【占】　问时运：目下平平，有动作被人牵阻之患。\n○　问商业：有外观完美，内多耗失之象。\n○　问出行：主有风波之患。\n○　问家宅：主小康之家，防有口舌之祸。\n○　问战征：虽有雷厉风行之势，而恩泽不孚，只可小捷，难获大胜。\n○　问六甲：生女，又防小产。\n○　问行人：恐舟行阻风，迟日可归。无咎。\n○　问婚姻：主得懿美淑女，吉。\n○　问年成：主多风少雨，收成平平。\n○　问疾病：主风火之症。小儿吉，大人凶。",
  "modern_takashima_general": "小畜卦：亨通。浓云密布却不下雨，云气从我方西郊升起。\n\n“畜”意为止，“亨”意为通。虽义相反，但九二、九五皆阳刚得中，虽暂时被六四所阻，终究亨通。“密云不雨”，乾为天产生热气，巽为风吹散云气。云气自西而来（阴方），阴气先倡而阳气不和，故不成雨。文王此时囚于羑里，在其西郊，故有此辞。\n\n《彖传》解说：六四柔顺得位，上下五阳皆应和它，以一柔畜五刚，所以叫小畜。内卦刚健，外卦柔顺，二、五得中，志在必行，故亨通。既然不能成雨，阳刚前行之气未止，故言“尚往”。阴气先倡导，阳气不和，未能施行雨露泽及万物。\n\n六四为阴柔正位，是全卦之主，以一阴牵制五阳。其力量虽小，但如三寸之锁闭险关，不可忽视。巽为长女，象征妇女，此卦多有阴柔牵累阳刚之象，如“夫妻反目”。以此拟国家，六四为宰相，性柔识短，阻碍贤才（阳），恩泽不下于民。君子观此象，应在潜伏时修文德，待时而动。\n\n**占断**：\n* **问时运**：目前平平，行动恐被人牵制阻碍。\n* **问商业**：表面看来完美，内部其实多损耗。\n* **问出行**：恐有风波之患。\n* **问家宅**：小康之家，需防备口舌之灾。\n* **问征战**：虽有声势，但恩泽未至，只能小胜，难获全胜。\n* **问生育**：生女，需防小产。\n* **问行人**：船行遇风阻，归期延迟，无灾咎。\n* **问婚姻**：能娶到美好贤淑的女子，吉利。\n* **问年成**：多风少雨，收成平平。\n* **问疾病**：风火之症，小儿吉，大人凶。",
  "lines": {
    "1": {
      "text": "初九：“复自道，何其咎？吉。”",
      "takashima_explanation": "此爻以阳居阳，虽有才力，未得信用，与六四之阴相应，见六四专权，难与共事，中途而返者也。",
      "modern_text": "初九：回到自己的正道上来，有什么灾咎呢？吉祥。",
      "modern_takashima_explanation": "初九阳刚得位，虽有才力，但未获信用。与六四相应，见六四专权，知难与共事，故中途返回正道。"
    },
    "2": {
      "text": "九二：“牵复，吉。”",
      "takashima_explanation": "此爻亦虽欲进，见初爻既复于道，是以牵连亦复，进退审详，不失其宜，以中正也。",
      "modern_text": "九二：被牵引着回到正路上，吉祥。",
      "modern_takashima_explanation": "九二虽欲进取，见初九已复归正道，因此也被牵连而复归。进退审慎，不失其宜，因得中正之故。"
    },
    "3": {
      "text": "九三：“舆说輹，夫妻反目。”",
      "takashima_explanation": "此爻与六四，同居重职，先众阳而锐进，为六四所抑止，志不能行，辞职去官，谓之“舆说輹”。“夫妻反目”者，以九三阳爻为夫，六四阴爻为妇，阳为阴制，犹夫为妻制，愤懑而争，故曰“反目”。",
      "modern_text": "九三：车子的轮辐脱落，夫妻反目相视。比喻行进受阻，内部不和。",
      "modern_takashima_explanation": "九三与六四同居重职，急躁冒进，被六四抑制，志向难行，如车脱辐而不可行。九三属阳（夫），六四属阴（妻），阳受制于阴，愤懑相争，故曰“夫妻反目”。"
    },
    "4": {
      "text": "六四：“有争，血去惕出，无咎。”",
      "takashima_explanation": "此爻为全卦之主，以一阴止五阳，独得权势。然阴孤阳众，抑亦可危，惟在六四能以孚信感君，故九五之君，爱识六四，不使群阳得以相犯，故曰“血去惕出，无咎”。",
      "modern_text": "六四：心怀诚信，血的灾祸消除了，忧惧也消散了，没有灾咎。",
      "modern_takashima_explanation": "六四为全卦之主，以一阴畜止五阳，独揽权势。虽处境危险（阴孤阳众），但能以诚信感动九五之君，君臣相得，避免群阳侵犯，故血光消除，忧惧散去，无咎。"
    },
    "5": {
      "text": "九五：“有孚挛如，富以其邻。”",
      "takashima_explanation": "此爻居尊位，与六四之阴，挛系而御《小畜》之世。九五六国，皆曰“有孚”，是以积诚相感，上下交孚也。下卦三爻，同为《乾》体，故曰“挛如”，赏赐之厚，如富人之以财产分赐邻里也。今以某贵显拟之，朝廷录维新之功，恩赐优渥，且政府以数万元，买置其第宅，即是也。",
      "modern_text": "九五：心怀诚信地与邻居结合，不只是自己富有。",
      "modern_takashima_explanation": "九五居尊位，与六四紧密结合以治世。以诚信感召，不仅与六四相合，也牵系下卦三阳（乾体）。赏赐优厚，如同富人分财于邻里。"
    },
    "6": {
      "text": "上九：“既雨既处，尚德载。妇贞厉，月几望，君子征凶。”",
      "takashima_explanation": "“既雨既处”者，《小畜》之终，风变雨为水。前之“密云不雨”者，今“既雨”也。明治创业以来，某首领有功于国家，人所皆知，但政令随时更变，惟在积德累仁，励精图治，国家大权，不容旁落，亦不可偏任。明治十四年，请开国会，至今二十三年，有众议院开设之议，谓之“尚德载”也。在大臣谋划国计，未免擅权，以臣制君，犹之以妻制夫，谓之“妇贞厉”。“月几望”者，月满则亏，几望则将近于亏，是即阴阳消长之机。“君子征凶”者，谓当戒其满盈也。",
      "modern_text": "上九：已经下了雨，已经停歇了。崇尚积蓄美德，女子坚守正道有危险。月亮将近十五满月时，君子前行则凶。",
      "modern_takashima_explanation": "上九处小畜之终，风变为雨，蓄积之道已成。此时应尊尚积德。阴气已盛，如妇人专权，虽贞亦危。月满则亏，君子若不知进退而强行征进，必凶，当戒盈满。"
    }
  },
  "guaci": "小畜：亨。密云不雨，自我西郊。",
  "modern_guaci": "小畜卦象征小的蓄积：亨通。浓密的云层从我方西郊飘来，但还没有下雨。比喻力量正在蓄积，时机尚未成熟。"
}