export default {
    title: '紫破',
    category: {
        title: '双星',
    },
    all: '皇帝+大将军（紫薇有了得力大将），/有权势的皇帝/，破军的破坏力得到了制约，易遇到贵人及小人',
    '命宫': '有野心，领导力强，执行力强，独立思考能力，独立性，闲不下来，开创性强', 
    '兄弟宫': '性格强势，独立，难相处', 
    '夫妻宫': '性格强势，独立，难相处', 
    '子女宫': '性格强势，独立，难相处，不好管教', 
    '财帛宫': '敢赚敢花，敢投资，喜对钱掌控，花钱没节制', 
    '疾厄宫': '强壮，脾胃，肾脏，晚年身体不佳', 
    '迁移宫': '在外强势，易遇到贵人及小人', 
    '交友宫': '性格强势，独立，难相处', 
    '官禄宫': '易掌权，工作忙碌，不会从事一成不变的工作，工作会有多变化及尝试，有副业', 
    '田宅宫': '自己置产，就算有祖产也有大概率会变卖后自己置产', 
    '福禄宫': '喜欢掌权，创新，闲不下来，难享清福劳心劳力', 
    '父母宫': '性格强势，独立，难相处，控制', 
}